[
  {
    "id": "29-0",
    "time": "0:00:05",
    "speaker": "spk_0",
    "line": "so you literally can just follow the instructions on the screen, so I like get it, type in the thing, pull the thing, push the button. Mhmm. And then I finish up. Yeah. I squeeze the handle, I pull it out of the gas tank and I turn and I go, so now we know I can do your job, but you can't do mine.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-1",
    "time": "0:00:25",
    "speaker": "spk_1",
    "line": "Hey, welcome to Hollywood Handbook. An insider's guide to kicking butt and dropping names in the red carpet line back hallways of this industry we call showbiz. I'm Hayes Davenport. I'm here with Sean Clementz. Hi, Sean.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-2",
    "time": "0:00:38",
    "speaker": "spk_2",
    "line": "What up what up?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-3",
    "time": "0:00:40",
    "speaker": "spk_1",
    "line": "Where? I just saw a little bit frazzled today because sometimes you hold things to be true in your life. Yes. And you end up getting some information that challenges those beliefs, and then you're forced to Hey,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-4",
    "time": "0:00:56",
    "speaker": "spk_0",
    "line": "this is a confront Basically being kind to us because Ultimately, we're eating a big fat pile of crow, and the crow is inside humble pie and we're munching the two things together.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-5",
    "time": "0:01:09",
    "speaker": "spk_1",
    "line": "In our in our careers, Sean and I have always been very tough on review critics, the critics, the people who do watch movies and they watch TV shows and they listen to songs and they say whether or not the songs are good or bad. And a bunch of them",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-6",
    "time": "0:01:25",
    "speaker": "spk_0",
    "line": "are just failed fucking artist -- Yeah. -- anyway.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-7",
    "time": "0:01:27",
    "speaker": "spk_1",
    "line": "Yes. Because they don't know. They've never done a good movie or a good song or",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-8",
    "time": "0:01:32",
    "speaker": "spk_0",
    "line": "but then they're telling you if your song's good or your movie's good. Now they've been very kind to us. Sure. They always liked our things, but is that even fair? Because sometimes we have friends who've made something and they don't like that. Mhmm.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-9",
    "time": "0:01:43",
    "speaker": "spk_1",
    "line": "And it's it's sort of like, like, what's a sport?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-10",
    "time": "0:01:48",
    "speaker": "spk_0",
    "line": "Oh, I don't wanna say soccer because there's an argument over what that sport should be called.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-11",
    "time": "0:01:53",
    "speaker": "spk_1",
    "line": "Right. Because some people call it food ball. Some people call it football and some people call it soccer. That would be confusing.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-12",
    "time": "0:01:58",
    "speaker": "spk_0",
    "line": "So You know what a big sport is? I don't wanna say rugby because I don't know the rules to that one.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-13",
    "time": "0:02:06",
    "speaker": "spk_1",
    "line": "Yeah. Like what just a major sport I'm not like I'm just gonna use it as an example. And not like a No. Like a like",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-14",
    "time": "0:02:14",
    "speaker": "spk_0",
    "line": "a not like a triathlon because that's not",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-15",
    "time": "0:02:16",
    "speaker": "spk_1",
    "line": "too many screens in it. And probably not like an individual four.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-16",
    "time": "0:02:19",
    "speaker": "spk_0",
    "line": "And not like an Olympics one. Or Okay.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-17",
    "time": "0:02:22",
    "speaker": "spk_1",
    "line": "Well, you could you know, it could be one that is in the Olympics.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-18",
    "time": "0:02:26",
    "speaker": "spk_0",
    "line": "Well, how about basketball?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-19",
    "time": "0:02:29",
    "speaker": "spk_1",
    "line": "That's a great example. You watch a basketball game and, like, do you see the guy What, like, shoot. And if it doesn't work, you say, Well, why didn't he just do it? Yeah. But it's like, unless you have actually been out there shooting. You don't know whether that was maybe like a good idea.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-20",
    "time": "0:02:57",
    "speaker": "spk_0",
    "line": "You know, RFP didn't wanna just do it. Mhmm. Or for some reason his teammate would have been embarrassed or something that.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-21",
    "time": "0:03:05",
    "speaker": "spk_1",
    "line": "You don't know. You don't know",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-22",
    "time": "0:03:07",
    "speaker": "spk_0",
    "line": "and that's what the critics are doing and that's why Hayes and I would never be basketball critics.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-23",
    "time": "0:03:13",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-24",
    "time": "0:03:13",
    "speaker": "spk_0",
    "line": "And and we only make movies, and we don't think it's fair to be doing critic stuff on stuff you don't do",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-25",
    "time": "0:03:25",
    "speaker": "spk_1",
    "line": "at all. And that brings us to what happened this week, which is we were reading some critic stuff about this new show, Fargo.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-26",
    "time": "0:03:35",
    "speaker": "spk_0",
    "line": "And laughing and scoffing at it and being that this is all gonna be a joke later for us.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-27",
    "time": "0:03:41",
    "speaker": "spk_1",
    "line": "But then we and they all these critics really love the show and we sit down watching Fargo together, getting ready to just light it because that can sometimes actually be the most fun thing watching a show that sucks so bad, but it's actually really funny.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-28",
    "time": "0:03:55",
    "speaker": "spk_0",
    "line": "Oh, god. It's almost better than seeing something really good to see something really bad with one of your funny friends. With one of",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-29",
    "time": "0:04:02",
    "speaker": "spk_1",
    "line": "your funny friends.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-30",
    "time": "0:04:03",
    "speaker": "spk_0",
    "line": "Like me and Hayes, and sometimes you sort of I like to mystery science theater it where I'm doing maybe some funny quips or saying what the guy's thinking and then Hayes chime in and he's doing a voice for someone else and pointing out how dumb it is. And so we sit down",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-31",
    "time": "0:04:25",
    "speaker": "spk_1",
    "line": "to watch the show and an hour and a half later, we haven't said a word And",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-32",
    "time": "0:04:32",
    "speaker": "spk_0",
    "line": "i don't think I said anything for another three or four hours.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-33",
    "time": "0:04:36",
    "speaker": "spk_1",
    "line": "Because we were thinking about the good show. I was literally",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-34",
    "time": "0:04:40",
    "speaker": "spk_0",
    "line": "in a zombified state, just from the goodness of the show and And so egg was on our face. We're eating the crow humble pie, and we have to invent a new segment now. And this is the first time because we have so many segments that we've done over and over again. Mhmm. This is actually a one time first time segment. Hopefully, we'll have to do it again. It's called critically ashamed. And the reason it's called that is because we're ashamed at the criticism we've levied against these critics. They made us ashamed. And it is also about critical stuff -- Mhmm. -- in terms of they were right and that what ashamed us, and we criticized them. So we're ashamed of our criticism.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-35",
    "time": "0:05:26",
    "speaker": "spk_1",
    "line": "We're ashamed we're ashamed so bad it's we're in critical condition.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-36",
    "time": "0:05:30",
    "speaker": "spk_0",
    "line": "And in a way, yes, And in a way, weren't we by criticizing the critics doing exactly what we said they shouldn't do? Because we've never been critics No. Well, the same way they've never been a basketball man or the same way they've never done a movies.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-37",
    "time": "0:05:47",
    "speaker": "spk_1",
    "line": "It's not the same thing.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-38",
    "time": "0:05:48",
    "speaker": "spk_0",
    "line": "We've never done a critic.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-39",
    "time": "0:05:50",
    "speaker": "spk_1",
    "line": "Well, no. That's different. But",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-40",
    "time": "0:05:52",
    "speaker": "spk_0",
    "line": "well, it is different and it's very different and we learned that. Now,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-41",
    "time": "0:05:57",
    "speaker": "spk_1",
    "line": "to the show. We wanna talk about the show and why we agree that it so good, like all the critics and everybody is saying. They got it right. We had not seen the movie. At the time of watching the show.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-42",
    "time": "0:06:10",
    "speaker": "spk_0",
    "line": "When we first saw the show, we hadn't seen it.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-43",
    "time": "0:06:12",
    "speaker": "spk_1",
    "line": "But it really made me wanna watch the movie.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-44",
    "time": "0:06:14",
    "speaker": "spk_0",
    "line": "I said, well, let me go check out the movie.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-45",
    "time": "0:06:16",
    "speaker": "spk_1",
    "line": "So we went back and watched the first movie, and it was like, it's it's not even like the same thing at all.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-46",
    "time": "0:06:24",
    "speaker": "spk_0",
    "line": "Well, there's I see where there's elements that are the same. Uh-huh. But it's not as good. It's not",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-47",
    "time": "0:06:32",
    "speaker": "spk_1",
    "line": "as good. And this is what all the reviewers are saying this show the the Fargo TV show has carved out a completely new space.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-48",
    "time": "0:06:41",
    "speaker": "spk_0",
    "line": "It's its own thing haze.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-49",
    "time": "0:06:43",
    "speaker": "spk_1",
    "line": "Mhmm. It's its own thing. But the difference is it's like the movie, but more of it explained more loudly.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-50",
    "time": "0:06:53",
    "speaker": "spk_0",
    "line": "If the movie was explaining itself,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-51",
    "time": "0:06:57",
    "speaker": "spk_1",
    "line": "it says you're watching the movie. I",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-52",
    "time": "0:06:59",
    "speaker": "spk_0",
    "line": "one example I like to give is The movie is sort of sliding the information under the door and maybe you notice it and maybe you don't. The show pounds on the door as hard as it can, rings the bell twenty times makes you sign for a package that it gives you, then watch as you open the package. Inside the package is a letter explaining the contents of the package, And the content is pretty self explanatory to begin with. It's maybe just like a big rock.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-53",
    "time": "0:07:31",
    "speaker": "spk_1",
    "line": "And then the guy tells you, what the package.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-54",
    "time": "0:07:34",
    "speaker": "spk_0",
    "line": "The guy who who made you sign for it goes like, that's",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-55",
    "time": "0:07:37",
    "speaker": "spk_2",
    "line": "a wrong comment.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-56",
    "time": "0:07:37",
    "speaker": "spk_0",
    "line": "He has hung out and he reads a letter to you.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-57",
    "time": "0:07:39",
    "speaker": "spk_1",
    "line": "With kind of his eyebrows raised a little bit as you're opening Yeah. Is everybody the package? I can't",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-58",
    "time": "0:07:45",
    "speaker": "spk_0",
    "line": "wait for you to see what's in there. It's a rock and you're gonna really love it. It's big. It's round and it's gray. And I can't wait for actually see it. Oh oh, read the letter. Read the letter. The letter says, this rock is made out of rock and stone. It's it's gray and big and round. And then you hold the rock in your hand.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-59",
    "time": "0:08:04",
    "speaker": "spk_1",
    "line": "Let's give an example. The it it's important in the world of the show that you know that the that the guy the main guy Lester has a rich brother who he's sort of overshadowed by in his life. It's his younger brother. And he feels like he hasn't lived up to his younger brothers.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-60",
    "time": "0:08:21",
    "speaker": "spk_0",
    "line": "How humiliating to have less money than",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-61",
    "time": "0:08:23",
    "speaker": "spk_1",
    "line": "someone Don't even get me started. Yes. This is how they show you that the brother is rich. This is the brother talking about a trip he just went on.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-62",
    "time": "0:08:31",
    "speaker": "spk_3",
    "line": "Took the whole team down to loose Tuesday. Big spread at the Marriott.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-63",
    "time": "0:08:35",
    "speaker": "spk_4",
    "line": "Oh, I always wanted to stay there.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-64",
    "time": "0:08:37",
    "speaker": "spk_1",
    "line": "Oh, yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-65",
    "time": "0:08:37",
    "speaker": "spk_3",
    "line": "It's real sweet, king-size bed, view of the lake, You name it. Boss took me out for dinner.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-66",
    "time": "0:08:44",
    "speaker": "spk_4",
    "line": "Just the two of them.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-67",
    "time": "0:08:45",
    "speaker": "spk_3",
    "line": "Steak's biggest adventures, mate. Said, you're going places in this world.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-68",
    "time": "0:08:50",
    "speaker": "spk_4",
    "line": "Give them a raise and a corner office. Yeah. You're that Lester. Corner office.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-69",
    "time": "0:08:56",
    "speaker": "spk_1",
    "line": "So you hear that. And I don't know if you noticed, but the brother went on a business trip. He got to sleep in a king sized bed There was a big spread at the Marriott and you know it's good because the other lady always wanted to stay there. Then the boss took about to dinner They ate a big steak. It was as big as a catcher's mitt.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-70",
    "time": "0:09:19",
    "speaker": "spk_0",
    "line": "And I don't know if you noticed this haze, but did you notice that it's just the two of them at dinner. Mhmm. So you know he's the boss favorite.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-71",
    "time": "0:09:27",
    "speaker": "spk_1",
    "line": "My friends.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-72",
    "time": "0:09:28",
    "speaker": "spk_0",
    "line": "And he gave him a raise and a corner office And",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-73",
    "time": "0:09:31",
    "speaker": "spk_1",
    "line": "a corner office",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-74",
    "time": "0:09:33",
    "speaker": "spk_0",
    "line": "he's an He said,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-75",
    "time": "0:09:34",
    "speaker": "spk_1",
    "line": "did you notice the part where he said that he was going places in this world?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-76",
    "time": "0:09:38",
    "speaker": "spk_0",
    "line": "Yeah. And did you notice that when he says corner office, the lady goes, did you hear that? A corner office. Because I didn't hear it the first time. And that's what's so good about this show is I'm not gonna have to listen to every single thing someone says. They're saying it again.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-77",
    "time": "0:09:58",
    "speaker": "spk_1",
    "line": "Again, yes. And this is also after a scene that we don't really have time for at the very beginning. Where Lester's wife talks to Lester about how successful Chaz is.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-78",
    "time": "0:10:09",
    "speaker": "spk_0",
    "line": "The whole first scene is just about all the same information we're hearing only we heard about it with him not in the room. Now we get the treat of hearing about it with him in the room from him.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-79",
    "time": "0:10:19",
    "speaker": "spk_1",
    "line": "Yes. Let's let's go back to the fact that this guy's a piece of shit. How do you know that? You know that his brother's rich. But how do you know that people are mean to him and that he doesn't like his life and stuff.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-80",
    "time": "0:10:31",
    "speaker": "spk_0",
    "line": "Well, in the in the thing we were talking in a show that some critics actually did like breaking bad. Yes. You might find out that this guy is unhappy with his life by, like, seeing his boss at the car wash say like hey you're gonna have to pick up another shift.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-81",
    "time": "0:10:49",
    "speaker": "spk_1",
    "line": "And that's it. That's it. Maybe that's good that he has to pick up another ship. Doesn't he making more money that way? Yeah. It's like that's all the information you get. But in this show, there's this great scene very early on where Lester the shitty guy runs into a guy that he knew in high school in the street. It's a guy who was his high school bully. The guy talked about how he put him in an oil barrel and rolled him down a hill into the highway. And also that also in addition to that, his wife gave him a hand job where they were in high school.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-82",
    "time": "0:11:25",
    "speaker": "spk_0",
    "line": "Yeah. This guy, you know, the shitty guy, Lester, is married",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-83",
    "time": "0:11:29",
    "speaker": "spk_1",
    "line": "to a woman who apparently jerked another man off. And they talk about that of the street also. And that's that doesn't seem like quite enough. So then the guy says this.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-84",
    "time": "0:11:40",
    "speaker": "spk_0",
    "line": "Never knew what she saw, you really. Oh, well. I No. I mean, help me out. Is it your stupid pencil dick",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-85",
    "time": "0:11:49",
    "speaker": "spk_2",
    "line": "or your little rat face?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-86",
    "time": "0:11:51",
    "speaker": "spk_1",
    "line": "So it seems like in the beginning, when this and this conversation is happening, you're like, are these guys friends or do they not like each other? Like, they they he put him in a barrel and rolled him down a hill. Is that like a game? Like, I need more information. Like, the guy the guy's wife gave the other guy a handjob when they were in high school, like, what does that mean? Like help me help me kind of put this all together.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-87",
    "time": "0:12:17",
    "speaker": "spk_0",
    "line": "But rolled him down a hill -- Mhmm. -- says rat face, says pencil dick. Yeah. And I actually missed the first time he said pencil dick, but he said pencil dick again when helped me a lot.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-88",
    "time": "0:12:26",
    "speaker": "spk_1",
    "line": "Tedsel dick again. And then there's another story about how he would write his own name on his knuckles in Sharpie, the bully, and punch the shitty guy in the face",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-89",
    "time": "0:12:37",
    "speaker": "spk_0",
    "line": "so that his name was written on his face from the punch.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-90",
    "time": "0:12:40",
    "speaker": "spk_1",
    "line": "So once you have all this information, you can kind of start to put it together.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-91",
    "time": "0:12:45",
    "speaker": "spk_0",
    "line": "I start to He also",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-92",
    "time": "0:12:46",
    "speaker": "spk_1",
    "line": "calls him the n word.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-93",
    "time": "0:12:47",
    "speaker": "spk_0",
    "line": "He just called him the n word first thing. That happens very early. That happens right away. And did you notice Hayes? And I don't know if you did that the guy had two sons who were kind of interesting.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-94",
    "time": "0:13:01",
    "speaker": "spk_1",
    "line": "Yes. And so they do these brothers who are the sons of the bully. And the way they talk, I don't know if you noticed. It's kind of interesting. I have a I didn't notice anything particularly.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-95",
    "time": "0:13:11",
    "speaker": "spk_0",
    "line": "I",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-96",
    "time": "0:13:12",
    "speaker": "spk_1",
    "line": "have a clip that sort of reflects their their dynamic. So the It's just a bunch of examples of the way these two brothers talk to each other.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-97",
    "time": "0:13:20",
    "speaker": "spk_2",
    "line": "Will you look at that?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-98",
    "time": "0:13:22",
    "speaker": "spk_3",
    "line": "What is it dad? Yeah, dad. What is it? You don't look like dad. Yeah, dad. He don't look black. It's more like a big pumpkin. Yeah. Yeah. He makes too big pumpkin. Went to high school with the black? Man, dad. Yeah, dad, did you? Is that him, dad? Yeah, dad, is that him? How? Yeah, dad out. Oh,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-99",
    "time": "0:13:40",
    "speaker": "spk_1",
    "line": "dad, that's embarrassing. Dad's super embarrassing.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-100",
    "time": "0:13:44",
    "speaker": "spk_3",
    "line": "That's a good one, daddy. Yeah, dad. Real good one.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-101",
    "time": "0:13:48",
    "speaker": "spk_1",
    "line": "Did you did you catch that?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-102",
    "time": "0:13:49",
    "speaker": "spk_0",
    "line": "So, okay. So now now, I don't know if this is what you're talking about, but what something I did notice, I don't know if you noticed this, is they talk to their dad a lot. And well,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-103",
    "time": "0:14:01",
    "speaker": "spk_1",
    "line": "i I I I watch it a few times. And unlike the third or fourth watch, you realize that when one of the brothers says something, the other brother says the same thing, and it actually happens nine times in that two minute scene.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-104",
    "time": "0:14:15",
    "speaker": "spk_0",
    "line": "And now so I did now that you say, I did sort of notice that about them. And it pointed me to another thing I love about this show versus the movie I fell asleep for forty five minutes during the movie.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-105",
    "time": "0:14:28",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-106",
    "time": "0:14:28",
    "speaker": "spk_0",
    "line": "And when I woke up, I was so lost. Yes. But I also fell asleep for forty five minutes during the show. And my experience was not negatively impacted. And so a big apology to the critics, we're critically ashamed right now because we got it wrong and you guys were right. And I look forward you've seen a lot more of this improvement on the movie, which was not that good.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-107",
    "time": "0:14:59",
    "speaker": "spk_1",
    "line": "We have a great guest. Jordan Morris is here. You know, I'm from the podcast Jordan and Jesse Go, on the Maximum Fund Network. We like sometimes to bring other podcast entrepreneurs onto the show and sort of talk about the podcast revolution and and and how to build your own podcast empire. So we're gonna do that very shortly on Hollywood Handbook.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-108",
    "time": "0:15:20",
    "speaker": "spk_4",
    "line": "Hollywood Handbook.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-109",
    "time": "0:15:21",
    "speaker": "spk_1",
    "line": "Hey, guys. Head on over to store dot earwolf dot com to grab up a classic earwolf T or a or a digital download. I haven't actually been to the story. I haven't",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-110",
    "time": "0:15:30",
    "speaker": "spk_0",
    "line": "been to the store, but we know, look, we work here --",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-111",
    "time": "0:15:34",
    "speaker": "spk_1",
    "line": "sure.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-112",
    "time": "0:15:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-113",
    "time": "0:15:34",
    "speaker": "spk_5",
    "line": "that the couture that's available online through these people must be amazing.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-114",
    "time": "0:15:40",
    "speaker": "spk_1",
    "line": "Yeah. They probably have like a nice, like, dennam sort of crop top with like a like a like a hinge waist.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-115",
    "time": "0:15:47",
    "speaker": "spk_5",
    "line": "Yeah. Or just like shredded mesh undies I I believe Bob Mackie designed a lot of them. He used to do all shares dresses for when cher went on tour, but then for this tour, he actually didn't do it because she didn't give enough notice and there's a little",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-116",
    "time": "0:16:01",
    "speaker": "spk_1",
    "line": "bit of a feud there. So did you go to store dot earwolf dot com to get like like, some really, like like distressed vintage, like earwolf sort of boot cuts which are actually coming back like, pretty hard and, like, a pretty strong win. So if you wanna be ahead of the",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-117",
    "time": "0:16:18",
    "speaker": "spk_0",
    "line": "and I think they also sell really small headphones, which I know the big headphones have been kind of a thing in fashion. It's like, well, guess what? Fashion changes.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-118",
    "time": "0:16:28",
    "speaker": "spk_1",
    "line": "Okay. Let's get back to the show.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-119",
    "time": "0:16:30",
    "speaker": "spk_4",
    "line": "Hollywood Handbook.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-120",
    "time": "0:16:37",
    "speaker": "spk_1",
    "line": "Did you notice what they wrote on my Starbucks cup today?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-121",
    "time": "0:16:42",
    "speaker": "spk_0",
    "line": "ACE. That's accurate. I get Ace. I get h a y s, Yes. I get h a z e.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-122",
    "time": "0:16:50",
    "speaker": "spk_1",
    "line": "It's like these fucking Greek dark people.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-123",
    "time": "0:16:52",
    "speaker": "spk_0",
    "line": "You know what I get?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-124",
    "time": "0:16:53",
    "speaker": "spk_1",
    "line": "Go to school.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-125",
    "time": "0:16:54",
    "speaker": "spk_0",
    "line": "What? Big dick player.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-126",
    "time": "0:16:59",
    "speaker": "spk_1",
    "line": "Hey. Yeah. Welcome to Hollywood Handbook and Insiders guide to kicking butt and dropping names on the red carpet line back hallways of this industry we call show biz. Showbiz, speaking of which from the from the introduction, it has a number of different facets now. It's like a nice fine diamond, where there it has a number of sides.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-127",
    "time": "0:17:23",
    "speaker": "spk_0",
    "line": "For people at home who don't know about diamonds, they're not always probably the ones you guys get are just completely flat -- Mhmm. -- because you can't afford a big rock version of it.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-128",
    "time": "0:17:34",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-129",
    "time": "0:17:34",
    "speaker": "spk_0",
    "line": "But if you do get a rock one, you can actually see there's different sides to it, and you can look at it with the little eyepiece thingy, and there's different",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-130",
    "time": "0:17:46",
    "speaker": "spk_1",
    "line": "sides and then wear it.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-131",
    "time": "0:17:48",
    "speaker": "spk_0",
    "line": "Oh, god. Yes. I love wearing diamonds.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-132",
    "time": "0:17:53",
    "speaker": "spk_1",
    "line": "One of the sides of the show business diamond is movies. Another one of the sides is TV shows. And increasingly like a real diamond, you're discovering new sides all the time.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-133",
    "time": "0:18:06",
    "speaker": "spk_0",
    "line": "I guess to help you picture what I'm talking about with a diamond is if you about how an umbrella -- Mhmm. -- sort of has different sides to it.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-134",
    "time": "0:18:14",
    "speaker": "spk_1",
    "line": "Yes. Right.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-135",
    "time": "0:18:15",
    "speaker": "spk_0",
    "line": "That is like, imagine obviously not that big But imagine the flat diamonds you see shape like an umbrella.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-136",
    "time": "0:18:24",
    "speaker": "spk_1",
    "line": "Mhmm. And one of the new sides that Sean and I have been exploring of show business is podcasting. You're listening to us do a a a podcast right now.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-137",
    "time": "0:18:35",
    "speaker": "spk_0",
    "line": "But we're not the only one full disclosure. We're not the",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-138",
    "time": "0:18:38",
    "speaker": "spk_1",
    "line": "only someone's doing it. And so to talk about this this this this new form of media and sort of what what it is, like you're listening to this, but what is it? We have Jordan Morris, say something.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-139",
    "time": "0:18:51",
    "speaker": "spk_2",
    "line": "Hey, guys. It's nice to be here.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-140",
    "time": "0:18:53",
    "speaker": "spk_0",
    "line": "Good. Thank you. Perfect.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-141",
    "time": "0:18:54",
    "speaker": "spk_1",
    "line": "He's the host the cohost of the Jordan Jesse Go podcast on the MaximumFund Network. He's been He's been doing it for quite",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-142",
    "time": "0:19:04",
    "speaker": "spk_2",
    "line": "a while. Yeah. I mean, I I think, you know, depending on which podcast the story and you ask. Mhmm. But we've been doing it the longest. And that's that's generally what I like to say is that we you know, we we did it first.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-143",
    "time": "0:19:19",
    "speaker": "spk_1",
    "line": "I mean,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-144",
    "time": "0:19:20",
    "speaker": "spk_2",
    "line": "you know, I told your guy that's how I kind of wanted you to introduce me, but maybe he didn't relay that information. Or something. Yeah. You wanna take this again and just introduce me properly?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-145",
    "time": "0:19:31",
    "speaker": "spk_0",
    "line": "I think I I think I've got an email from Benjamin saying what he wanted the intro to be. He sent over. I guess -- Okay. -- some blurb that you wrote up. But it's -- Yeah. -- ladies and jelly spoons, please welcome the bad o p original podcaster. He's a true gank in the tradition of iced tea and he dews podcasts and you better love it. This guy invented it He's like friggin Neil Armstrong meets the friggin Ramones, meets I don't know. DW Griffithth, and he's here.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-146",
    "time": "0:20:16",
    "speaker": "spk_2",
    "line": "Thanks. And thanks for I'm glad you took note of my inflection notes that I gave.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-147",
    "time": "0:20:21",
    "speaker": "spk_1",
    "line": "Yeah. Oh, good. Where you wanted",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-148",
    "time": "0:20:23",
    "speaker": "spk_0",
    "line": "me to be searching for some of it?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-149",
    "time": "0:20:24",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. I like how some of the the statement came out as questions. And that's just kinda that's just kind of a vibe that I like to give off. Like, I like to play with punctuation and",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-150",
    "time": "0:20:33",
    "speaker": "spk_0",
    "line": "--",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-151",
    "time": "0:20:33",
    "speaker": "spk_1",
    "line": "sure.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-152",
    "time": "0:20:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-153",
    "time": "0:20:34",
    "speaker": "spk_2",
    "line": "you know, form and expectation. So, like, that was Thank you for kind of bringing that vibe to my introduction. So you can just cut that one in. Right? You can",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-154",
    "time": "0:20:41",
    "speaker": "spk_1",
    "line": "yes. We'll just cut Thank you. We'll cut the original one. I remember When we were on the set of love and other drugs and we were talking to Jay.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-155",
    "time": "0:20:55",
    "speaker": "spk_0",
    "line": "It was a close set that day.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-156",
    "time": "0:20:56",
    "speaker": "spk_1",
    "line": "I think",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-157",
    "time": "0:20:56",
    "speaker": "spk_0",
    "line": "because it was when Hathaway showed her sweater puppies. And I think that we need a close set",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-158",
    "time": "0:21:03",
    "speaker": "spk_1",
    "line": "for Are",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-159",
    "time": "0:21:03",
    "speaker": "spk_2",
    "line": "you talking about Jake Gyllenhaal or Jake Branson, the guy who does craft services. I actually was on set there. And I kinda just see, like, the stars in the crew is equal.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-160",
    "time": "0:21:14",
    "speaker": "spk_1",
    "line": "So It's the same. Yes. Exactly. They're all red",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-161",
    "time": "0:21:16",
    "speaker": "spk_2",
    "line": "friends. Great.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-162",
    "time": "0:21:17",
    "speaker": "spk_1",
    "line": "Yes. This was Jake Busy who was",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-163",
    "time": "0:21:20",
    "speaker": "spk_0",
    "line": "visiting this at that day. Grant.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-164",
    "time": "0:21:21",
    "speaker": "spk_1",
    "line": "And he was telling us",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-165",
    "time": "0:21:23",
    "speaker": "spk_2",
    "line": "it was so nice of the director of love and other drugs to just let people kind of meander around.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-166",
    "time": "0:21:27",
    "speaker": "spk_0",
    "line": "Well, he also directed a few episodes of Shasta McNasty, and I think that is why he wanted that other Jake around.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-167",
    "time": "0:21:34",
    "speaker": "spk_2",
    "line": "Yeah. He just wanted that, like, creative and",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-168",
    "time": "0:21:37",
    "speaker": "spk_1",
    "line": "jake talks to us that day, he said there's this new thing where like you can download. Mhmm. It's sort of like a computer radio and you can listen to other people have casual conversation.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-169",
    "time": "0:21:52",
    "speaker": "spk_2",
    "line": "Sure.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-170",
    "time": "0:21:52",
    "speaker": "spk_1",
    "line": "And it sounded pretty great, and he talks about these guys' maximum fun -- Mhmm.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-171",
    "time": "0:21:57",
    "speaker": "spk_0",
    "line": "--",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-172",
    "time": "0:21:57",
    "speaker": "spk_1",
    "line": "who are who who are doing this. And that's sort of, like, when we originally checked it out two years ago, and that's kind of how we how we got into this. But in the early days, it wasn't exactly same as it is now. Wasn't it? We're a little different now.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-173",
    "time": "0:22:11",
    "speaker": "spk_2",
    "line": "I mean, now there's, like, a lot of, you know, money being thrown around. Sure. There's your stamps dot coms, your audibles, just kind of like you know, making it rain on these They're big boys.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-174",
    "time": "0:22:21",
    "speaker": "spk_1",
    "line": "Yeah. Yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-175",
    "time": "0:22:21",
    "speaker": "spk_2",
    "line": "And all these great content creators. But, you know, when when we started, you know, it was more of a garage operation.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-176",
    "time": "0:22:28",
    "speaker": "spk_1",
    "line": "We were",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-177",
    "time": "0:22:29",
    "speaker": "spk_2",
    "line": "kind of like I mean, we were kind of like in a virtual c b g b's where we were just kind of doing it to do it, you know. We just wanted to do it because, you know, we just wanted to express something in a really raw way.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-178",
    "time": "0:22:42",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-179",
    "time": "0:22:42",
    "speaker": "spk_2",
    "line": "And I keep going back to that word raw a lot when I think of weapon. Everybody comes out up to me and asks, like, why do you do it? Like, you know, why do you keep doing this.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-180",
    "time": "0:22:52",
    "speaker": "spk_1",
    "line": "I mean",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-181",
    "time": "0:22:53",
    "speaker": "spk_0",
    "line": "as if it's a choice.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-182",
    "time": "0:22:54",
    "speaker": "spk_2",
    "line": "Yeah. I mean, it's just kinda I'm just compelled to. And, like, yeah, I mean, I'm cash in those stamps dot com checks.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-183",
    "time": "0:22:59",
    "speaker": "spk_1",
    "line": "Sure.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-184",
    "time": "0:22:59",
    "speaker": "spk_2",
    "line": "It's great. And, you know, it's great that they love what we do, but also it's I mean, I mean, I would probably just wither if I couldn't. You know? Yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-185",
    "time": "0:23:08",
    "speaker": "spk_1",
    "line": "I remember on",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-186",
    "time": "0:23:09",
    "speaker": "spk_2",
    "line": "a regular basis.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-187",
    "time": "0:23:10",
    "speaker": "spk_1",
    "line": "The days early on when you were just doing ads for regular stamps.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-188",
    "time": "0:23:13",
    "speaker": "spk_0",
    "line": "Sure. We were",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-189",
    "time": "0:23:14",
    "speaker": "spk_2",
    "line": "just encouraging people. Like, it's a great way to mail something. Thing.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-190",
    "time": "0:23:17",
    "speaker": "spk_0",
    "line": "And you were going, I always have to go to the post office and I love that. And now you've changed your tune a little bit where you say that you never have to go to the post office anymore.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-191",
    "time": "0:23:26",
    "speaker": "spk_2",
    "line": "Yeah. Well, I mean, I I I like to think of myself as an innovator who changes with the times. Yes. Before I was just saying like, hey, stick one of these little squaries on her.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-192",
    "time": "0:23:36",
    "speaker": "spk_4",
    "line": "They'll send it back, but now.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-193",
    "time": "0:23:39",
    "speaker": "spk_2",
    "line": "I just want people to know.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-194",
    "time": "0:23:40",
    "speaker": "spk_1",
    "line": "Yeah. Stick the Squares.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-195",
    "time": "0:23:42",
    "speaker": "spk_0",
    "line": "Yeah. Stick the Squares.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-196",
    "time": "0:23:43",
    "speaker": "spk_2",
    "line": "And and I love that",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-197",
    "time": "0:23:45",
    "speaker": "spk_0",
    "line": "you said they're making it rain on these content creators. Because that's what it is. Isn't it That's",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-198",
    "time": "0:23:51",
    "speaker": "spk_1",
    "line": "what any conversation really is and that's what the root of Khan means, like, good stuff. And so a conversation is a form of content. And the studio is intense. Good stuff talking.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-199",
    "time": "0:24:03",
    "speaker": "spk_2",
    "line": "I think if you were to translate the Latin. Yes. Con, good stuff. Verization, talking.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-200",
    "time": "0:24:08",
    "speaker": "spk_1",
    "line": "So",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-201",
    "time": "0:24:09",
    "speaker": "spk_0",
    "line": "but we were talking about content and I think con, you know, good stuff. And then intent is that's where you live. So it's good stuff you can enjoy",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-202",
    "time": "0:24:18",
    "speaker": "spk_2",
    "line": "in your home.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-203",
    "time": "0:24:18",
    "speaker": "spk_1",
    "line": "In Latin times.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-204",
    "time": "0:24:19",
    "speaker": "spk_0",
    "line": "In Latin times, it's good stuff you can enjoy in your home, which is what this is. And You know, is there any more pure form of content than two dudes fucking jerking each other off -- Two white shoes. --",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-205",
    "time": "0:24:31",
    "speaker": "spk_1",
    "line": "to white",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-206",
    "time": "0:24:32",
    "speaker": "spk_0",
    "line": "shoes. Yes. Jerking each other off on a bucking microphone. Yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-207",
    "time": "0:24:35",
    "speaker": "spk_2",
    "line": "I mean, and that's what you know, when me and my podcast partner, Jesse kind of invented the genre, about seven years ago.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-208",
    "time": "0:24:43",
    "speaker": "spk_0",
    "line": "I mean,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-209",
    "time": "0:24:43",
    "speaker": "spk_2",
    "line": "we were just having a conversation. Yeah. Well, you know, I mean, I think as you guys can feel and I'm kind of sensing the vibe. It's a very, like, erotic medium. Like, it's intimate. It's it's it's low.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-210",
    "time": "0:24:56",
    "speaker": "spk_1",
    "line": "A very highly charged.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-211",
    "time": "0:24:57",
    "speaker": "spk_2",
    "line": "Auditory. I mean, they talk about the ear gland being the most erogenous gland. I agree with that.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-212",
    "time": "0:25:03",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-213",
    "time": "0:25:04",
    "speaker": "spk_2",
    "line": "So, yeah, I have definitely I have",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-214",
    "time": "0:25:05",
    "speaker": "spk_0",
    "line": "two glands I would put before it, but it's top three for sure.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-215",
    "time": "0:25:08",
    "speaker": "spk_2",
    "line": "Sure. Well, you know, potato potato. So, yeah, I mean, we were just talking and I'll admit, like, there were people putting out downloadable audio files before us, but it was like really specialized stuff. It was like, Buffy fanfic and grammar tips and we were like taking all this in and we were like, what's missing? Mhmm. And so we came up with the genre improvised Caucasian conversations.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-216",
    "time": "0:25:32",
    "speaker": "spk_1",
    "line": "Wow. Yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-217",
    "time": "0:25:33",
    "speaker": "spk_2",
    "line": "And we just really wanted to give people a window into what a white friendship is like. Like, can we just felt like people weren't out there getting raw about stuff like TV, movies, video games, That's important guy in your neighborhood.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-218",
    "time": "0:25:47",
    "speaker": "spk_1",
    "line": "Like Because people were having these conversations before, but nobody could hear them. Exactly.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-219",
    "time": "0:25:53",
    "speaker": "spk_2",
    "line": "And people weren't appreciating how raw we could get about stuff like this and how brave and just how like I don't know. We were just putting ourselves out there in a way that I don't think anybody did before or has done sense. If that makes any sense does",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-220",
    "time": "0:26:08",
    "speaker": "spk_0",
    "line": "that make sense? It does. It makes sense. Yeah. It's making sense. It makes sense. It's making sense to",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-221",
    "time": "0:26:12",
    "speaker": "spk_1",
    "line": "just Totally.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-222",
    "time": "0:26:12",
    "speaker": "spk_2",
    "line": "Am I crazy? Am I going crazy? Does this make sense?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-223",
    "time": "0:26:15",
    "speaker": "spk_0",
    "line": "I mean, you're crazy in a good way. Right. Because you saw you saw the potential",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-224",
    "time": "0:26:20",
    "speaker": "spk_1",
    "line": "you'd have",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-225",
    "time": "0:26:21",
    "speaker": "spk_0",
    "line": "to be crazy to be a trailblazer the way you've been and a medium",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-226",
    "time": "0:26:25",
    "speaker": "spk_1",
    "line": "that just truckers were using to send files to each other.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-227",
    "time": "0:26:30",
    "speaker": "spk_4",
    "line": "Yeah, felt like, you know, chucking roots and,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-228",
    "time": "0:26:33",
    "speaker": "spk_2",
    "line": "you know, at which waffle house can you get a handjob and, you know, things like this and we saw that potential and we loved that. We loved that.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-229",
    "time": "0:26:41",
    "speaker": "spk_0",
    "line": "Can we not stand beyond the truck? Yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-230",
    "time": "0:26:42",
    "speaker": "spk_2",
    "line": "We're not slamming those guys. We're totally not slamming those guys. We love them. We love what they were doing, but we're just like, What else what else?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-231",
    "time": "0:26:51",
    "speaker": "spk_1",
    "line": "You",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-232",
    "time": "0:26:51",
    "speaker": "spk_2",
    "line": "know, where can we go from here? How can we make this better?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-233",
    "time": "0:26:54",
    "speaker": "spk_0",
    "line": "It's like those guys are like BB King or whatever. We're like, they started noodling on guitar and you went like, okay, but you guys are like freaking John Mayer where you wrote real song Sure. Thanks.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-234",
    "time": "0:27:05",
    "speaker": "spk_2",
    "line": "Yeah. We took that framework.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-235",
    "time": "0:27:06",
    "speaker": "spk_0",
    "line": "Made a few bucks. Because the b b king stuff's unlistenable. Yeah. I mean But he's he's using a tool that wound up being what you guys use. Mhmm.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-236",
    "time": "0:27:15",
    "speaker": "spk_2",
    "line": "And yeah. And thank you for bringing up John Mayer. I mean, we've we've always talked about like we wanted to do for you know, ninety minutes of bullshitting what he did for the pop song. Mhmm. So yeah. I mean, thanks",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-237",
    "time": "0:27:28",
    "speaker": "spk_0",
    "line": "to make this really cool you",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-238",
    "time": "0:27:30",
    "speaker": "spk_2",
    "line": "that you hear that info.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-239",
    "time": "0:27:32",
    "speaker": "spk_0",
    "line": "Yeah. It's totally it's right there on the surface for anyone who wants to see it. You were saying before you came in that you've seen some AMC TV shows.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-240",
    "time": "0:27:44",
    "speaker": "spk_2",
    "line": "Yeah. I mean, again, that's a big thing",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-241",
    "time": "0:27:46",
    "speaker": "spk_0",
    "line": "--",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-242",
    "time": "0:27:46",
    "speaker": "spk_2",
    "line": "yeah. -- you know, that we think is really important in podcasting is to, like, you know, just like let people know about AMC TV shows that no one knows about and no one is talking about.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-243",
    "time": "0:27:56",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-244",
    "time": "0:27:56",
    "speaker": "spk_2",
    "line": "Like, you have an obligation. Breaking bad. It's ended it's run, but I don't think anyone's seen it. People need to talk more about this, and I think that's just an important thing. What's nice is",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-245",
    "time": "0:28:07",
    "speaker": "spk_1",
    "line": "i feel like I don't really have to see it because I'm listening to people talk about it on on a lot of these great podcasts.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-246",
    "time": "0:28:14",
    "speaker": "spk_2",
    "line": "Yeah. And we just wanna give people that option, like,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-247",
    "time": "0:28:17",
    "speaker": "spk_0",
    "line": "yes. And for me, I'm obviously never going watch Walking Dead because it's too scary in their sick pervert to ever made that show. Yes. But what's not scary and what's not perverted is to hear a truly funny comedian -- Yes. -- say something that happened on the show. But not and what they think might happen.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-248",
    "time": "0:28:36",
    "speaker": "spk_1",
    "line": "Yes. But not feeling like they have to be",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-249",
    "time": "0:28:38",
    "speaker": "spk_0",
    "line": "-- No. They don't have to be on the whole time when they're doing it. What they what they get to do really is just sort of say it. Right.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-250",
    "time": "0:28:47",
    "speaker": "spk_2",
    "line": "Yeah. And thank and, you know, that's a great point. And I and that I think you know, this is opening up the door to a larger conversation about, like, what is a comedian's podcast? Like, we kind of looked at that and we're like, why does a comedian always have to be funny?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-251",
    "time": "0:29:04",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-252",
    "time": "0:29:04",
    "speaker": "spk_2",
    "line": "Why do they have to be telling why do they have to thought of something in advance, which they think is funny.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-253",
    "time": "0:29:12",
    "speaker": "spk_0",
    "line": "Yes. Yes. That's one of the most frustrating things about comedy.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-254",
    "time": "0:29:16",
    "speaker": "spk_2",
    "line": "And raw Like that that's a like, it's so hard to be raw and real all the time. I mean, I'm exuding a lot of energy right now being so raw and real with you guys. But, like I mean, think of it",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-255",
    "time": "0:29:29",
    "speaker": "spk_0",
    "line": "i always fell out of my chair just now.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-256",
    "time": "0:29:31",
    "speaker": "spk_2",
    "line": "If I want it to be funny on top of this, it's",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-257",
    "time": "0:29:35",
    "speaker": "spk_0",
    "line": "too much and it wouldn't be authentic. But what's authentic I think and I've heard one comedian actually do this is talk about how you're in therapy. Yes. Isn't that actually better than doing comedy?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-258",
    "time": "0:29:49",
    "speaker": "spk_1",
    "line": "Yes. It I mean, I guess you could have a funny observation about",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-259",
    "time": "0:29:53",
    "speaker": "spk_2",
    "line": "you know, something that happened in therapy or what it means or blah blah",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-260",
    "time": "0:29:56",
    "speaker": "spk_0",
    "line": "blah blah blah blah blah. Maybe just say what you realized in therapy about yourself.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-261",
    "time": "0:30:00",
    "speaker": "spk_2",
    "line": "Yeah. People I mean, People will just appreciate the fact that they're getting a little glimpse into a pretty sick mind. Oh, yeah. I mean, a mind that's a little twisted.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-262",
    "time": "0:30:12",
    "speaker": "spk_0",
    "line": "Yes. I mean because they are always saying these freaking comedians are cuckoo. What's going on inside those, you know, melons on top of their necks? And they're gonna finally find out. Well, it's some, you know, half assed self help stuff that they sort of read somewhere and then thought about and then are repeating on a mic -- And then -- -- to another guy. -- and and don't",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-263",
    "time": "0:30:34",
    "speaker": "spk_4",
    "line": "let's not forget an enjoyment of AMC television.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-264",
    "time": "0:30:36",
    "speaker": "spk_1",
    "line": "Oh, god. That good. Because it it mirrors the way she's not jealous.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-265",
    "time": "0:30:41",
    "speaker": "spk_2",
    "line": "Have you guys seen the TV edit? A titvolution man. Have you are you guys watching the TV editor of demolition man? Because this is some more great AMC TV.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-266",
    "time": "0:30:52",
    "speaker": "spk_1",
    "line": "The the way the places they choose to cut in the devilish event are so precise. They're surgeons. Honestly. I'm",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-267",
    "time": "0:30:59",
    "speaker": "spk_0",
    "line": "telling you, it's like it was built to have commercial breaks. It's like they were thinking about the commercial breaks when they wrote the fucking original script.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-268",
    "time": "0:31:06",
    "speaker": "spk_2",
    "line": "I'm actually in talks to",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-269",
    "time": "0:31:08",
    "speaker": "spk_4",
    "line": "host a demolition man after show. Wow. Finally.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-270",
    "time": "0:31:12",
    "speaker": "spk_1",
    "line": "Because the the only thing missing still on a lot of AMC TV shows is they'll just do the show. Mhmm. And then they'll leave you wanting to discuss it",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-271",
    "time": "0:31:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-272",
    "time": "0:31:22",
    "speaker": "spk_1",
    "line": "sure.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-273",
    "time": "0:31:23",
    "speaker": "spk_0",
    "line": "--",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-274",
    "time": "0:31:23",
    "speaker": "spk_1",
    "line": "and then they'll just go on to another play like WireWire or something.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-275",
    "time": "0:31:26",
    "speaker": "spk_2",
    "line": "Yeah. Exactly.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-276",
    "time": "0:31:27",
    "speaker": "spk_1",
    "line": "And then you wanna discuss that.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-277",
    "time": "0:31:28",
    "speaker": "spk_2",
    "line": "I wanna sit down with, like, the cast of demolition man, but also just, like, some YouTube celebrities and talk about, like, I mean, what's what's going on here? Where's the where's the demolition man and gang gonna go next? Sure. Now Jordan,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-278",
    "time": "0:31:44",
    "speaker": "spk_0",
    "line": "we have talked a lot about getting Ron. Can I ask you something a little more personal? And you don't have to answer, but I think that our audience would appreciate if you did When you were younger -- Mhmm. -- were you and forgive me if I'm way out of bounds, but Were you",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-279",
    "time": "0:32:01",
    "speaker": "spk_2",
    "line": "maybe a little bit of a nerd. Oh, boy. This question, you know? Okay. I see. Yeah. I I I mean yeah. I mean, it's tough for me to talk about and",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-280",
    "time": "0:32:10",
    "speaker": "spk_0",
    "line": "we've we've already admitted full disclosure. We've already admitted that we actually read have readed comics and have liked comics Okay.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-281",
    "time": "0:32:18",
    "speaker": "spk_2",
    "line": "I see I'm here with some solo key.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-282",
    "time": "0:32:20",
    "speaker": "spk_1",
    "line": "Why we can pick this stuff up is because, like, as we, like like superheroes and stuff, we can maybe see a guy who might also like superheroes as well. Okay.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-283",
    "time": "0:32:27",
    "speaker": "spk_2",
    "line": "I mean, I'm giving off that vibe. I get it. I get it. You can tell I'm a total point Dexter. Wow. We live and smell our eyes. I mean, my high I mean, we laugh about it now, but my high school days were a living hell. Sure. I mean, Hey, here were some of my good friends. Mario,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-284",
    "time": "0:32:45",
    "speaker": "spk_0",
    "line": "sotic.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-285",
    "time": "0:32:46",
    "speaker": "spk_2",
    "line": "And, you know, I loved all that geeky stuff like Tendos -- Yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-286",
    "time": "0:32:51",
    "speaker": "spk_0",
    "line": "Straight -- which as a teenager, people weren't really doing --",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-287",
    "time": "0:32:54",
    "speaker": "spk_1",
    "line": "no.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-288",
    "time": "0:32:54",
    "speaker": "spk_0",
    "line": "-- you know? Not because",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-289",
    "time": "0:32:55",
    "speaker": "spk_2",
    "line": "my friends liked an antenna.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-290",
    "time": "0:32:56",
    "speaker": "spk_0",
    "line": "Well, they were all out with a hoop and a stick just playing active and like We're not athletes.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-291",
    "time": "0:33:01",
    "speaker": "spk_2",
    "line": "What ball and cigarettes? I mean, I didn't even know what those things were. I was too busy playing Nintendo.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-292",
    "time": "0:33:07",
    "speaker": "spk_0",
    "line": "That go the dolphin and suck.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-293",
    "time": "0:33:09",
    "speaker": "spk_2",
    "line": "I know. And like watching these nerdy shows like coach",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-294",
    "time": "0:33:13",
    "speaker": "spk_1",
    "line": "i",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-295",
    "time": "0:33:13",
    "speaker": "spk_2",
    "line": "mean, I would just sit there and I would write Dauber fan fiction. And I wouldn't even have anywhere to put it because geocities didn't exist yet.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-296",
    "time": "0:33:21",
    "speaker": "spk_0",
    "line": "That was my family, you know. I was it was me and Murphy b. And she had a different assistant every week.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-297",
    "time": "0:33:27",
    "speaker": "spk_2",
    "line": "Murphy b.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-298",
    "time": "0:33:28",
    "speaker": "spk_0",
    "line": "A mild silver b? That's right. That's what I call mild silver b. Granshaud, Faith Ford, a gang. Corky Sherwood. But Jordan but Jordan. Yeah. Later he's in the house. That's right, baby.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-299",
    "time": "0:33:39",
    "speaker": "spk_1",
    "line": "Jordan Jordan Is that why you're so funny, Jordan? Is that why today, does it come from a place where your sensibility was home?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-300",
    "time": "0:33:47",
    "speaker": "spk_2",
    "line": "Well, I mean,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-301",
    "time": "0:33:48",
    "speaker": "spk_1",
    "line": "maybe not being so popular in high school, and maybe that adversity is what leads you to be so so fat today.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-302",
    "time": "0:33:53",
    "speaker": "spk_2",
    "line": "Hey. Here's true. Does it come",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-303",
    "time": "0:33:55",
    "speaker": "spk_1",
    "line": "from a place paying, like, Richard Pryor?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-304",
    "time": "0:33:56",
    "speaker": "spk_2",
    "line": "Here's the truth. I mean, I'm glad you brought up Richard prior",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-305",
    "time": "0:33:59",
    "speaker": "spk_4",
    "line": "prior because I consider him a contemporary. I'm glad you brought up Richard prior.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-306",
    "time": "0:34:05",
    "speaker": "spk_0",
    "line": "And I see that. I see a",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-307",
    "time": "0:34:06",
    "speaker": "spk_2",
    "line": "lot of similarities when it was like Richard Pryor, John Mayer. Like, these are the guys. Like, I'm looking to to kind of make the gumbo that is my sensibility. Mhmm.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-308",
    "time": "0:34:16",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-309",
    "time": "0:34:16",
    "speaker": "spk_2",
    "line": "I mean, definitely like I mean, here's the thing about all comedians. Here's the thing about all comedians across the board. They're not funny because they like jokes. Right. They're funny because they're sad clowns. Inside every comedian is pain. That is across the board. That is exclusive. We've all had fucked up childhoods. I mean, my childhood was so fucked up and miserable. Like, I was in home watching coach and like, I guess I didn't get traditionally like beat up, but people would look at me in the hall like -- Mhmm.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-310",
    "time": "0:34:46",
    "speaker": "spk_0",
    "line": "--",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-311",
    "time": "0:34:46",
    "speaker": "spk_2",
    "line": "this guy has been watching.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-312",
    "time": "0:34:47",
    "speaker": "spk_0",
    "line": "Coach. Yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-313",
    "time": "0:34:48",
    "speaker": "spk_2",
    "line": "We're not gonna invite him to our cigarette parties, you know? And that hurt. And and",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-314",
    "time": "0:34:53",
    "speaker": "spk_0",
    "line": "this is why I have so little sympathy for criminals. Because of course of course any one of us could have gone that route. We could have taken that pain and turned it into just being arson or doing, you know, murder in a convenience store.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-315",
    "time": "0:35:10",
    "speaker": "spk_2",
    "line": "I've I constantly think about being arson. And then I'm like, you know And that would have channeled that.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-316",
    "time": "0:35:15",
    "speaker": "spk_0",
    "line": "That would have been the only It should",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-317",
    "time": "0:35:16",
    "speaker": "spk_1",
    "line": "be comedy.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-318",
    "time": "0:35:17",
    "speaker": "spk_0",
    "line": "And to be comedy and that would have been so easy to just get a can of gasoline and just go to the cigarette party in oops. Sure. And and instead, what we did is sorry Jocks. What we did is we made something for the world.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-319",
    "time": "0:35:31",
    "speaker": "spk_1",
    "line": "I don't know what this it was the case with you guys, and I I I will say it. My parents used to fight. They used to they fight all the time, and I remember Is",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-320",
    "time": "0:35:38",
    "speaker": "spk_2",
    "line": "that what you're twisted?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-321",
    "time": "0:35:39",
    "speaker": "spk_1",
    "line": "Hearing them fight. Well, yes, it makes you wanna lash out and do something that's that's kind of against society, but you can do that in a constructive way. Or in a negative way like burning.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-322",
    "time": "0:35:50",
    "speaker": "spk_0",
    "line": "I wish I wish my parents would have bought because my dad was too busy.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-323",
    "time": "0:35:54",
    "speaker": "spk_2",
    "line": "Oh, Sean. Fuck man.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-324",
    "time": "0:35:56",
    "speaker": "spk_0",
    "line": "He barely even was around. He's a stranger to me because he was so busy.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-325",
    "time": "0:36:02",
    "speaker": "spk_2",
    "line": "Anyway, but you're using that. Your channel You know? And that's what, like",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-326",
    "time": "0:36:06",
    "speaker": "spk_0",
    "line": "well, but is it why I have to stay so busy always making all the time.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-327",
    "time": "0:36:09",
    "speaker": "spk_1",
    "line": "But you know what, Sean, you you make time for your your guys, you know? You're not him.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-328",
    "time": "0:36:14",
    "speaker": "spk_0",
    "line": "I do I do block out every other Saturday. I'm with my little guys' wind weather. And if Stephanie's late -- Mhmm. -- I give her hell because I'm going You know this is my time with them, and you know I don't wanna be like him.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-329",
    "time": "0:36:27",
    "speaker": "spk_2",
    "line": "Mhmm. Have you thought about maybe, like,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-330",
    "time": "0:36:30",
    "speaker": "spk_0",
    "line": "when I say him, I'm pointing at a big statue of Paul",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-331",
    "time": "0:36:32",
    "speaker": "spk_1",
    "line": "bunyan. And I also want to clarify I also want to clarify for people. You are still married.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-332",
    "time": "0:36:38",
    "speaker": "spk_0",
    "line": "Oh, yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-333",
    "time": "0:36:39",
    "speaker": "spk_1",
    "line": "But you guys have like a joint custody thing?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-334",
    "time": "0:36:41",
    "speaker": "spk_0",
    "line": "Well, she doesn't wanna live in my basement apartment in my dad's house. Because She wants",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-335",
    "time": "0:36:46",
    "speaker": "spk_2",
    "line": "to live in a tennis mansion somewhere.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-336",
    "time": "0:36:48",
    "speaker": "spk_0",
    "line": "Yeah. And I just feel like I'm not gonna live in your tennis mansion year round -- Mhmm. -- when I've got this sweet set up down here. Correct. I've got two different kinds of futons. I've got blacklight posters fucking to beat the band. Mhmm. And one thing she doesn't realize about my dad is he would be pissed if he knew I was sneaking out to see her.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-337",
    "time": "0:37:15",
    "speaker": "spk_1",
    "line": "Right. He's busy, but he's not so busy. He's not blind. He doesn't approve of a man sneaking out",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-338",
    "time": "0:37:22",
    "speaker": "spk_2",
    "line": "of the house to see his wife. He's pretty he's like a conservative. It's like one of those bible thumping conservatives.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-339",
    "time": "0:37:29",
    "speaker": "spk_0",
    "line": "Yeah. And I don't even know if it's the bible, but he definitely has a big book in his hand and he's definitely pissed.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-340",
    "time": "0:37:36",
    "speaker": "spk_1",
    "line": "Jordan, we wanna do something with you that's a little different from what a what a a traditional podcast might we are innovators as well. Sure.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-341",
    "time": "0:37:47",
    "speaker": "spk_2",
    "line": "I mean, innovators who are just coasting off our wake. But yeah. Yeah. Yeah. Sure. Sure. Sure.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-342",
    "time": "0:37:51",
    "speaker": "spk_1",
    "line": "Yeah. We've said that.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-343",
    "time": "0:37:54",
    "speaker": "spk_2",
    "line": "You say that in every episode? Just make let",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-344",
    "time": "0:37:55",
    "speaker": "spk_1",
    "line": "them know that you've been coasting off my wake and Well, yeah. And Jesse's.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-345",
    "time": "0:38:02",
    "speaker": "spk_2",
    "line": "Less so. Sure. Yeah. Yeah. Less so. But yeah. Yeah. Sure.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-346",
    "time": "0:38:05",
    "speaker": "spk_1",
    "line": "Yeah. This is a thing where we've solicited questions from our listening audience, And we asked the we ask those questions from our audience to you on the podcast. Mhmm. And then comes a challenge of coming up with a day for the segment.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-347",
    "time": "0:38:22",
    "speaker": "spk_0",
    "line": "Now we think we've got one that works, but we don't totally know how to explain it.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-348",
    "time": "0:38:27",
    "speaker": "spk_1",
    "line": "Where we're drawing from a lot of different places as we come up with this name. Right? We're getting Quest from a group of people who are not on the show, but they're fans of the show. One is led potentially to the area of the peanut gallery. People who are submitting questions. Right?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-349",
    "time": "0:38:42",
    "speaker": "spk_2",
    "line": "It's a little on the nose. Is there a way you",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-350",
    "time": "0:38:44",
    "speaker": "spk_1",
    "line": "can Agreed, Jordan -- One",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-351",
    "time": "0:38:45",
    "speaker": "spk_2",
    "line": "of those words. Can you change just one of those words?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-352",
    "time": "0:38:49",
    "speaker": "spk_0",
    "line": "Oh, and we looked into changing gallery.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-353",
    "time": "0:38:51",
    "speaker": "spk_1",
    "line": "Which word? Yes. Which which word?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-354",
    "time": "0:38:53",
    "speaker": "spk_0",
    "line": "Yes. Yes. Should we call them the peanut gang. The peanut area. Well, Charles Schultz sued us for doing that. We did that on our old radio show.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-355",
    "time": "0:39:00",
    "speaker": "spk_1",
    "line": "Then the question arises, would it be a good idea to merge the worlds of question asking and movies. Mhmm. And so one one is led to the word peanuts. Peanuts are a food, is there a movie food that would be useful to put in the name of the segment?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-356",
    "time": "0:39:18",
    "speaker": "spk_0",
    "line": "Don't say chicken sausage. I know they've got those chicken jalapeno sausages with the mango relish at some of the theaters you go to, but that's not what we mean.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-357",
    "time": "0:39:27",
    "speaker": "spk_1",
    "line": "They serve pizza in a lot of movie theaters as well. It's necessarily a food that is identified with movies. What about the salt packet gallery? Like, you know how",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-358",
    "time": "0:39:36",
    "speaker": "spk_2",
    "line": "they have those salt packets for the popcorn?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-359",
    "time": "0:39:37",
    "speaker": "spk_0",
    "line": "But sometimes they have shaker, don't they?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-360",
    "time": "0:39:39",
    "speaker": "spk_2",
    "line": "That's true. Yeah. You didn't want something to worry about.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-361",
    "time": "0:39:41",
    "speaker": "spk_0",
    "line": "So if you say packet and somebody's been one with a big shaker.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-362",
    "time": "0:39:43",
    "speaker": "spk_2",
    "line": "And",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-363",
    "time": "0:39:44",
    "speaker": "spk_1",
    "line": "you say, wait a second. So what are we doing with this Yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-364",
    "time": "0:39:47",
    "speaker": "spk_0",
    "line": "Both that you said the salt packet for what?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-365",
    "time": "0:39:50",
    "speaker": "spk_2",
    "line": "For the popcorn? Which is free. Oh,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-366",
    "time": "0:39:53",
    "speaker": "spk_0",
    "line": "hey, Jordan. You are a diet right.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-367",
    "time": "0:39:58",
    "speaker": "spk_1",
    "line": "You're so that's by far the closest that he was",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-368",
    "time": "0:40:00",
    "speaker": "spk_2",
    "line": "ever done.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-369",
    "time": "0:40:01",
    "speaker": "spk_0",
    "line": "Much closer than anyone's gotten, but it's not the Diet Wright gallery.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-370",
    "time": "0:40:04",
    "speaker": "spk_1",
    "line": "It's called the popcorn gallery. And this week, the theme of the questions is that everyone asking questions has to be named Andrew or Andy, some variation on it. It's a variation on that. We didn't announce it, but people came through anyway.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-371",
    "time": "0:40:16",
    "speaker": "spk_0",
    "line": "Yes. Okay. So",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-372",
    "time": "0:40:18",
    "speaker": "spk_1",
    "line": "the first question, we reach into the bag and we pull it out.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-373",
    "time": "0:40:27",
    "speaker": "spk_0",
    "line": "Wash this down with some diet right. Thanks, Mark.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-374",
    "time": "0:40:31",
    "speaker": "spk_1",
    "line": "This one's for Andy Smith. Jordan Morris. You were in the movie all about Steve. Mhmm. Follow-up question. Do you like Jesse Thorn more or less now that he has a beard and children?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-375",
    "time": "0:40:42",
    "speaker": "spk_2",
    "line": "Yeah. I mean, thanks. I'm I'm glad he brought up my star turn in all about Steve. A little cult classic. Mhmm. Maybe didn't Boffo Bio. But, you know, I think is one of those movies like, you know, the Big Lebowski or it's a wonderful life that has, like, become appreciated and, like, loved and revered",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-376",
    "time": "0:41:01",
    "speaker": "spk_0",
    "line": "--",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-377",
    "time": "0:41:02",
    "speaker": "spk_1",
    "line": "mhmm.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-378",
    "time": "0:41:02",
    "speaker": "spk_0",
    "line": "--",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-379",
    "time": "0:41:02",
    "speaker": "spk_2",
    "line": "since it's been, you know, on cable and, you know, DVD and on demand and Blue Ray and mobile phones, Playstation, Xbox, Xbox,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-380",
    "time": "0:41:11",
    "speaker": "spk_0",
    "line": "-- Verizon v",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-381",
    "time": "0:41:12",
    "speaker": "spk_2",
    "line": "cast. -- yeah. It's like big on the Playstation vita. Like, people are always downloading all Steve",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-382",
    "time": "0:41:17",
    "speaker": "spk_1",
    "line": "play, those ads they have now all about Steve your heart out.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-383",
    "time": "0:41:20",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. Sure. Absolutely. I mean, it's a big big selling point for Google Play.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-384",
    "time": "0:41:25",
    "speaker": "spk_0",
    "line": "Yeah. And isn't it Is it the Hulu original series Deadbeat based on all about Steve?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-385",
    "time": "0:41:30",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-386",
    "time": "0:41:30",
    "speaker": "spk_2",
    "line": "I mean, it's it's like kind of a Marvel agents of Shield -- Yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-387",
    "time": "0:41:33",
    "speaker": "spk_0",
    "line": "--",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-388",
    "time": "0:41:33",
    "speaker": "spk_2",
    "line": "to the cinematic universe created by all about Steve. Steve, kind of, TV companion. You know, I might be making a little cameo in Deadpool. Not not gonna say which episode, but I might show up. Are you",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-389",
    "time": "0:41:45",
    "speaker": "spk_1",
    "line": "gonna do your famous line from the movie? Do you wanna do it now?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-390",
    "time": "0:41:49",
    "speaker": "spk_2",
    "line": "Okay. I mean, I will be saying this glue is making me high.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-391",
    "time": "0:41:53",
    "speaker": "spk_1",
    "line": "Which was an actual line that I said it all about too. I know.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-392",
    "time": "0:41:57",
    "speaker": "spk_2",
    "line": "So, yeah, I'm the you know, my famous glues making me high character might make it appear",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-393",
    "time": "0:42:02",
    "speaker": "spk_0",
    "line": "were you eating the glue?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-394",
    "time": "0:42:04",
    "speaker": "spk_2",
    "line": "Well, I don't wanna give too much away.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-395",
    "time": "0:42:07",
    "speaker": "spk_0",
    "line": "Oh, or had you glued yourself to a really high shelf? No. Yes. That's the premise. This glue made me.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-396",
    "time": "0:42:14",
    "speaker": "spk_2",
    "line": "I guess my climbing had made me high, and the glue was just keeping me high. So you know, but you just, like, you rub that stuff on",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-397",
    "time": "0:42:20",
    "speaker": "spk_0",
    "line": "your head. And you human fly your way up the shelf.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-398",
    "time": "0:42:23",
    "speaker": "spk_1",
    "line": "And the air is so thin up there. You don't really know Thank you. You don't really know",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-399",
    "time": "0:42:26",
    "speaker": "spk_2",
    "line": "they get a little messy. Exactly. Yeah. Yeah. So, I mean, just thank you for to this to this fan for, like, mentioning that I have my hands in a lot of different kinds of content. I'm also brewing my own microbrews these days.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-400",
    "time": "0:42:40",
    "speaker": "spk_0",
    "line": "Mhmm. So Oh my gosh. Yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-401",
    "time": "0:42:42",
    "speaker": "spk_2",
    "line": "Like that's a kind of content.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-402",
    "time": "0:42:44",
    "speaker": "spk_0",
    "line": "What cool great hobby",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-403",
    "time": "0:42:46",
    "speaker": "spk_2",
    "line": "oh, it's so fun and I just love to talk about it. It's interesting for everyone to hear about that process.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-404",
    "time": "0:42:51",
    "speaker": "spk_0",
    "line": "Tell me some of the brews you're working on right now. Lops levels and whatever else you can say.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-405",
    "time": "0:42:57",
    "speaker": "spk_2",
    "line": "I'm just working on a real hoppy IPA. Wow. I love Hong Kong.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-406",
    "time": "0:43:02",
    "speaker": "spk_1",
    "line": "Hoppy, IPA. I like the really bad bitter stuff.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-407",
    "time": "0:43:07",
    "speaker": "spk_2",
    "line": "Sure. I mean, it is gross. It's It is. It's it's a challenging drink. I like to think of it, like, kind of, like, if it was a film, it would be un Shen Andalou because it's challenging. It challenges your notions",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-408",
    "time": "0:43:20",
    "speaker": "spk_1",
    "line": "of, like, what good. Normal people would would spit out",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-409",
    "time": "0:43:23",
    "speaker": "spk_0",
    "line": "i wanna feel like I'm trying to win against the drink by finishing it.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-410",
    "time": "0:43:27",
    "speaker": "spk_1",
    "line": "They're used to drinking Piss yellow beer. Ugh. I like black beer.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-411",
    "time": "0:43:32",
    "speaker": "spk_0",
    "line": "Swines. I hate swines who don't eat, drink the good beer",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-412",
    "time": "0:43:36",
    "speaker": "spk_1",
    "line": "and you said you don't wanna talk about Jesse, so we can just move on.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-413",
    "time": "0:43:39",
    "speaker": "spk_2",
    "line": "Yeah. I mean, like, I kinda want this to be about me and, like, my stuff. I totally agree.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-414",
    "time": "0:43:45",
    "speaker": "spk_1",
    "line": "And we mentioned that to guys, but they still Nah. I mean, just that I'm sure.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-415",
    "time": "0:43:49",
    "speaker": "spk_0",
    "line": "This nice question Does that come up for you a lot?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-416",
    "time": "0:43:51",
    "speaker": "spk_2",
    "line": "Yeah. I mean, it sure. I mean, I've got I've got my fans and he's got his fans and he does his thing and I do my thing. I think just what's important is that, like, I was really instrumental in creating improvised Caucasian conversations. Mhmm.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-417",
    "time": "0:44:07",
    "speaker": "spk_1",
    "line": "But you need someone to talk to.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-418",
    "time": "0:44:10",
    "speaker": "spk_2",
    "line": "Right. You need another Caucasian there. Yes. To improvise a conversation with.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-419",
    "time": "0:44:14",
    "speaker": "spk_1",
    "line": "So I",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-420",
    "time": "0:44:14",
    "speaker": "spk_2",
    "line": "think that's like a big part of his contribution.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-421",
    "time": "0:44:16",
    "speaker": "spk_1",
    "line": "Sure. Here's a question from Andrew, and let's find it.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-422",
    "time": "0:44:26",
    "speaker": "spk_0",
    "line": "I'm going to kill myself tomorrow.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-423",
    "time": "0:44:28",
    "speaker": "spk_2",
    "line": "Is that from Austin powers? That drop?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-424",
    "time": "0:44:32",
    "speaker": "spk_0",
    "line": "No. My friend Mark from high school originally recorded all these drops. And, yes, I think he had been watching a lot of AP at the time. Good flick. Not as good as the sequels.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-425",
    "time": "0:44:45",
    "speaker": "spk_2",
    "line": "No. I like I mean, I think they went out on top. Like, they stopped with their best one.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-426",
    "time": "0:44:48",
    "speaker": "spk_1",
    "line": "What they didn't do at what they didn't think to do in the first one was a scene where Ozzy Osborne and his family see something. I think it looks like a dance. I'd say What what",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-427",
    "time": "0:45:02",
    "speaker": "spk_0",
    "line": "the heck is that? It looks like good.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-428",
    "time": "0:45:04",
    "speaker": "spk_1",
    "line": "But then you can't say dick in a movie, so you cut to someone else. Someone else saying",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-429",
    "time": "0:45:10",
    "speaker": "spk_0",
    "line": "you cut to you cut to Elizabeth Taylor turning to Richard Burton going --",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-430",
    "time": "0:45:15",
    "speaker": "spk_1",
    "line": "right.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-431",
    "time": "0:45:15",
    "speaker": "spk_0",
    "line": "-- Dick, you wanna get married again? And then yeah. And that way, we're able to get it all in.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-432",
    "time": "0:45:19",
    "speaker": "spk_1",
    "line": "But that's how they got around in, like, two thousand four -- Sure. -- like the codes that were around back then of not being able to say things like Dick. Andrew asks, Mister Morse, when Jesse Thorn does that thing where he invites strangers to go on a boat vacation with him, do you get a free ticket, or do you have to pay full price, or is it like a partial discount situation? Now I'm sorry again",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-433",
    "time": "0:45:40",
    "speaker": "spk_2",
    "line": "about this. Yeah. If we can like do a better job of screening these",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-434",
    "time": "0:45:44",
    "speaker": "spk_0",
    "line": "the next time I come in",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-435",
    "time": "0:45:45",
    "speaker": "spk_1",
    "line": "it was the people named Andrew or Andy -- Okay.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-436",
    "time": "0:45:48",
    "speaker": "spk_0",
    "line": "--",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-437",
    "time": "0:45:48",
    "speaker": "spk_1",
    "line": "for some reason, there was a lot of overlap between them and people who wanted to ask questions about Jesse Thorn.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-438",
    "time": "0:45:54",
    "speaker": "spk_2",
    "line": "Yeah. Okay. That's fine. Yeah. I mean, you know, he's got his thing where, like, he does, like, you know, getaways and stuff like that. And I'm kind of, like, working on my own version of that where it's just like a trip to Fresno",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-439",
    "time": "0:46:08",
    "speaker": "spk_1",
    "line": "for",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-440",
    "time": "0:46:08",
    "speaker": "spk_2",
    "line": "like comedy fans, like -- Yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-441",
    "time": "0:46:10",
    "speaker": "spk_0",
    "line": "--",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-442",
    "time": "0:46:10",
    "speaker": "spk_2",
    "line": "fans who wanna get like real and raw in Fresno. And yeah. I mean, we're just like we're booking some rooms at the the Fresno Airport Marriott.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-443",
    "time": "0:46:18",
    "speaker": "spk_1",
    "line": "We're",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-444",
    "time": "0:46:19",
    "speaker": "spk_2",
    "line": "just gonna have a little weekend and just like get real and Ron and see what happens.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-445",
    "time": "0:46:22",
    "speaker": "spk_1",
    "line": "What a great place to listen to people talk about movies.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-446",
    "time": "0:46:25",
    "speaker": "spk_2",
    "line": "I I think it yeah. I think it's gonna be a great venue for us. And, you know, they have a they have one of the last remaining blockbusters.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-447",
    "time": "0:46:32",
    "speaker": "spk_3",
    "line": "So I'm just",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-448",
    "time": "0:46:32",
    "speaker": "spk_2",
    "line": "gonna go there and then, like, enjoy some physical media, you know.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-449",
    "time": "0:46:36",
    "speaker": "spk_1",
    "line": "The the live podcast, this is a little tangent. Sure. How is that?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-450",
    "time": "0:46:42",
    "speaker": "spk_2",
    "line": "We're in the tangent business. Am I right? Podcast. Yes. We're ever finished a conversation. Where the",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-451",
    "time": "0:46:48",
    "speaker": "spk_1",
    "line": "star goes. Yeah. Yes. The live podcast. Talk about how that has innovated the form being able to not just listen to someone talk about therapy and and and and and movies and people, they know that you don't know, but to actually see them do it.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-452",
    "time": "0:47:07",
    "speaker": "spk_2",
    "line": "Yeah. I mean, I think that, like, the live shows become a really important arrow in the podcasters quiver. It's like sure when you're listening, you know, in your earbuds at your, you know, office drone job where you know, you're wasting away in that cubicle. And, you know, you're listening to us like just kind of like spin out on whatever like twisted tangent we're on. Yeah. I mean, like, sure you can appreciate, like, the pauses and the stories that don't get finished and you know, and the yeah. You're right. The weird conversations where the audience isn't given out enough information. But when you see that live, it's just it's got a different texture,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-453",
    "time": "0:47:48",
    "speaker": "spk_0",
    "line": "you know. And and isn't it nicer to listen to with you know that it's not edited in any way. So you're getting the good stuff.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-454",
    "time": "0:47:57",
    "speaker": "spk_2",
    "line": "Yeah. Mhmm.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-455",
    "time": "0:47:58",
    "speaker": "spk_0",
    "line": "And people are kinda reacting",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-456",
    "time": "0:47:59",
    "speaker": "spk_2",
    "line": "to stuff you didn't see. Yeah. And you, like, and you like you know, you feel that and you use that energy. Like, I take that energy and then I just use it to like, you know, just like let people know that Game of Thrones great this season. No spoilers, but it is great.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-457",
    "time": "0:48:14",
    "speaker": "spk_1",
    "line": "Are you do HBO shows",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-458",
    "time": "0:48:15",
    "speaker": "spk_2",
    "line": "too? Yeah. I mean, we're branching out into talking about HBO shows. It was mainly AMC shows in the beginning.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-459",
    "time": "0:48:20",
    "speaker": "spk_0",
    "line": "That could be big. Now, Jordan, I'm gonna go ahead and put myself in the popcorn gallery for a second. Sure.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-460",
    "time": "0:48:27",
    "speaker": "spk_1",
    "line": "Oh, no. It's such a big tangent. I forgot where we were where we were in the popcorn gallery.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-461",
    "time": "0:48:30",
    "speaker": "spk_0",
    "line": "Because I have a question. Yeah. You've mentioned a few times twisted tangents and stuff like that. Do you ever get scared at just how fucked up your mind is and all these crazy connections you make when you're just talking and just really going down the sort of Byzantine labyrinth that is your sinences. What",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-462",
    "time": "0:48:50",
    "speaker": "spk_1",
    "line": "if you go too far? And what if the string that you leave behind to find your way out is lost. Sure.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-463",
    "time": "0:48:58",
    "speaker": "spk_2",
    "line": "I mean, it's it's absolutely a concern, you know. And that's just like it's the tight rope we walk every day as podcasters like this conversation about what was your favorite cartoon in the Disney afternoon, like, it starts in this place. It's already a little it like dirt. Whoa. You know? Dog. Tail spin.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-464",
    "time": "0:49:19",
    "speaker": "spk_0",
    "line": "Tail spin.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-465",
    "time": "0:49:20",
    "speaker": "spk_2",
    "line": "Rescue I mean, see, you can already kind of peel things getting bonkers.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-466",
    "time": "0:49:23",
    "speaker": "spk_0",
    "line": "Yeah. Totally nuts. And yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-467",
    "time": "0:49:25",
    "speaker": "spk_2",
    "line": "Yeah. I mean, that's that's the risk,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-468",
    "time": "0:49:27",
    "speaker": "spk_1",
    "line": "you know.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-469",
    "time": "0:49:27",
    "speaker": "spk_2",
    "line": "I mean, it's like houdini.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-470",
    "time": "0:49:29",
    "speaker": "spk_1",
    "line": "And these Those are shows that you could not do today because they were so crazy. They were just so crazy. Like, today,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-471",
    "time": "0:49:35",
    "speaker": "spk_2",
    "line": "what were the people smoking who came up with -- Yes.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-472",
    "time": "0:49:38",
    "speaker": "spk_1",
    "line": "Exactly. But that so informs the sensibility of people like us today who grew up with like this really crazy original comment.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-473",
    "time": "0:49:45",
    "speaker": "spk_0",
    "line": "And that's why and that's why our our minds are such, you know, dark caverns and and we're a bit like spelunkers, you know.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-474",
    "time": "0:49:53",
    "speaker": "spk_1",
    "line": "And",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-475",
    "time": "0:49:54",
    "speaker": "spk_0",
    "line": "it it that's It's a rush for me. It's how I get off, but it there's a lot of danger.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-476",
    "time": "0:49:59",
    "speaker": "spk_2",
    "line": "I mean, I think a lot about like houdini and like Chris Angel and guys like that. Yes. Because like they never know if they're coming back. You know, like, once they're, you know, in the box once",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-477",
    "time": "0:50:10",
    "speaker": "spk_1",
    "line": "they're getting Once you turn them upside down strong man. Yes. Will they ever be right side up? And yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-478",
    "time": "0:50:15",
    "speaker": "spk_2",
    "line": "I mean, I guess I think that every time I have an improvised Caucasian conversation is like,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-479",
    "time": "0:50:20",
    "speaker": "spk_1",
    "line": "this",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-480",
    "time": "0:50:20",
    "speaker": "spk_2",
    "line": "could be my last. Like, I, you know, probably won't die, but I could just go into such a dark deep labyrinthian twisted place that I I mean, I might not make it out. I might have to, like, you know, be taken away.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-481",
    "time": "0:50:34",
    "speaker": "spk_0",
    "line": "The minitor is at the center, you know -- Yeah. -- and when you do in that Laborant. There's a minotaur in there. And if I",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-482",
    "time": "0:50:39",
    "speaker": "spk_2",
    "line": "don't know this question I love it. I just love content and I love, you know, just getting real with my fans. So, like, I think I owe them that much, you know.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-483",
    "time": "0:50:48",
    "speaker": "spk_1",
    "line": "Mhmm. The minotaur has a bull's head and that makes him extra scary.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-484",
    "time": "0:50:53",
    "speaker": "spk_0",
    "line": "I can imagine. I saw one Chris Angel episode of Mindfreak, you know, where he gets locked in a prison cell and he's naked and there's a bunch of There's a bunch of women outside. And he's got only a certain amount of time like two hours to get out of the prison cell, like, where clothes are on the other side. And if he doesn't, then the women are all going to see him and they want in, boy, oh, man, do they want in bad? There's a lot of interviews to women going, I mean, getting to see Chris Angel, the mind freak, without any clothes on, and they're so excited. And his bodyguards and his handlers are going like, I mean, of course, these women wanna get in. I mean, imagine like them getting to see a sneak peek at Chris Angel and see his whole fucking weiners.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-485",
    "time": "0:51:42",
    "speaker": "spk_3",
    "line": "But, anyway,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-486",
    "time": "0:51:44",
    "speaker": "spk_1",
    "line": "it's the danger that, like, Cassandra could get blown to death.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-487",
    "time": "0:51:48",
    "speaker": "spk_0",
    "line": "I think he's worried about that and maybe had just gotten into a relationship that was getting serious. But anyway, he hid a key somewhere in the cell, you know? And so right as the time's ticking down. He does manage to unlock it. But that's sort of what we're doing. Mhmm. Yeah. We're almost getting exposed all the time.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-488",
    "time": "0:52:07",
    "speaker": "spk_1",
    "line": "Everyone's almost seeing our our mind or",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-489",
    "time": "0:52:09",
    "speaker": "spk_2",
    "line": "emotional mind readers. Yes. Here it is. Like, here are my opinions about",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-490",
    "time": "0:52:14",
    "speaker": "spk_0",
    "line": "and if you're built like me or Chris Angel or Jordan or Hayes, you know, it's a pretty significant risk. Sure.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-491",
    "time": "0:52:21",
    "speaker": "spk_1",
    "line": "We we had another question from Andy Niece, we're not gonna do it, but I'll just ask the the the question. Just find it in the bag and I'll just read it and But we won't do it because we don't have time.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-492",
    "time": "0:52:42",
    "speaker": "spk_0",
    "line": "Oh my God. There was a dragon underneath the bag.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-493",
    "time": "0:52:45",
    "speaker": "spk_1",
    "line": "I'm gonna eat my",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-494",
    "time": "0:52:50",
    "speaker": "spk_0",
    "line": "fucking dragon.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-495",
    "time": "0:52:50",
    "speaker": "spk_2",
    "line": "This question is from Andy Meese. Jordan, this isn't really a",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-496",
    "time": "0:52:51",
    "speaker": "spk_1",
    "line": "question, but could you please show",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-497",
    "time": "0:52:52",
    "speaker": "spk_2",
    "line": "off your",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-498",
    "time": "0:52:59",
    "speaker": "spk_1",
    "line": "acting chops and do all your best accents and impressions and then make Hayes and Sean do some too, please. Thank you. Mhmm. That sounds like it could have been -- Mhmm.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-499",
    "time": "0:53:06",
    "speaker": "spk_0",
    "line": "--",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-500",
    "time": "0:53:06",
    "speaker": "spk_1",
    "line": "pretty fun.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-501",
    "time": "0:53:07",
    "speaker": "spk_2",
    "line": "That would have been fun. Yes. It would have been real fun.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-502",
    "time": "0:53:09",
    "speaker": "spk_0",
    "line": "I would -- Yeah. -- like to see -- absence. Yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-503",
    "time": "0:53:11",
    "speaker": "spk_1",
    "line": "The implication that, you know, a guest could make us do. Like, we love you. We really think you're great, but that you would come in here and make us do something that we don't wanna do. Look, we're we control the edit afterwards even. So we could just take that out if we if we didn't want",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-504",
    "time": "0:53:24",
    "speaker": "spk_0",
    "line": "even if you got us to do it in the room, Which you can't. No offense.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-505",
    "time": "0:53:28",
    "speaker": "spk_2",
    "line": "I think what I mean, I think I mean, I guess I could come at this one of two ways. Like, I could try and make you guys do it here or I mean, I can do it on my show and then, like, a couple years down the road, you guys will be doing it on your show. Just because like -- Wow.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-506",
    "time": "0:53:40",
    "speaker": "spk_0",
    "line": "--",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-507",
    "time": "0:53:41",
    "speaker": "spk_2",
    "line": "i feel like the community takes cues from us. Yes. And like they hear what we're doing and then, you know, their, you know, their little brains kind of like eventually are able to",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-508",
    "time": "0:53:51",
    "speaker": "spk_1",
    "line": "once we figure out the technology.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-509",
    "time": "0:53:52",
    "speaker": "spk_0",
    "line": "It's a little,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-510",
    "time": "0:53:53",
    "speaker": "spk_2",
    "line": "like, yeah, like, a big idea, like, funny voices.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-511",
    "time": "0:53:56",
    "speaker": "spk_0",
    "line": "Not to nerd out, but it's a",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-512",
    "time": "0:53:57",
    "speaker": "spk_2",
    "line": "little, like, remember, hey, get to comic con. You're gonna nerd out.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-513",
    "time": "0:54:01",
    "speaker": "spk_0",
    "line": "You can you can say that because I know you're it's our word for each other. Yeah. Now, nerd is our n word. But it's a little bit like how when coach had the story where he and his wife were trying to get pregnant. And then, you know, a year later, Murphy Brown maybe wants a baby too.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-514",
    "time": "0:54:22",
    "speaker": "spk_1",
    "line": "What a great",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-515",
    "time": "0:54:22",
    "speaker": "spk_2",
    "line": "i think people took a lot of cues from coach.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-516",
    "time": "0:54:25",
    "speaker": "spk_1",
    "line": "What a great thing this is. Just just so we can Just talk openly",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-517",
    "time": "0:54:29",
    "speaker": "spk_0",
    "line": "about it. Just be among our own, you know?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-518",
    "time": "0:54:31",
    "speaker": "spk_1",
    "line": "Mhmm. Yes. It it really is nice and it's supposed to work with me together.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-519",
    "time": "0:54:34",
    "speaker": "spk_0",
    "line": "Must make listeners feel a little more comfortable who they are.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-520",
    "time": "0:54:38",
    "speaker": "spk_1",
    "line": "Mhmm. Which is important too. They like Yeah.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-521",
    "time": "0:54:40",
    "speaker": "spk_2",
    "line": "I mean, if there's just one kid out there who decides, you know, that he doesn't wanna be arson, and then he'd rather be podcast or comedy or just wanna be content, you know, just be any kind of content whether it's, you know, microbrews or tapas or webasodes or -- Mhmm.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-522",
    "time": "0:54:56",
    "speaker": "spk_0",
    "line": "--",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-523",
    "time": "0:54:56",
    "speaker": "spk_2",
    "line": "you know, like mobile phones.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-524",
    "time": "0:54:58",
    "speaker": "spk_1",
    "line": "To wander around imagine what it must be like. And that we're so far removed from this, it's hard to remember. But to just walk through the world thinking, am I the only person who likes video games? Is it is it only It can feel like you are. Yeah. You",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-525",
    "time": "0:55:12",
    "speaker": "spk_2",
    "line": "can feel like you are. Mhmm.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-526",
    "time": "0:55:13",
    "speaker": "spk_0",
    "line": "It can really feel that way.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-527",
    "time": "0:55:15",
    "speaker": "spk_2",
    "line": "Once like just like some brave guys are able to get out there and say like, hey, You know?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-528",
    "time": "0:55:20",
    "speaker": "spk_1",
    "line": "Yes. Brave guys who have made or have I remember certain station. Yes. Who have proved that that you can like video games and also be six",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-529",
    "time": "0:55:29",
    "speaker": "spk_0",
    "line": "yes. And we have the right to of course tell people what is cool to like now that used to be uncool. Yes. Because we sort of have been ordained as guys who are so great. And so There's a financial component",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-530",
    "time": "0:55:43",
    "speaker": "spk_1",
    "line": "to that as well.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-531",
    "time": "0:55:44",
    "speaker": "spk_0",
    "line": "If I'm yes. We have fucking shit tons of dough. But if I'm saying it's a whole lot of dose of baby. If I'm saying something maybe that I realize in therapy or something maybe that is a pretty tight and obvious observation because it's been said many times by other people. It's like, right. Other people didn't get said by me or by Hayes or by Jordan -- Mhmm. -- the people who are actually important because you kind of enjoyed something we did comedically was.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-532",
    "time": "0:56:11",
    "speaker": "spk_1",
    "line": "What would it sound like if we said that?",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-533",
    "time": "0:56:13",
    "speaker": "spk_2",
    "line": "You know what",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-534",
    "time": "0:56:13",
    "speaker": "spk_1",
    "line": "i We did that web video.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-535",
    "time": "0:56:14",
    "speaker": "spk_2",
    "line": "I like Phil Real kinship with the electronic mashup artist girl talk. Because, like, he's making something new out of other stuff. And, yeah, I guess I didn't like, I didn't invent mortal kombat too. I didn't invent the idea of leaning in. Fatality. Remember? Oh, man. You remembered that, and I like you now. Because that's also something I remember.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-536",
    "time": "0:56:38",
    "speaker": "spk_1",
    "line": "Jordan, thank you so much for being so honest and so raw with us today. We would like to ask our listeners to rate us on iTunes and to and to like us on the forums. If you liked what you heard today and if it made you feel special and, like, you have good friends. We would also like you to buy the pro version of our of our podcast, which is where you get real real good information and and other nice things.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-537",
    "time": "0:57:11",
    "speaker": "spk_0",
    "line": "As a reward to Andrew who did buy the pro version.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-538",
    "time": "0:57:16",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-539",
    "time": "0:57:17",
    "speaker": "spk_0",
    "line": "Jordan is going to relay the plot of one of his favorite episodes of Coke. He's gonna talk about what Dawber did and some of the other things that happened.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-540",
    "time": "0:57:28",
    "speaker": "spk_2",
    "line": "Okay. So yeah. I mean, I think, oh god. I mean, which episode of coached to pick? I mean, there's just so many to you. You know, do you do the single coach days? Do you do the married coach days? I mean, I think I'd wanna go with, like, season five episode eleven Dawber's big day. And this was really like a great Dauber episode because Dawber met a woman who thought he was a contractor, but Dawber thought she was hitting on him. And he goes to coach, and he realizes this. And he wants to fix her deck anyways. And he has to have a crash course in handymanning from the sea man. And it's just great because, like, Dawber, you know, like, he's not good with his hands, and he's a sweet guy. Mhmm. You're rooting for him. So you're rooting for him. You want him to finish this deck and eventually He wanted",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-541",
    "time": "0:58:18",
    "speaker": "spk_1",
    "line": "to have sex with that girl.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-542",
    "time": "0:58:19",
    "speaker": "spk_2",
    "line": "Fuck this woman played by a pre pre friends, Courtney Cox.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-543",
    "time": "0:58:23",
    "speaker": "spk_3",
    "line": "Oh,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-544",
    "time": "0:58:23",
    "speaker": "spk_2",
    "line": "it was a little bit of a May December thing, and I think it made some people uncomfortable",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-545",
    "time": "0:58:28",
    "speaker": "spk_4",
    "line": "that Jerry Van Dyke was tried to fuck",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-546",
    "time": "0:58:31",
    "speaker": "spk_2",
    "line": "a nineteen year old Courtney Cosh.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-547",
    "time": "0:58:32",
    "speaker": "spk_0",
    "line": "Chey Vandyke's not Dauber. Bye.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-548",
    "time": "0:58:41",
    "speaker": "spk_6",
    "line": "This has been an earwelft media production. Executive producers, Jeff Orec and Scott Ockerman. For more information, visit earwelft dot com.",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-549",
    "time": "0:58:52",
    "speaker": "spk_0",
    "line": "Eerwolf radio,",
    "episode": "29",
    "edited": false
  },
  {
    "id": "29-550",
    "time": "0:58:54",
    "speaker": "spk_1",
    "line": "boom, dot com. The worst dead",
    "episode": "29",
    "edited": false
  }
]
