[
  {
    "id": "302-0",
    "time": "0:00:00",
    "speaker": "spk_0",
    "line": "hey, folks. It's me, well then. Pardon me if I'm a little bit shaken today. I recently discovered that I live in I suppose what you would call the present day. I always understood myself to be a resident of sort of, I guess, what you would call the whole west. And I and I was a prospector who worked in a silver mine and say, I guess, the late eighteen hundreds. It's recently been brought to my attention that I and my friend, Mac, who turns out to be my brother. That's a different story. Got lost in a western themed section of a water park called Gizzard gulch. And we recently wandered off the property for the first time and are experiencing modern technology. I'm also told it's similar to the twist in the movie, The Village. It's the first time I've I've heard of a a movie as well. So to me, that's that's nonsense. I don't understand that comparison at all. So if you're hearing these cars going by and other kinds of crazy noises, I've chosen to kinda throw myself into this. I'm hoping I adjust more quickly that way. Mac is having a little more trouble. He has fully disassociated. And he is like, faced out on the sidewalk where we first encountered the modern world. He's alive. He's he's doing okay, but he his response has been to take his mind to a different place. So thinking about him, I'm sure he'll be better soon. It was something I wanted to tell you. Whatever you're wearing right now Mac Weldon is better. Mac Weldon is a premium men's essentials brand that believes in smart design, premium laborates and simple shopping. Not only do Mack weldens underwear socks and shirts look good. They perform well too. They have a line silver underwear in shirts that are naturally antimicrobial, and that means they eliminate odors and microbes. If you don't, like your first pair, you could keep it. And they will still refund you. No questions I asked. We are we've bought some sweat pants on there that or just the app like some of the best stuff you could ever wear. And it's making me comfortable having my under my comfy underpants on in what is for me, literally a brave new world. For twenty percent off your first order, visit mac weldon dot com and enter promo code the boys at checkout.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-1",
    "time": "0:03:04",
    "speaker": "spk_1",
    "line": "Hey guys, I'm here to tell you about my sheets rock. This is Sean Clements from Hollywood Handbook and this is a company that makes sheets. Now Obviously, a lot of times when I or when Hayes and I do ads like this, we try to have sort of a funny irreverent take on the ad, my wife has specifically",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-2",
    "time": "0:03:26",
    "speaker": "spk_2",
    "line": "asked me not to do that with",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-3",
    "time": "0:03:27",
    "speaker": "spk_1",
    "line": "this ad. We got a free set of sheets from them. She likes the sheets so much. She said, I love these sheets. Can I get more of these sheets? I said, I don't think they're gonna send them. I just think they sent them so we could try it. And she was like, well, don't screw up the ad and maybe they actually will give us more. So anyway, I'm gonna do the ad. I'll maybe point out some spots where maybe I would be doing something really funny, but I'm passing up on it just to kinda protect my marriage. We all love summer except when it comes to sleeping in the heat. I probably would talk about the Melissa McCarthy Center Bolt movie, the heat there. Not gonna do it because I don't want them to be angry. Thankfully, new sheets brand my sheets rock probably here, I would say, hey, not only do my sheets rock, I love to rock, and then I would play the entirety of Tears in heaven by Eric Clapton, my favorite rock and roll song. But of course, I'm not gonna do that. My sheets rock has created the regulator sheets. I don't have anything for that. Which are designed for hot sleepers. Look, this is a rich area. I'm not gonna touch it. Their sheets keep you cool by regulating temperature and wicking away moisture. I would do a whole Johnwick thing here. Where like I'm exchanging coins and for bounties and we're staying at the continental and I do impressions I'm not gonna do that. All while being soft and breathable, they're made of bamboo rayon. I would leave that alone. Which transfers body heat two times better than cotton sheets? I would do like a cotton I Joe thing here. So you can sleep comfortably every night. Okay. So those are that's most of the copy. I'm gonna get into the actual promo code stuff but As you could see, there are probably about four golden bits that I've elected not to do. I'm sorry to deprive you guys, but again, this is my home life and my wife loves the sheets. Anyone thinking I'm gonna go and if my wife loves the sheets, You know I love the sheets and get into this kinda racy thing about, like, what happens inside the sheets? Obviously, that's another. Really juicy area that I could turn into maybe ten or fifteen ads for these people. But in the interest of playing it safe, I'm just gonna say, the sheets are nice. Check out my sheets rock at my sheets rock dot com slash the boys and enter code the boys for ten percent off and free shipping. That's my sheets rock dot com slash the boys, code the boys. My sheets rock, the sheets that my wife likes. It's me and my",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-4",
    "time": "0:06:30",
    "speaker": "spk_3",
    "line": "shovel, and my other tools. And I can hear that",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-5",
    "time": "0:06:39",
    "speaker": "spk_2",
    "line": "i am right under the",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-6",
    "time": "0:06:39",
    "speaker": "spk_4",
    "line": "kona podcast yet. I like",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-7",
    "time": "0:06:47",
    "speaker": "spk_3",
    "line": "you know, I have my I've, like, built scaffolding around the the, like, where I've dug so far. And so I feel like that part is secure and I dig a little more. And I just can hear, like, just film",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-8",
    "time": "0:06:58",
    "speaker": "spk_5",
    "line": "up the hurdles.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-9",
    "time": "0:06:59",
    "speaker": "spk_4",
    "line": "Mhmm. Yeah. Yeah. Yeah. Sprinky. Scinky. He's still doing all the sound",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-10",
    "time": "0:07:05",
    "speaker": "spk_5",
    "line": "of yeah. He's doing the string dance and",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-11",
    "time": "0:07:08",
    "speaker": "spk_3",
    "line": "yes. I can hear kinda just like the movements of of the string dance",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-12",
    "time": "0:07:11",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-13",
    "time": "0:07:12",
    "speaker": "spk_4",
    "line": "mhmm.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-14",
    "time": "0:07:12",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-15",
    "time": "0:07:12",
    "speaker": "spk_3",
    "line": "above. And so, like, okay. I'm got if I'm gonna get up there, I need to have, like, something really funny.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-16",
    "time": "0:07:20",
    "speaker": "spk_5",
    "line": "Yeah. For when you first fucked it, when your head first comes up through the floor, you have one second -- Mhmm.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-17",
    "time": "0:07:28",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-18",
    "time": "0:07:28",
    "speaker": "spk_5",
    "line": "to win them over. Yes. And that's it. Otherwise, they're gonna stomp on your head and shoot you back down into the tunnel.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-19",
    "time": "0:07:37",
    "speaker": "spk_3",
    "line": "So I have like a little blasting cap that I put on the roof of the tunnel. I hit the button, it blows up. And I'm sort of hoping to, like, pop out Yeah. All at once. Yeah. I end up excuse me.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-20",
    "time": "0:07:58",
    "speaker": "spk_5",
    "line": "I must have had too much beans or something.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-21",
    "time": "0:08:01",
    "speaker": "spk_3",
    "line": "I end up kinda getting blasted into the ceiling. Ugh. And I come down A lot of the the, like, a panel, like, does fall down on me. Yeah. I don't wanna get asbestos or whatever is, like, in the ceiling of these places. I don't wanna get into my mouth.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-22",
    "time": "0:08:20",
    "speaker": "spk_1",
    "line": "Shit.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-23",
    "time": "0:08:20",
    "speaker": "spk_3",
    "line": "So I'm, like, holding my mouth closed, but I also did hit my head pretty hard. So I'm, like, I, like, sick. You're, like, screaming",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-24",
    "time": "0:08:27",
    "speaker": "spk_5",
    "line": "as your mouth closed.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-25",
    "time": "0:08:28",
    "speaker": "spk_3",
    "line": "And so I end up I had also, like, vomiting out my nose.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-26",
    "time": "0:08:32",
    "speaker": "spk_5",
    "line": "Yeah. Having throw up. Really hard. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-27",
    "time": "0:08:37",
    "speaker": "spk_3",
    "line": "Everyone luckily, everyone is mostly god. Sure. There was an explosion.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-28",
    "time": "0:08:43",
    "speaker": "spk_5",
    "line": "Yes. Which I didn't really think of when you're telling the story that at the moment of the explosion, they're probably gonna get out of the room. So there is not even gonna hear you go, for example, oh, I must had too much beans. So the at that point, you are playing to an empty house.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-29",
    "time": "0:09:04",
    "speaker": "spk_3",
    "line": "But The bikes, I guess, are still on.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-30",
    "time": "0:09:09",
    "speaker": "spk_5",
    "line": "Or are they gonna turn the bikes off as they're as they're running out? That's true. So there's an element of, like, you'll be on the show unless they edit that one part out.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-31",
    "time": "0:09:19",
    "speaker": "spk_3",
    "line": "So they'll be able to hear, like, in the corner, like, after the explosion. Someone be like Oh, I must have to do a beat.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-32",
    "time": "0:09:27",
    "speaker": "spk_5",
    "line": "Yeah. They're like, who's that? Right. Ideally.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-33",
    "time": "0:09:31",
    "speaker": "spk_3",
    "line": "That's funny. That was a fart?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-34",
    "time": "0:09:34",
    "speaker": "spk_5",
    "line": "Well, yeah. It was so loud. Yeah. Part of the the ceiling and walls apart,",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-35",
    "time": "0:09:43",
    "speaker": "spk_1",
    "line": "you know?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-36",
    "time": "0:09:45",
    "speaker": "spk_3",
    "line": "Hey, welcome to Holly handbook, an insider's guide to kicking button, dropping names in the red carpet line back hallways of this interview week call show.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-37",
    "time": "0:09:51",
    "speaker": "spk_1",
    "line": "Thanos Fanos part. Right? Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-38",
    "time": "0:09:56",
    "speaker": "spk_5",
    "line": "His farts his farts are worse than his snaps.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-39",
    "time": "0:10:00",
    "speaker": "spk_3",
    "line": "So what is this? What what are we what's this whole thing?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-40",
    "time": "0:10:03",
    "speaker": "spk_5",
    "line": "The Show? Yes. Do we have a guest sort of a fan contest winner who On his own dime was willing to fly out from",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-41",
    "time": "0:10:18",
    "speaker": "spk_1",
    "line": "the sticks and now wants to",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-42",
    "time": "0:10:23",
    "speaker": "spk_5",
    "line": "i don't know what he wants to do, what he thinks he's gonna get out of this, but have at it.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-43",
    "time": "0:10:27",
    "speaker": "spk_3",
    "line": "Yeah. Why do we what's what is our job here?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-44",
    "time": "0:10:31",
    "speaker": "spk_4",
    "line": "You're done. So what",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-45",
    "time": "0:10:32",
    "speaker": "spk_5",
    "line": "i wanted to do Who are you? Say who",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-46",
    "time": "0:10:34",
    "speaker": "spk_3",
    "line": "you are.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-47",
    "time": "0:10:35",
    "speaker": "spk_4",
    "line": "Oh, you don't even you're not even gonna do that. No. Okay. Well, hello, everyone. Sorry. I'm a bit logey. My name is Jess.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-48",
    "time": "0:10:44",
    "speaker": "spk_3",
    "line": "They don't know what you're normally like.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-49",
    "time": "0:10:46",
    "speaker": "spk_5",
    "line": "Well, they there's no Some of the mind techs have heard I'm a bit low g.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-50",
    "time": "0:10:52",
    "speaker": "spk_4",
    "line": "They know what low g is.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-51",
    "time": "0:10:53",
    "speaker": "spk_5",
    "line": "Yeah. But it's more. I think it's softer. It's low g.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-52",
    "time": "0:10:57",
    "speaker": "spk_4",
    "line": "Okay. This is so I'm here to get my big break. So I'm here to have it.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-53",
    "time": "0:11:04",
    "speaker": "spk_2",
    "line": "I'm right.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-54",
    "time": "0:11:05",
    "speaker": "spk_3",
    "line": "What is your name? Jesse, my",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-55",
    "time": "0:11:07",
    "speaker": "spk_4",
    "line": "name is Jesse Ferrrar. Hello, everyone.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-56",
    "time": "0:11:08",
    "speaker": "spk_5",
    "line": "Yes. See Farrar. You name yourself after freaking",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-57",
    "time": "0:11:12",
    "speaker": "spk_1",
    "line": "car you had a poster of on the wall?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-58",
    "time": "0:11:14",
    "speaker": "spk_4",
    "line": "Number one, name myself. Yes. Absolutely. That part is true. Yeah. That's that's what happened. I'm a car guy.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-59",
    "time": "0:11:23",
    "speaker": "spk_2",
    "line": "Mhmm. It's like it's it's",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-60",
    "time": "0:11:24",
    "speaker": "spk_3",
    "line": "like one of those cars that's so Italian. What? Like, what's like a Germanic?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-61",
    "time": "0:11:29",
    "speaker": "spk_5",
    "line": "Uh-huh. Yeah. Like, can we get a reasonable yeah. Just like a a nice American name that sounds like this freaking car that looks soaked. Like, it's base cruiser.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-62",
    "time": "0:11:46",
    "speaker": "spk_3",
    "line": "Yeah. Ferrari.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-63",
    "time": "0:11:48",
    "speaker": "spk_4",
    "line": "Right. Room. My my wife is a school teacher, and her students, if they hear this, they're gonna get a huge kick out of you guys doing the Ferrari bit because they love it also.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-64",
    "time": "0:11:59",
    "speaker": "spk_3",
    "line": "Yeah. One of those schools where, like, there's one, like, seventeen year old kid and he has to take a take a glass of, like, babies and stuff. Yeah. Like, this tiny little town. Mhmm.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-65",
    "time": "0:12:10",
    "speaker": "spk_5",
    "line": "It's it's effectively Billy Madison. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-66",
    "time": "0:12:14",
    "speaker": "spk_4",
    "line": "It's a Billy Madison setup.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-67",
    "time": "0:12:17",
    "speaker": "spk_1",
    "line": "Oh, yeah. Jesse, but the",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-68",
    "time": "0:12:19",
    "speaker": "spk_3",
    "line": "you want your big break.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-69",
    "time": "0:12:20",
    "speaker": "spk_4",
    "line": "Uh-huh. I think Sean was gonna say something.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-70",
    "time": "0:12:23",
    "speaker": "spk_5",
    "line": "No. No. No. I just wanted to acknowledge that that area, the sandbox you were sort of in was that the jokes we were doing were so immature that school children would like them. And yet -- No. -- you're on my show. That's not.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-71",
    "time": "0:12:40",
    "speaker": "spk_3",
    "line": "And you're sure he",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-72",
    "time": "0:12:41",
    "speaker": "spk_2",
    "line": "was okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-73",
    "time": "0:12:41",
    "speaker": "spk_3",
    "line": "The word",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-74",
    "time": "0:12:42",
    "speaker": "spk_4",
    "line": "sucks in the title. I just think I just think, you know, it's very similar to when you go to the grocery store, which we have where I'm we have grocery. We go to the store and they have anything you could want. Just pick it off the",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-75",
    "time": "0:12:56",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-76",
    "time": "0:12:56",
    "speaker": "spk_3",
    "line": "salt lick. -- yep. Big shank.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-77",
    "time": "0:13:01",
    "speaker": "spk_5",
    "line": "Yeah. Mhmm. Have all that. Goose me. Mhmm.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-78",
    "time": "0:13:05",
    "speaker": "spk_4",
    "line": "That's right. And you say if the cashier is dried corn if the cashier is scanning we call it maze, if she's scanning the items and it doesn't beep",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-79",
    "time": "0:13:18",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-80",
    "time": "0:13:19",
    "speaker": "spk_4",
    "line": "mhmm. -- what you say to her is, ah, it's now free. So it's sort of you you talk about sandbox. You play in and and she goes, or he? And they go, you know, that's a good that's fun for them to hear you say it. And it's very similar to what I'm hearing now, the Farrar Ferrari stuff. Yeah. I'm the cashier.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-81",
    "time": "0:13:39",
    "speaker": "spk_5",
    "line": "What's Yeah. Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-82",
    "time": "0:13:41",
    "speaker": "spk_4",
    "line": "You know what I'm saying?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-83",
    "time": "0:13:42",
    "speaker": "spk_5",
    "line": "What am I trying to buy?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-84",
    "time": "0:13:46",
    "speaker": "spk_4",
    "line": "Cream. What do you get? What? What do you get at",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-85",
    "time": "0:13:50",
    "speaker": "spk_5",
    "line": "the store? At the store?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-86",
    "time": "0:13:51",
    "speaker": "spk_4",
    "line": "This is what I like. I like to know what you get at the store.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-87",
    "time": "0:13:54",
    "speaker": "spk_1",
    "line": "Oh, okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-88",
    "time": "0:13:55",
    "speaker": "spk_5",
    "line": "What is your average fun for us?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-89",
    "time": "0:13:56",
    "speaker": "spk_4",
    "line": "What you just",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-90",
    "time": "0:13:57",
    "speaker": "spk_5",
    "line": "go, hey, here's my trip to the store. Yeah. Just a big case of suds. Yeah. Yeah. For me, it's gonna be all suds all day.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-91",
    "time": "0:14:09",
    "speaker": "spk_4",
    "line": "Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-92",
    "time": "0:14:12",
    "speaker": "spk_5",
    "line": "I get myself",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-93",
    "time": "0:14:15",
    "speaker": "spk_1",
    "line": "suds, and, peanut brittle?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-94",
    "time": "0:14:18",
    "speaker": "spk_4",
    "line": "Yes.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-95",
    "time": "0:14:19",
    "speaker": "spk_1",
    "line": "And I just post up on my porch? And watch the sun go up and down. Mhmm.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-96",
    "time": "0:14:26",
    "speaker": "spk_3",
    "line": "You go to the deli counter",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-97",
    "time": "0:14:28",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-98",
    "time": "0:14:29",
    "speaker": "spk_3",
    "line": "uh-huh. -- and ask for like, one jar of suds place.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-99",
    "time": "0:14:33",
    "speaker": "spk_5",
    "line": "One jar of suds.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-100",
    "time": "0:14:33",
    "speaker": "spk_3",
    "line": "And I don't need the whole thing right now. You can slice it real thin for me. And they're like, well, we can't slice this. Yeah. Mhmm. We don't have this here and we can't slice it. So you're like, oh, no. That means I gotta drink the whole thing. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-101",
    "time": "0:14:47",
    "speaker": "spk_4",
    "line": "You you put the big coin down that is just",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-102",
    "time": "0:14:50",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-103",
    "time": "0:14:50",
    "speaker": "spk_2",
    "line": "mhmm. -- you",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-104",
    "time": "0:14:50",
    "speaker": "spk_4",
    "line": "know, what amount of money that is. We don't know. But it's the coin, and that's the That's the realm, you know. Mhmm. Yeah. Yeah. We have deli's too, so that's not impressive to me. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-105",
    "time": "0:15:02",
    "speaker": "spk_3",
    "line": "The farmer in the deli.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-106",
    "time": "0:15:03",
    "speaker": "spk_4",
    "line": "So so, hey, it's like the big game. Like, when you go to the when you have the big game, what's what are you grabbing?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-107",
    "time": "0:15:12",
    "speaker": "spk_3",
    "line": "What are we what like, we're we can't let you just redirect this into",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-108",
    "time": "0:15:16",
    "speaker": "spk_5",
    "line": "your Yeah. That's not fair to us.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-109",
    "time": "0:15:18",
    "speaker": "spk_3",
    "line": "Gross restore slash thing. We have to prove",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-110",
    "time": "0:15:22",
    "speaker": "spk_5",
    "line": "that we have that we have a regular grocery store order. And the fact of the matter is",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-111",
    "time": "0:15:28",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-112",
    "time": "0:15:28",
    "speaker": "spk_5",
    "line": "mhmm. -- I'm rarely going there. I'm so rarely going there because for me, it's all meal delivery system. I bring me the apron which is blue my good man.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-113",
    "time": "0:15:41",
    "speaker": "spk_4",
    "line": "Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-114",
    "time": "0:15:42",
    "speaker": "spk_5",
    "line": "I must have meal kits.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-115",
    "time": "0:15:46",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-116",
    "time": "0:15:46",
    "speaker": "spk_5",
    "line": "So I'm not going to a store. The fucking mailman goes to the store for me. And then he goes, hey, I picked out something I think you might like frigging cheese blur glers. So, you",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-117",
    "time": "0:16:03",
    "speaker": "spk_4",
    "line": "know -- Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-118",
    "time": "0:16:04",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-119",
    "time": "0:16:04",
    "speaker": "spk_5",
    "line": "i didn't wanna have to blow you up like this.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-120",
    "time": "0:16:07",
    "speaker": "spk_1",
    "line": "Right. But, basically, if you're gonna keep poking. You keep knocking on the devil's door",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-121",
    "time": "0:16:12",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-122",
    "time": "0:16:12",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-123",
    "time": "0:16:12",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-124",
    "time": "0:16:12",
    "speaker": "spk_5",
    "line": "sooner or later, he just my answer, son. So I went I so before I",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-125",
    "time": "0:16:19",
    "speaker": "spk_4",
    "line": "came here, I went to Las Vegas, Nevada. Okay. I was there. Mhmm. And I was walking around, you know, they have these malls there.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-126",
    "time": "0:16:27",
    "speaker": "spk_5",
    "line": "Looking for a leaving Las Vegas situation.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-127",
    "time": "0:16:29",
    "speaker": "spk_2",
    "line": "I'm seeing",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-128",
    "time": "0:16:29",
    "speaker": "spk_5",
    "line": "wanna drink yourself to death with a prostitute.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-129",
    "time": "0:16:32",
    "speaker": "spk_4",
    "line": "I don't I don't know what it I haven't seen that.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-130",
    "time": "0:16:34",
    "speaker": "spk_5",
    "line": "Pardon me again?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-131",
    "time": "0:16:35",
    "speaker": "spk_3",
    "line": "A decent proposal, which actually Jesse did get earlier. Today. That's",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-132",
    "time": "0:16:40",
    "speaker": "spk_4",
    "line": "i think it's different in that movie. Anne, if you and if",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-133",
    "time": "0:16:44",
    "speaker": "spk_5",
    "line": "you're taking her up on it, you might end up in sort of a leaving Las Vegas situation.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-134",
    "time": "0:16:48",
    "speaker": "spk_1",
    "line": "I can't it's lost on me. I haven't seen it.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-135",
    "time": "0:16:50",
    "speaker": "spk_5",
    "line": "You know, why is it? Do you have any sex workers aren't people?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-136",
    "time": "0:16:53",
    "speaker": "spk_4",
    "line": "I just don't know the move up for the reference.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-137",
    "time": "0:16:55",
    "speaker": "spk_5",
    "line": "Because to me -- Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-138",
    "time": "0:16:58",
    "speaker": "spk_1",
    "line": "Good honest work.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-139",
    "time": "0:17:00",
    "speaker": "spk_4",
    "line": "I just I'm more of like a transformers guy. So if you have like if there's a reference to transformers you could do",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-140",
    "time": "0:17:08",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-141",
    "time": "0:17:08",
    "speaker": "spk_2",
    "line": "okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-142",
    "time": "0:17:08",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-143",
    "time": "0:17:08",
    "speaker": "spk_4",
    "line": "that would explain to me what",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-144",
    "time": "0:17:10",
    "speaker": "spk_3",
    "line": "earlier today, someone offered Jesse to transform his erect penis",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-145",
    "time": "0:17:18",
    "speaker": "spk_1",
    "line": "into a freaking meal.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-146",
    "time": "0:17:24",
    "speaker": "spk_3",
    "line": "Somebody offered I guess this is what he meant when he talked about getting his big break. Get LA. Someone offered to suck Jesse's dick on the street earlier today. Mhmm. And he came in here kinda with that. And so that's what you're when he's, like, a little bit low g. That's what you're hearing is like that energy. That really did happen to you.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-147",
    "time": "0:17:47",
    "speaker": "spk_5",
    "line": "Afterwards. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-148",
    "time": "0:17:49",
    "speaker": "spk_4",
    "line": "I you know, I would she just needed help home. And so I'm trying to do this is my thing. I'm a I do good deeds.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-149",
    "time": "0:17:57",
    "speaker": "spk_5",
    "line": "And you went and pointed down stairs and said, this is where you live now.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-150",
    "time": "0:18:01",
    "speaker": "spk_4",
    "line": "So I was in Vegas and they have these malls and you you can walk around in the malls and they have these great stores and stuff, and you can't afford anything in the store. Of course, you know. Because I'm a",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-151",
    "time": "0:18:10",
    "speaker": "spk_5",
    "line": "yeah. It's all Managon people. Afflection t shirts.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-152",
    "time": "0:18:16",
    "speaker": "spk_4",
    "line": "And and a lady says, would would you like to make some money? Mhmm. And then when I hear this, you know, I'm doing the like, the Hannah Barber of my feet are running and I'm staying in place where my feet are going very, very fast trying to take me in that direction. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-153",
    "time": "0:18:30",
    "speaker": "spk_3",
    "line": "On a new tier? You're suggesting a new tier?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-154",
    "time": "0:18:35",
    "speaker": "spk_4",
    "line": "So I get over there. And what they do is they they you you say, like, what kind of stuff do you get at the store? You tell them what kind of brands of things you get at the store. And we're talking store. We're talking frozen goods. We're talking frozen items. Yeah. So we're talking can we say on is it okay to say some of those stuff on here you can get at the store?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-155",
    "time": "0:18:55",
    "speaker": "spk_3",
    "line": "We just did for, like, that was, like, the other the only other thing -- He's",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-156",
    "time": "0:18:58",
    "speaker": "spk_4",
    "line": "always done.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-157",
    "time": "0:19:01",
    "speaker": "spk_5",
    "line": "Shows barely started. We're only talking about what's at the store.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-158",
    "time": "0:19:05",
    "speaker": "spk_4",
    "line": "So they say, do you",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-159",
    "time": "0:19:05",
    "speaker": "spk_5",
    "line": "can we say, who are you stalling for? Is somebody gonna come in here.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-160",
    "time": "0:19:09",
    "speaker": "spk_1",
    "line": "Are you buying time",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-161",
    "time": "0:19:10",
    "speaker": "spk_5",
    "line": "for, like, a buddy of years to come stick us up? He's late.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-162",
    "time": "0:19:15",
    "speaker": "spk_3",
    "line": "It feels like it by that's what it is. It feels like he has quit. Love to play it.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-163",
    "time": "0:19:19",
    "speaker": "spk_5",
    "line": "Yeah. I think he got cold feet, man. You're gonna have to just do the podcast straight up.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-164",
    "time": "0:19:24",
    "speaker": "spk_4",
    "line": "He can't if if I had to guess what he was doing right now, it would probably be being let off at the building next to this building.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-165",
    "time": "0:19:31",
    "speaker": "spk_3",
    "line": "Please don't say what it is.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-166",
    "time": "0:19:33",
    "speaker": "spk_4",
    "line": "And walking back and forth in front of it. Okay. And then trying to get a hold of Nick Wiger and saying, can you please help me find the place that I'm supposed to go? If I had to guess what he was doing, for maybe",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-167",
    "time": "0:19:45",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-168",
    "time": "0:19:45",
    "speaker": "spk_3",
    "line": "oh, shit.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-169",
    "time": "0:19:46",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-170",
    "time": "0:19:46",
    "speaker": "spk_4",
    "line": "like twenty five full minutes probably.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-171",
    "time": "0:19:48",
    "speaker": "spk_5",
    "line": "Wow. Only name drop available to him. That sucks, man. That fucking sucks.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-172",
    "time": "0:19:59",
    "speaker": "spk_4",
    "line": "So you you say what kind of you say they say, do you like Jimmy Dean as one as as one they said? And what would you guys say?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-173",
    "time": "0:20:07",
    "speaker": "spk_3",
    "line": "James Dean. That's what I would say.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-174",
    "time": "0:20:10",
    "speaker": "spk_5",
    "line": "Yeah. I'd go On the cover of a magazine, Jamie Dean.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-175",
    "time": "0:20:16",
    "speaker": "spk_4",
    "line": "Mhmm. I just said, yes. I do. I like to meet Dean -- Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-176",
    "time": "0:20:19",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-177",
    "time": "0:20:20",
    "speaker": "spk_4",
    "line": "sausages. And then they would say Are",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-178",
    "time": "0:20:22",
    "speaker": "spk_5",
    "line": "you doing?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-179",
    "time": "0:20:23",
    "speaker": "spk_3",
    "line": "It's an anti gay sausage brand.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-180",
    "time": "0:20:26",
    "speaker": "spk_4",
    "line": "It might it was something else. It was a different one.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-181",
    "time": "0:20:29",
    "speaker": "spk_3",
    "line": "It was something else.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-182",
    "time": "0:20:30",
    "speaker": "spk_4",
    "line": "It was a it might have been someone else. And they'll go on and they say, well,",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-183",
    "time": "0:20:35",
    "speaker": "spk_5",
    "line": "like Chick fil A.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-184",
    "time": "0:20:40",
    "speaker": "spk_4",
    "line": "So then you you say all the ones that you say, you say whichever the good ones are. You say yes to them.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-185",
    "time": "0:20:45",
    "speaker": "spk_3",
    "line": "Okay. Wait. What are some of the other ones that you like? Oh, for dinner. This this is all we're allowed to do.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-186",
    "time": "0:20:51",
    "speaker": "spk_5",
    "line": "No. This is the whole show, then let's make it the show. Do the fucking show, man. What's the names of the stuff at the market?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-187",
    "time": "0:20:57",
    "speaker": "spk_4",
    "line": "Yeah. They say do you like smuckers?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-188",
    "time": "0:21:00",
    "speaker": "spk_1",
    "line": "Uh-huh. Hey, with a name like smuckers? It's gotta be good. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-189",
    "time": "0:21:07",
    "speaker": "spk_5",
    "line": "And when I took my commercial acting class, that was the sample copy they gave you for your practice audition.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-190",
    "time": "0:21:15",
    "speaker": "spk_4",
    "line": "Yeah. Yeah. So they were still doing that.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-191",
    "time": "0:21:17",
    "speaker": "spk_5",
    "line": "Crushched it. Okay. Destroyed it. Ended up booking for commercials. At least.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-192",
    "time": "0:21:26",
    "speaker": "spk_3",
    "line": "Let me sort of circle back to an earlier topic. What is this? What are you doing here? What am I doing here?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-193",
    "time": "0:21:35",
    "speaker": "spk_5",
    "line": "Yeah. What do you want? You're texting anything.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-194",
    "time": "0:21:37",
    "speaker": "spk_4",
    "line": "I don't know. I think",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-195",
    "time": "0:21:38",
    "speaker": "spk_3",
    "line": "i was looking up to see if Jimmy Dean was actually a home homophobic sausage brand. And I didn't find anything. Nothing there. So you got away with this one, but I will get you. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-196",
    "time": "0:21:50",
    "speaker": "spk_4",
    "line": "I just I wanted to see the the whole the setup. It's a great -- Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-197",
    "time": "0:21:55",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-198",
    "time": "0:21:55",
    "speaker": "spk_4",
    "line": "it's a great setup.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-199",
    "time": "0:21:58",
    "speaker": "spk_3",
    "line": "What do you guys have? It's very similar. Yeah. Mhmm.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-200",
    "time": "0:22:03",
    "speaker": "spk_4",
    "line": "Uh-huh. We, I think, have more people working on it. Actually. I think we have more people putting it together. Uh-huh. So I guess that can kind of explain. Explain",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-201",
    "time": "0:22:13",
    "speaker": "spk_5",
    "line": "but you know what? You don't know what the fuck you're doing? Mhmm. So that's usually other people carrying the gloves.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-202",
    "time": "0:22:19",
    "speaker": "spk_4",
    "line": "Hands off. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-203",
    "time": "0:22:19",
    "speaker": "spk_3",
    "line": "Okay. So you so there's other people working. There's like other people in the room. But they're not allowed to get on my To",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-204",
    "time": "0:22:26",
    "speaker": "spk_0",
    "line": "make it go.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-205",
    "time": "0:22:27",
    "speaker": "spk_3",
    "line": "You and the dog boner, as a name, are It's the of so what I always assumed -- Uh-huh.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-206",
    "time": "0:22:36",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-207",
    "time": "0:22:36",
    "speaker": "spk_3",
    "line": "with your guys' show is, well, there must be nobody else. It's certainly in the room. Maybe in",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-208",
    "time": "0:22:44",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-209",
    "time": "0:22:44",
    "speaker": "spk_5",
    "line": "in their lives. -- that they've ever met before. Yeah. Because otherwise, that person",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-210",
    "time": "0:22:49",
    "speaker": "spk_3",
    "line": "would surely be doing this instead. Mhmm.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-211",
    "time": "0:22:52",
    "speaker": "spk_5",
    "line": "Yeah. No. I assumed this was the entirety of your social interaction and connection to the outside world.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-212",
    "time": "0:22:58",
    "speaker": "spk_4",
    "line": "Oh, that would be really sad if that were the case.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-213",
    "time": "0:23:00",
    "speaker": "spk_3",
    "line": "But there's other people in the room. So",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-214",
    "time": "0:23:02",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-215",
    "time": "0:23:03",
    "speaker": "spk_3",
    "line": "yeah. -- my hope is now is that the mic is like, just been facing the wrong direction this whole time?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-216",
    "time": "0:23:10",
    "speaker": "spk_4",
    "line": "Yeah. And you you because of you mean, there's you ex there you expected something else than what you're getting from the product.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-217",
    "time": "0:23:17",
    "speaker": "spk_3",
    "line": "Or, I mean, if there's other people there that let's at least give them a try.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-218",
    "time": "0:23:20",
    "speaker": "spk_4",
    "line": "This is good feedback, and I'll take it back to the team. You know? Wow. And who who",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-219",
    "time": "0:23:25",
    "speaker": "spk_3",
    "line": "are who are these other people?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-220",
    "time": "0:23:27",
    "speaker": "spk_1",
    "line": "Who are they?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-221",
    "time": "0:23:28",
    "speaker": "spk_4",
    "line": "Yes. I think of them as You",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-222",
    "time": "0:23:32",
    "speaker": "spk_5",
    "line": "know, as a buying time.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-223",
    "time": "0:23:34",
    "speaker": "spk_4",
    "line": "This is",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-224",
    "time": "0:23:35",
    "speaker": "spk_2",
    "line": "who are they?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-225",
    "time": "0:23:36",
    "speaker": "spk_3",
    "line": "He's doing a thing where this is Jesse's hand motion when he's buying time. Is. He's, like, spinning he's, like, a DJ, like, screeching on",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-226",
    "time": "0:23:43",
    "speaker": "spk_5",
    "line": "the table. Sliding money across me literally to buy the time. Oh, okay. Is this enough for some extra time?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-227",
    "time": "0:23:50",
    "speaker": "spk_4",
    "line": "I wish Carl was here.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-228",
    "time": "0:23:52",
    "speaker": "spk_3",
    "line": "I yeah. Me too.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-229",
    "time": "0:23:54",
    "speaker": "spk_4",
    "line": "Yeah. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-230",
    "time": "0:23:55",
    "speaker": "spk_1",
    "line": "That'd be an episode.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-231",
    "time": "0:23:59",
    "speaker": "spk_3",
    "line": "Are you kidding me so much better?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-232",
    "time": "0:24:01",
    "speaker": "spk_4",
    "line": "So you say what kind of brands of stuff you like, and they They put glasses on you. Mhmm. They put these eye tracking glasses on you. And then they put a power",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-233",
    "time": "0:24:11",
    "speaker": "spk_3",
    "line": "just re or just reckoning with the fact that I'm still hear you about this. Give me one second.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-234",
    "time": "0:24:16",
    "speaker": "spk_4",
    "line": "On your shoulder, and then they put the they slide that they calibrate the phone to your vision. And they put it they put it in the pouch. Mhmm. And then you go and you look at these big the wall sized posters. Mhmm. And you shop. And they track what your shop what catches your eye, in this case, literally. And then they, I guess, and they gave me twenty dollars.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-235",
    "time": "0:24:42",
    "speaker": "spk_3",
    "line": "Mhmm. So So I I wanna tell you something about engineer Jordan, the person who right now, it looks like she wants to drink bleach. You're probably thinking like, oh, she's like an engineer. She doesn't really pay attention to the show anymore. No.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-236",
    "time": "0:24:55",
    "speaker": "spk_5",
    "line": "She's the most engaged fan we've ever had. And a very generous laugh Uh-huh. Cracky note most of the time.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-237",
    "time": "0:25:01",
    "speaker": "spk_3",
    "line": "Yes. And her brother's here on the other side of the partition. So she's having, like, a great day.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-238",
    "time": "0:25:07",
    "speaker": "spk_5",
    "line": "Yeah. So all the conditions are replaced surrounded by family, loved ones, and -- Doing her favorite show.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-239",
    "time": "0:25:14",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-240",
    "time": "0:25:14",
    "speaker": "spk_5",
    "line": "wants to laugh, looking for any use really. Laps at a bunch of Kevin's stuff.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-241",
    "time": "0:25:19",
    "speaker": "spk_6",
    "line": "He did he didn't get today.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-242",
    "time": "0:25:21",
    "speaker": "spk_1",
    "line": "Good. Let's talk about Kevin. So Jesse, when I suggested getting you on the show. Mhmm. Kevin said Kevin, do you wanna tell us what you said?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-243",
    "time": "0:25:32",
    "speaker": "spk_7",
    "line": "Hey, guys, chef Kevin here. Hi, Jesse.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-244",
    "time": "0:25:35",
    "speaker": "spk_4",
    "line": "Hey, Kevin.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-245",
    "time": "0:25:37",
    "speaker": "spk_7",
    "line": "Sure. So Sean said, you know, should we have Jesse on the show? I think I said something along the lines. Well, neither Hayes and I responded that day. And then the next day, I I sent a different question, but then, you know, obviously, I responded to Sean and I said, like, I would like to I'm not super familiar with him, but if you guys wanna have him on, like, definitely. And",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-246",
    "time": "0:26:04",
    "speaker": "spk_4",
    "line": "and is that common for you to say, like, how familiar you are with the guest. Is that something you're called on to do normal?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-247",
    "time": "0:26:11",
    "speaker": "spk_3",
    "line": "Doesn't usually come up.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-248",
    "time": "0:26:12",
    "speaker": "spk_5",
    "line": "Yeah. Does it he it's usually like a",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-249",
    "time": "0:26:15",
    "speaker": "spk_4",
    "line": "yeah. It just tasset that he knows who they are.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-250",
    "time": "0:26:18",
    "speaker": "spk_3",
    "line": "But let's make this happen, Jesse. Let's make the big pitch here. Yeah. You got you could",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-251",
    "time": "0:26:23",
    "speaker": "spk_5",
    "line": "sell yourself to Kevin because",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-252",
    "time": "0:26:24",
    "speaker": "spk_1",
    "line": "i got angry with Kevin. Because, you know, obviously, he had",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-253",
    "time": "0:26:28",
    "speaker": "spk_5",
    "line": "done, like, some sort of advertisement on your show. And I was like, so you didn't know what you were even selling us to and explained a lot. But I was like, why I was like, why did you initially engage with like AS.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-254",
    "time": "0:26:45",
    "speaker": "spk_1",
    "line": "Yeah. If you didn't even know who the fuck",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-255",
    "time": "0:26:48",
    "speaker": "spk_5",
    "line": "jesse is, when he's basically one of the main couple people.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-256",
    "time": "0:26:53",
    "speaker": "spk_3",
    "line": "Which let's let's say, like, you should probably have said the name of your show by now. The show is called Your Kickstarter sucks. It's like targeted, I guess, people that are trying to raise money for their medical conditions. And you guys just, like, crank on these on these, like, various fools that are",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-257",
    "time": "0:27:16",
    "speaker": "spk_4",
    "line": "yeah. Because they're already down. So",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-258",
    "time": "0:27:19",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-259",
    "time": "0:27:19",
    "speaker": "spk_3",
    "line": "yes.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-260",
    "time": "0:27:19",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-261",
    "time": "0:27:19",
    "speaker": "spk_5",
    "line": "we say",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-262",
    "time": "0:27:20",
    "speaker": "spk_4",
    "line": "why not kick them.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-263",
    "time": "0:27:21",
    "speaker": "spk_3",
    "line": "It's very But for you, I'm very",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-264",
    "time": "0:27:22",
    "speaker": "spk_5",
    "line": "rare that they're gonna come beat you up or something because a lot of them are so sick and in the hospital.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-265",
    "time": "0:27:27",
    "speaker": "spk_4",
    "line": "And I would",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-266",
    "time": "0:27:27",
    "speaker": "spk_3",
    "line": "say, in most cases, this would be punching down. But this show is is somehow an exception.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-267",
    "time": "0:27:36",
    "speaker": "spk_4",
    "line": "Yeah. It's also there's I mean, there's it's not just that. There's",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-268",
    "time": "0:27:41",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-269",
    "time": "0:27:41",
    "speaker": "spk_2",
    "line": "okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-270",
    "time": "0:27:41",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-271",
    "time": "0:27:41",
    "speaker": "spk_4",
    "line": "tech Gizmos. There's, you know, restaurant concepts There's there's bad books. You know? There's there's all kinds it's not just people who are down to their last nickel. It's a bad book. Yeah. It's because of your whole show. We've done a lot of What's a bad book? We recently did episode one hundred one. So I'm, like, going back through",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-272",
    "time": "0:28:08",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-273",
    "time": "0:28:08",
    "speaker": "spk_3",
    "line": "mhmm. Uh-huh.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-274",
    "time": "0:28:09",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-275",
    "time": "0:28:09",
    "speaker": "spk_4",
    "line": "that's a lot of So",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-276",
    "time": "0:28:10",
    "speaker": "spk_1",
    "line": "it's Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-277",
    "time": "0:28:11",
    "speaker": "spk_3",
    "line": "Let's do",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-278",
    "time": "0:28:12",
    "speaker": "spk_5",
    "line": "it. One of the bad books.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-279",
    "time": "0:28:17",
    "speaker": "spk_4",
    "line": "I think we did one",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-280",
    "time": "0:28:20",
    "speaker": "spk_3",
    "line": "i mean, okay. What is that one? I I",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-281",
    "time": "0:28:25",
    "speaker": "spk_4",
    "line": "think we did one that was like, Trump. It was like Donald Trump.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-282",
    "time": "0:28:28",
    "speaker": "spk_3",
    "line": "The book was Donald Trump.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-283",
    "time": "0:28:30",
    "speaker": "spk_4",
    "line": "I think it was like yeah. There was it was a book about I think there was a book of it was about Trump and it's not coming to me? Is there something about Trump in the book?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-284",
    "time": "0:28:40",
    "speaker": "spk_3",
    "line": "The book",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-285",
    "time": "0:28:40",
    "speaker": "spk_5",
    "line": "was about Donald Trump.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-286",
    "time": "0:28:42",
    "speaker": "spk_1",
    "line": "Yes. The Kickstarter suck.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-287",
    "time": "0:28:44",
    "speaker": "spk_5",
    "line": "It was a book about Donald Trump.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-288",
    "time": "0:28:46",
    "speaker": "spk_4",
    "line": "Yes. Yeah. And we took Wait.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-289",
    "time": "0:28:49",
    "speaker": "spk_3",
    "line": "Let me wait. Let me let me sort of guess something from just your behavior.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-290",
    "time": "0:28:54",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-291",
    "time": "0:28:54",
    "speaker": "spk_3",
    "line": "Was this book like kind of an anti Donald Trump book that people were trying to raise money for? They're they're reach back in your memory.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-292",
    "time": "0:29:02",
    "speaker": "spk_2",
    "line": "Oh. I'm",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-293",
    "time": "0:29:03",
    "speaker": "spk_4",
    "line": "kinda in my mind palace. There was both there's been both kinds, actually. Now the",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-294",
    "time": "0:29:07",
    "speaker": "spk_3",
    "line": "okay. So you don't take sides on this kind of thing.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-295",
    "time": "0:29:10",
    "speaker": "spk_4",
    "line": "I just think the I don't",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-296",
    "time": "0:29:11",
    "speaker": "spk_5",
    "line": "like those. There's good books on both sides.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-297",
    "time": "0:29:16",
    "speaker": "spk_4",
    "line": "Yeah. And they're but they're, like, kids' books and stuff too. So that's",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-298",
    "time": "0:29:19",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-299",
    "time": "0:29:19",
    "speaker": "spk_4",
    "line": "mhmm. -- sort of the main thing.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-300",
    "time": "0:29:20",
    "speaker": "spk_5",
    "line": "You're the head of, like, the TSA or something?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-301",
    "time": "0:29:23",
    "speaker": "spk_4",
    "line": "I'm not involved with the organization at this time. What happened? They found out I wasn't a police officer, so they kicked me out.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-302",
    "time": "0:29:32",
    "speaker": "spk_3",
    "line": "Very inside baseball.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-303",
    "time": "0:29:35",
    "speaker": "spk_2",
    "line": "So what are we gonna do? Yeah. What's going on? We gotta get you got IMMDB. A packet? Can",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-304",
    "time": "0:29:39",
    "speaker": "spk_5",
    "line": "i",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-305",
    "time": "0:29:44",
    "speaker": "spk_1",
    "line": "you got a you got a packet for us?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-306",
    "time": "0:29:46",
    "speaker": "spk_4",
    "line": "I no. You wanna pitch us sketch ideas? Is is that what? I don't I went to UCB last night.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-307",
    "time": "0:29:54",
    "speaker": "spk_1",
    "line": "Oh, okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-308",
    "time": "0:29:55",
    "speaker": "spk_3",
    "line": "What'd you say? I saw Wait. No. Do your material.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-309",
    "time": "0:29:58",
    "speaker": "spk_5",
    "line": "I don't have it. Go ahead. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-310",
    "time": "0:30:01",
    "speaker": "spk_1",
    "line": "I was",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-311",
    "time": "0:30:01",
    "speaker": "spk_4",
    "line": "just gonna say, have you seen this?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-312",
    "time": "0:30:03",
    "speaker": "spk_5",
    "line": "Have you seen this? Have you heard of this?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-313",
    "time": "0:30:04",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-314",
    "time": "0:30:05",
    "speaker": "spk_5",
    "line": "That's UCB. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-315",
    "time": "0:30:08",
    "speaker": "spk_4",
    "line": "Hit me with it. So I paid to go in. Uh-huh. And I saw I saw Paul at Hopkins. That's name drop number too. I saw him.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-316",
    "time": "0:30:15",
    "speaker": "spk_3",
    "line": "He paid to go in and then they turn around and give it to the performers, and then they do that. They where they, like, be like too slow. They put the they",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-317",
    "time": "0:30:23",
    "speaker": "spk_5",
    "line": "sweep -- Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-318",
    "time": "0:30:24",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-319",
    "time": "0:30:24",
    "speaker": "spk_8",
    "line": "the cash out.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-320",
    "time": "0:30:25",
    "speaker": "spk_3",
    "line": "Kinda through their hair like a comb.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-321",
    "time": "0:30:26",
    "speaker": "spk_4",
    "line": "It's kinda inside baseball, don't you think?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-322",
    "time": "0:30:30",
    "speaker": "spk_1",
    "line": "Wow. And he just heard the words inside baseball from, hey, it's a couple minutes ago, and",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-323",
    "time": "0:30:35",
    "speaker": "spk_5",
    "line": "then he's like, I'm gonna use that. Couldn't wait for something actually even close to inside baseball to happen to use it. Just -- Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-324",
    "time": "0:30:44",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-325",
    "time": "0:30:44",
    "speaker": "spk_5",
    "line": "it was wild. So You know Garf Brooks?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-326",
    "time": "0:30:51",
    "speaker": "spk_4",
    "line": "Yeah. Yeah. Yeah. Your friend dream music? I don't I don't like it. I don't feel like that.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-327",
    "time": "0:30:56",
    "speaker": "spk_5",
    "line": "You don't? You don't like to song five more minutes?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-328",
    "time": "0:30:59",
    "speaker": "spk_4",
    "line": "I don't I'm not I don't know what that is.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-329",
    "time": "0:31:01",
    "speaker": "spk_5",
    "line": "Jordan, pull up the country song five more minutes Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-330",
    "time": "0:31:05",
    "speaker": "spk_3",
    "line": "You don't like old town road?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-331",
    "time": "0:31:06",
    "speaker": "spk_4",
    "line": "I like old town roads.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-332",
    "time": "0:31:07",
    "speaker": "spk_3",
    "line": "Okay. So you think old town",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-333",
    "time": "0:31:08",
    "speaker": "spk_0",
    "line": "road is not",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-334",
    "time": "0:31:09",
    "speaker": "spk_2",
    "line": "oh, you",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-335",
    "time": "0:31:09",
    "speaker": "spk_1",
    "line": "think it's not country.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-336",
    "time": "0:31:10",
    "speaker": "spk_5",
    "line": "Shouldn't be allowed on the charts?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-337",
    "time": "0:31:11",
    "speaker": "spk_4",
    "line": "I don't think there there shouldn't be any charts. I think I dispense Okay. You think there",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-338",
    "time": "0:31:15",
    "speaker": "spk_3",
    "line": "should be Annie charts in who's okay. Now if you so it takes a lot -- Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-339",
    "time": "0:31:20",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-340",
    "time": "0:31:20",
    "speaker": "spk_5",
    "line": "to get Jordan to this place. I do not envy you.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-341",
    "time": "0:31:25",
    "speaker": "spk_3",
    "line": "That who charted should not even be a show anymore. Wow.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-342",
    "time": "0:31:29",
    "speaker": "spk_4",
    "line": "No. I like it. I actually think Country",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-343",
    "time": "0:31:37",
    "speaker": "spk_3",
    "line": "music is like a meaningful cultural product of the United States, I think a lot of the music is actually really good. For me to poop on.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-344",
    "time": "0:31:54",
    "speaker": "spk_6",
    "line": "Do you literally buy the album and poop on it?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-345",
    "time": "0:31:58",
    "speaker": "spk_3",
    "line": "Whoa. Okay. I hadn't played it out this far. And I really hate what this has done to my relationship with Jordan.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-346",
    "time": "0:32:07",
    "speaker": "spk_5",
    "line": "And Jesse's got her so riled up that we're basically never gonna be able to have a normal show again.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-347",
    "time": "0:32:17",
    "speaker": "spk_3",
    "line": "No. So what are we what are we Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-348",
    "time": "0:32:19",
    "speaker": "spk_4",
    "line": "I put the sticky notes on, for instance, the pizza rolls.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-349",
    "time": "0:32:23",
    "speaker": "spk_2",
    "line": "And I",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-350",
    "time": "0:32:24",
    "speaker": "spk_3",
    "line": "did What is this? What are we talking about?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-351",
    "time": "0:32:26",
    "speaker": "spk_5",
    "line": "We're back at Vegas in the virtual grocery store.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-352",
    "time": "0:32:31",
    "speaker": "spk_4",
    "line": "Oh. It's just posters. It's actually like it's like a media it's like an office room. And they just have these posters on the wall and you go and you a little sticky notes. In fact, I used Minness. And yeah. In fact, I use",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-353",
    "time": "0:32:44",
    "speaker": "spk_5",
    "line": "i'll need this later. I I use the same freezer for this one.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-354",
    "time": "0:32:47",
    "speaker": "spk_4",
    "line": "I used the same sticky notes my wife had just used. So Well Then he bats a",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-355",
    "time": "0:32:52",
    "speaker": "spk_2",
    "line": "lot of",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-356",
    "time": "0:32:53",
    "speaker": "spk_1",
    "line": "double dub on the sticky notes.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-357",
    "time": "0:32:54",
    "speaker": "spk_5",
    "line": "So this is this is kind of your vacation with your wife was that you were like lab rats.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-358",
    "time": "0:33:05",
    "speaker": "spk_3",
    "line": "Jesse, what's the plan? We is this like a one way ticket? Are you, like you are just hoping to make it happen here?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-359",
    "time": "0:33:14",
    "speaker": "spk_4",
    "line": "I'm here for as long as it takes.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-360",
    "time": "0:33:16",
    "speaker": "spk_3",
    "line": "So Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-361",
    "time": "0:33:18",
    "speaker": "spk_4",
    "line": "I would love to be able to do, like, a Chapelle thing where I can, like, live in both places and just kinda spend weekends wherever is the most fruitful for me or just like productive. Yes.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-362",
    "time": "0:33:28",
    "speaker": "spk_3",
    "line": "Right. Right.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-363",
    "time": "0:33:31",
    "speaker": "spk_4",
    "line": "So I could ship",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-364",
    "time": "0:33:32",
    "speaker": "spk_1",
    "line": "hell thing.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-365",
    "time": "0:33:33",
    "speaker": "spk_4",
    "line": "So if I come The famous",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-366",
    "time": "0:33:35",
    "speaker": "spk_3",
    "line": "guy who lives at two different places Wait.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-367",
    "time": "0:33:37",
    "speaker": "spk_4",
    "line": "I think he lives in Ohio.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-368",
    "time": "0:33:38",
    "speaker": "spk_3",
    "line": "Okay. So many people put it in two different places. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-369",
    "time": "0:33:44",
    "speaker": "spk_4",
    "line": "Why is",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-370",
    "time": "0:33:44",
    "speaker": "spk_5",
    "line": "that, like, the Chapel thing? You just see yourself. That's the closest comp for you. Like, that people been a lot of times when you're cracking them up around the fire at home, Dog boner will go like, dude, you're like the next ship hell.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-371",
    "time": "0:34:07",
    "speaker": "spk_3",
    "line": "Say, his name is Mike.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-372",
    "time": "0:34:08",
    "speaker": "spk_4",
    "line": "His name is Mike. He's my friend Mike Hale. Mike Hale. Yeah. And he couldn't be here. Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-373",
    "time": "0:34:18",
    "speaker": "spk_5",
    "line": "Yeah. We decided that.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-374",
    "time": "0:34:24",
    "speaker": "spk_3",
    "line": "What are you don't have a sketch packet. You don't You have segment ideas",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-375",
    "time": "0:34:33",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-376",
    "time": "0:34:33",
    "speaker": "spk_2",
    "line": "yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-377",
    "time": "0:34:33",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-378",
    "time": "0:34:33",
    "speaker": "spk_1",
    "line": "desk desk piece ideas for us?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-379",
    "time": "0:34:36",
    "speaker": "spk_3",
    "line": "What segments do you guys do? I did the show. There was never I we didn't talk about one Kickstarter. I couldn't suck me or",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-380",
    "time": "0:34:43",
    "speaker": "spk_5",
    "line": "doing any of the show it started or ended. Yeah. There was no Kickstarter at all. My phone's still buggy from, like, the software I had to install to do it.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-381",
    "time": "0:34:54",
    "speaker": "spk_4",
    "line": "I sometimes see you on there. Still. Do you ever pop on to the because it has, like, a little green light.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-382",
    "time": "0:34:59",
    "speaker": "spk_3",
    "line": "Oh, never turned off.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-383",
    "time": "0:35:00",
    "speaker": "spk_1",
    "line": "I don't know how to get in and out.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-384",
    "time": "0:35:02",
    "speaker": "spk_3",
    "line": "I mean, Gary's on the podcast forever.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-385",
    "time": "0:35:04",
    "speaker": "spk_5",
    "line": "I think you're just buying on me.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-386",
    "time": "0:35:06",
    "speaker": "spk_4",
    "line": "He'll phase in. Yeah. Oh. That's I mean, that's sort of our. We sort of also have a pro version. So that was sort of our so that's looser.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-387",
    "time": "0:35:13",
    "speaker": "spk_0",
    "line": "Okay. That's",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-388",
    "time": "0:35:14",
    "speaker": "spk_4",
    "line": "what we decided to do with it. Uh-huh. It's just kinda you have the regular show, which is very rigid. The form is what it is.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-389",
    "time": "0:35:22",
    "speaker": "spk_3",
    "line": "And that's just the two of you.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-390",
    "time": "0:35:24",
    "speaker": "spk_4",
    "line": "Yeah. On mine.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-391",
    "time": "0:35:24",
    "speaker": "spk_3",
    "line": "And then people are paying to have guests on the show. Sort of an inverse of our version. Yeah. Where people are paying basically to not have you on the show. Mhmm. We have this one which is free. Yeah. Mhmm. And then people are, like, oh, I'm interested in a version of this without Jesse",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-392",
    "time": "0:35:45",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-393",
    "time": "0:35:45",
    "speaker": "spk_5",
    "line": "without the guy talking about the posters. Of food.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-394",
    "time": "0:35:50",
    "speaker": "spk_4",
    "line": "But so they're considering a redesign for",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-395",
    "time": "0:35:54",
    "speaker": "spk_5",
    "line": "the Is everyone who stops with, like, a clipboard or any like, you're just engaging with all these people.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-396",
    "time": "0:36:01",
    "speaker": "spk_4",
    "line": "Everything of one. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-397",
    "time": "0:36:04",
    "speaker": "spk_5",
    "line": "That's nuts, man. Yeah. God. The way I envy that such a simple life.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-398",
    "time": "0:36:11",
    "speaker": "spk_4",
    "line": "But my thought is while I'm here, maybe that's somebody's you know, what is it? Like, scout, like agent or something. Maybe that's an agent.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-399",
    "time": "0:36:21",
    "speaker": "spk_3",
    "line": "You think that's",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-400",
    "time": "0:36:22",
    "speaker": "spk_5",
    "line": "an agent scout?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-401",
    "time": "0:36:23",
    "speaker": "spk_3",
    "line": "Yeah. Yes.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-402",
    "time": "0:36:24",
    "speaker": "spk_5",
    "line": "So Haven't been yet. And that the grocery store glasses, experiment could, in fact, be",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-403",
    "time": "0:36:32",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-404",
    "time": "0:36:33",
    "speaker": "spk_4",
    "line": "yeah. -- your big break. Well, the what so what she's she did not say grocery to me. She said, do you wanna make twenty dollars? And I thought, oh, I'm gonna be on a podcast. This is",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-405",
    "time": "0:36:46",
    "speaker": "spk_5",
    "line": "what I thought. Well, no. No. No. No. Very ambitious. That's the opposite. I remember I was on your premium podcast. It cost me. I had to buy all these, like, apps and stuff.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-406",
    "time": "0:37:04",
    "speaker": "spk_4",
    "line": "Hollywood Handbook.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-407",
    "time": "0:37:06",
    "speaker": "spk_1",
    "line": "Hey, gang. This is Sean Clements. I'm here to tell you a little bit about Quip. What more is there to know you're saying feel like I already know Quip so well. It's been in my life for so long. It's a toothbrush. It's electrical. It's got time sonic vibrations that offer an effective clean that's gentle on your sensitive gums in just two minutes twice a day. And and I you know, I always struggle with an ad like this. I go, what's my fresh angle on it. I started kicking around ideas with my buddy, and he actually had a pretty cool concept that he wanted to introduce you to. So I'm just gonna on my friend right now and he's gonna tell you a little more.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-408",
    "time": "0:37:45",
    "speaker": "spk_9",
    "line": "Hey, this is Jay Lenno for Quibi. You don't have time to watch a half hour, these hour programs. You got stuff to do. You liquidity is shorter. It's it's, you know, you you just sit there, you got five minutes, You say, hey, I could watch a whole drama right now, and then you have a drama. You know, it's very satisfying. It's as satisfying as as a two hour long move. Be to see a a short three minute video.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-409",
    "time": "0:38:07",
    "speaker": "spk_1",
    "line": "Okay. So obviously, this commercial is not for Quibi. It's for Quip. I think he misheard me when I first said what I was doing an ad for. And this guy's actually my boss. So I wasn't gonna correct him. So I hope you did enjoy Jayla. I know it's telling you about Quibi which not a sponsor of the show. It's certainly unrelated to Quip, which has a multi use cover that works as a stand and mounts to your mirror and you can put brushing front and center in your bathroom and the lightweight compact design means that You can bring it along with you on those last summer weekend getaways. Brush heads are automatically delivered on a debt just recommended schedule every three months for just five dollars, makes it easy to stay committed to your oral health. You know, I love Quip because my mouth is a disaster area and I was often in pain when I tried other electric toothbrushes and this one was gentle enough for my sensitive nature. And it's perfect for getting back into a routine and I'm just gonna throw it to Jay Leno one more time and he'll just tell you one of",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-410",
    "time": "0:39:10",
    "speaker": "spk_5",
    "line": "the other reasons he loves Quibi.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-411",
    "time": "0:39:12",
    "speaker": "spk_9",
    "line": "You don't have time to brush your teeth. You can't take two, four, five minutes. Quippy. Quippy is a is a toothbrush. It's and, you know, you give it just a shorter amount of time. You do busy. I'm busy. We all got stuff to do. Enjoy Quippy.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-412",
    "time": "0:39:26",
    "speaker": "spk_1",
    "line": "Okay. So that's alright. So he's is closer to what we're talking about, but that's still not what I'm here to tell you about which is Quip which starts at just twenty five dollars And if you go to get quip dot com slash the boys right now, you can get your first refill pack for free. That's your first refill pack free at g e t q u I p dot com slash the boys.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-413",
    "time": "0:39:52",
    "speaker": "spk_4",
    "line": "Hollywood Handbook.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-414",
    "time": "0:39:54",
    "speaker": "spk_3",
    "line": "Hey, guys. I wanna tell you about Audible. Audible is where inspiring voices and compelling stories open listeners up to new experience and ways of thinking. Audible delivers bestsellers, business, self improvement, memoirs, and more all professionally narrated by actors, authors, and motivational superstars, like Rachel Hollis and Mel Robbins. So something I do wanna explain that Audible has asked me to articulate again. I guess people are still inquiring about whether Audible is carrying the book that Kevin wrote and self published and recorded the narration for mister Kevin's trip. They do want me to make clear that mister Kevin's trip remains not on Audible and is that is permanent. They are not gonna be offering mister Kevin's trip. I do have chef Kevin, like, gave me a sample, I guess. You can buy the full audiobook off his, like, personal, like, his personal site, which he says, which I think is just like he will send it to you over email. But he wanted me to read like a small section of it since it's not on audible. I read a little bit of it last time, but I can just re just play the clip again right now. Mister Kevin drove the car chasing after the boss and was shooting the car. He was going to get his closed back one way or another. He hit the gas and the car seat was sticky on his fully nude butt. Finally, he shot the boss's tire completely off, and the car stopped. Mister Kevin got out of his car, and his skin coming off the seat sounded like Velcro. Time for revenge. So and the the helicopter still playing. The helicopter sound is part of the clip. I don't know why that is part. I don't know there's no helicopter in the scene, but he does put sound effects in there. I guess it's a book about this nude spy. Like, he's he's nude for almost the entire book. Anyway, now as an Audible member, you'll get more than ever before. You get three titles every month, one audiobook plus two Audible originals that you can't hear anywhere else. Can also get unlimited access to more than a hundred audio guided fitness programs plus free access to the New York Times Wall Street Journal in Washington Post, And with the audible app, you can access it anytime on any device. I'm sorry. I can't get this to turn off this this helicopter clip, but hopefully it's okay. It'll always pick up where you left off. Audible also offers free and easy audiobook exchanges, credits that roll over for a year in the library, you keep forever even if you cancel. I think Audible's great. I've recently listened to furious hours by Casey Sep on it. That was really good. And I really do like that they don't carry mister Kevin's trip. And the car so, like, he just got out of his car. I don't understand why it's just sound effects and no reading. At this point in the clip. Start listening with a thirty day audible trial and get your first audiobook plus two audible originals for free. Visit audible dot com slash the boys or text the boys to five hundred five hundred. That's a u d I b l e dot com slash the boys or text the boys to five hundred five hundred.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-415",
    "time": "0:43:13",
    "speaker": "spk_4",
    "line": "Hollywood Handbook.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-416",
    "time": "0:43:15",
    "speaker": "spk_3",
    "line": "Okay. Now so I've I've moved on from what we're gonna do like, for you and your career to what we're gonna do, like, about this episode at, like",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-417",
    "time": "0:43:25",
    "speaker": "spk_5",
    "line": "yeah. We got about what we are here. We would like to find a way to release it. Is there something is there I have a pet.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-418",
    "time": "0:43:31",
    "speaker": "spk_1",
    "line": "Lined items. Oh, go ahead.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-419",
    "time": "0:43:32",
    "speaker": "spk_3",
    "line": "Do we try Jordan's brother? That's interesting. Do we bring him in and just, like, see, maybe they'll play off each other.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-420",
    "time": "0:43:42",
    "speaker": "spk_6",
    "line": "Maybe.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-421",
    "time": "0:43:43",
    "speaker": "spk_5",
    "line": "Do we wanna bring him in, see how they interact, and maybe let them discuss email we got from Paul Shear.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-422",
    "time": "0:43:50",
    "speaker": "spk_3",
    "line": "Yeah. Oh, yeah. Or or yes. We'll see if we if we if it comes to that.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-423",
    "time": "0:43:53",
    "speaker": "spk_5",
    "line": "But, like, is the ripcord we can pull.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-424",
    "time": "0:43:55",
    "speaker": "spk_3",
    "line": "But I wanna see, like, them have a conversation. I just, like, let's see if that like, something sparks.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-425",
    "time": "0:44:03",
    "speaker": "spk_4",
    "line": "We met earlier. Okay. It seemed fine.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-426",
    "time": "0:44:07",
    "speaker": "spk_6",
    "line": "You know? So you wanna",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-427",
    "time": "0:44:08",
    "speaker": "spk_5",
    "line": "that is great. Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-428",
    "time": "0:44:11",
    "speaker": "spk_2",
    "line": "Do you",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-429",
    "time": "0:44:11",
    "speaker": "spk_6",
    "line": "want him to come in the studio?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-430",
    "time": "0:44:13",
    "speaker": "spk_3",
    "line": "Yes. Yeah. Let's",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-431",
    "time": "0:44:14",
    "speaker": "spk_6",
    "line": "get him in the studio. Awesome. He's very mad now.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-432",
    "time": "0:44:18",
    "speaker": "spk_5",
    "line": "That's nice. Welcome to the show. His name is a Southern Town. You're friends with Garth Brooks.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-433",
    "time": "0:44:25",
    "speaker": "spk_4",
    "line": "Mhmm.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-434",
    "time": "0:44:26",
    "speaker": "spk_6",
    "line": "You so much in common.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-435",
    "time": "0:44:28",
    "speaker": "spk_3",
    "line": "Hi, Austin.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-436",
    "time": "0:44:30",
    "speaker": "spk_2",
    "line": "Hello.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-437",
    "time": "0:44:31",
    "speaker": "spk_3",
    "line": "Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-438",
    "time": "0:44:32",
    "speaker": "spk_4",
    "line": "Wow. That's the answer you",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-439",
    "time": "0:44:33",
    "speaker": "spk_5",
    "line": "get up to the mic. And try not to blow it out. Hello? Hello?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-440",
    "time": "0:44:39",
    "speaker": "spk_3",
    "line": "So this is Jordan's brother, Austin. Austin, This is Jesse. Hey.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-441",
    "time": "0:44:45",
    "speaker": "spk_8",
    "line": "Doing Jesse?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-442",
    "time": "0:44:45",
    "speaker": "spk_4",
    "line": "Hey, man. I saw you earlier in the in a lobby, I guess.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-443",
    "time": "0:44:52",
    "speaker": "spk_3",
    "line": "Come on. This is first impression.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-444",
    "time": "0:44:54",
    "speaker": "spk_5",
    "line": "Yeah. Don't make eye contact with me.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-445",
    "time": "0:44:59",
    "speaker": "spk_4",
    "line": "I just walk. I just",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-446",
    "time": "0:45:00",
    "speaker": "spk_3",
    "line": "you want you want us to confirm that that is a lobby? It's not. Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-447",
    "time": "0:45:07",
    "speaker": "spk_2",
    "line": "Well, we",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-448",
    "time": "0:45:07",
    "speaker": "spk_4",
    "line": "were sit I sat in there. You came in a little after me, I think.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-449",
    "time": "0:45:10",
    "speaker": "spk_7",
    "line": "Mhmm.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-450",
    "time": "0:45:11",
    "speaker": "spk_8",
    "line": "Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-451",
    "time": "0:45:12",
    "speaker": "spk_4",
    "line": "So what else is going on? I'm sick of that.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-452",
    "time": "0:45:16",
    "speaker": "spk_3",
    "line": "There's no initial thing. There's no what else?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-453",
    "time": "0:45:21",
    "speaker": "spk_5",
    "line": "Else is in addition to",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-454",
    "time": "0:45:24",
    "speaker": "spk_3",
    "line": "there's what is going on. Just in the first place.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-455",
    "time": "0:45:26",
    "speaker": "spk_5",
    "line": "You've seen each other. Mhmm.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-456",
    "time": "0:45:30",
    "speaker": "spk_2",
    "line": "It's",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-457",
    "time": "0:45:30",
    "speaker": "spk_4",
    "line": "good to catch up.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-458",
    "time": "0:45:33",
    "speaker": "spk_8",
    "line": "I mean, it has been a long time. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-459",
    "time": "0:45:34",
    "speaker": "spk_4",
    "line": "So do you do you like Uncrustables? Or do you the",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-460",
    "time": "0:45:40",
    "speaker": "spk_3",
    "line": "way you phrase that, just the intonation implies that, like, someone brought up on Crestables for this. Did that happen? I I zone out for No.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-461",
    "time": "0:45:51",
    "speaker": "spk_5",
    "line": "Pizza roles were brought up, and I guess those might be near the uncrusted balls.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-462",
    "time": "0:45:56",
    "speaker": "spk_1",
    "line": "Yeah. I I would say, Jesse, a lot of what we're finding is",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-463",
    "time": "0:46:01",
    "speaker": "spk_5",
    "line": "and this is a compliment to you in a way there's a very rich internal world you're experiencing",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-464",
    "time": "0:46:06",
    "speaker": "spk_1",
    "line": "that we're not necessarily party to. And so you're often attempting to continue a",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-465",
    "time": "0:46:14",
    "speaker": "spk_5",
    "line": "conversation with a stranger that has been taking place entirely inside your own mind.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-466",
    "time": "0:46:21",
    "speaker": "spk_4",
    "line": "Just trying to keep the ball in the air. You know? So",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-467",
    "time": "0:46:24",
    "speaker": "spk_5",
    "line": "again, I don't know what the fuck you mean,",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-468",
    "time": "0:46:26",
    "speaker": "spk_1",
    "line": "but But maybe for this with Austin anyway since he is something of a",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-469",
    "time": "0:46:32",
    "speaker": "spk_5",
    "line": "clean slate for you. Let's just start from scratch. And be on our best behavior. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-470",
    "time": "0:46:43",
    "speaker": "spk_4",
    "line": "Awesome, do you need anything to drink?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-471",
    "time": "0:46:49",
    "speaker": "spk_5",
    "line": "I",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-472",
    "time": "0:46:50",
    "speaker": "spk_8",
    "line": "i could use some water maybe.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-473",
    "time": "0:46:51",
    "speaker": "spk_4",
    "line": "Alright. Sean?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-474",
    "time": "0:46:57",
    "speaker": "spk_6",
    "line": "Wait. You asked him for the drink, but you're not gonna get it for him.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-475",
    "time": "0:47:00",
    "speaker": "spk_4",
    "line": "Well, I wanna keep going over here. We got I feel like we're cooking",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-476",
    "time": "0:47:03",
    "speaker": "spk_3",
    "line": "you got some momentum now. I agree. I agree. This is the closest I felt.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-477",
    "time": "0:47:07",
    "speaker": "spk_5",
    "line": "You know what? I'm gonna bite my tongue This is the best thing to happen on this show so far.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-478",
    "time": "0:47:14",
    "speaker": "spk_3",
    "line": "He's he's visiting time. You're both",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-479",
    "time": "0:47:16",
    "speaker": "spk_4",
    "line": "we're both visiting. Yeah. Yeah. Now where are you from?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-480",
    "time": "0:47:20",
    "speaker": "spk_8",
    "line": "Actually, I just moved out here from Louisville, Kentucky.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-481",
    "time": "0:47:24",
    "speaker": "spk_3",
    "line": "Don't look at me, Jesse. I have nothing for you. Louisville, Kentucky is like basically where you live. You haven't that there's that I have to help you with that. You've never been like I've never been there.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-482",
    "time": "0:47:35",
    "speaker": "spk_4",
    "line": "What am I",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-483",
    "time": "0:47:36",
    "speaker": "spk_6",
    "line": "i can help you. Okay. You said you wanted to be Chapel? Is that the wrong name? Is like the name? Yeah. And he has a place in Ohio.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-484",
    "time": "0:47:45",
    "speaker": "spk_4",
    "line": "I didn't formulate it quite like that.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-485",
    "time": "0:47:47",
    "speaker": "spk_6",
    "line": "He has a place in Ohio. Oh, hi. That's right next to Kentucky.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-486",
    "time": "0:47:52",
    "speaker": "spk_3",
    "line": "It's right there. Yeah. So that would have been a perfect time. We can't do it now. But to be like, oh, Dave Chapel, I guess lives there, and this is, like, important to me. For some reason. And I wanna do that, but we can't. Now it that has been done. Luovo. Muhammad Ali is from there.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-487",
    "time": "0:48:10",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-488",
    "time": "0:48:10",
    "speaker": "spk_3",
    "line": "You believe he should have been forced to join the RV. It should have been set on the front lines. You're like very public about this.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-489",
    "time": "0:48:18",
    "speaker": "spk_5",
    "line": "You only will call him Cashous Clay. Is that right?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-490",
    "time": "0:48:24",
    "speaker": "spk_4",
    "line": "So you like so Jimmy Dean. Smuckers.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-491",
    "time": "0:48:34",
    "speaker": "spk_3",
    "line": "Okay. You know what? That's by far. Smuckers, I think, is Smucker. The the brand behind uncrossed Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-492",
    "time": "0:48:40",
    "speaker": "spk_4",
    "line": "Because they put the jelly on me. And I guess they have their own peanut butter.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-493",
    "time": "0:48:43",
    "speaker": "spk_3",
    "line": "Put the jelly in there.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-494",
    "time": "0:48:44",
    "speaker": "spk_4",
    "line": "I don't know. No. Jelly. It's jelly, but there's also peanut butter. There's hazelnuts. Filling as well, which is you know, it's like Nutella, which is the brand.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-495",
    "time": "0:48:54",
    "speaker": "spk_2",
    "line": "But I",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-496",
    "time": "0:48:55",
    "speaker": "spk_3",
    "line": "think I think the big goal",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-497",
    "time": "0:48:56",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-498",
    "time": "0:48:57",
    "speaker": "spk_3",
    "line": "yeah. Of coming to LA -- Mhmm.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-499",
    "time": "0:48:59",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-500",
    "time": "0:48:59",
    "speaker": "spk_3",
    "line": "is to convince everyone here that there is a store in Jesse's town. We did he did hit that within the first minute",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-501",
    "time": "0:49:10",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-502",
    "time": "0:49:10",
    "speaker": "spk_3",
    "line": "mhmm. -- without any really never gotten. Saying we do have a store. And it seems like he was anticipating or possibly hoping that that would be like a longer confrontation. That we would, like, hit back about the store thing.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-503",
    "time": "0:49:25",
    "speaker": "spk_5",
    "line": "He's done all this research in order to prove that there's a store. And it's sort of like, So the store is like home base. Yes. And Jesse's kind of got his foot still touching base even when he ventures out to",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-504",
    "time": "0:49:41",
    "speaker": "spk_1",
    "line": "have a conversation with Austin, where he's keeping eye contact with us the whole time before.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-505",
    "time": "0:49:46",
    "speaker": "spk_2",
    "line": "Or when he wants to tell a story about",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-506",
    "time": "0:49:51",
    "speaker": "spk_5",
    "line": "someone trying",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-507",
    "time": "0:49:52",
    "speaker": "spk_1",
    "line": "to, you know, slob her on his way. All these things never really get far enough away from the store concept that he can't immediately jump back and go I'm on base.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-508",
    "time": "0:50:05",
    "speaker": "spk_2",
    "line": "I'm on base. I'm on base. You can't tag me.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-509",
    "time": "0:50:05",
    "speaker": "spk_1",
    "line": "Yeah. John",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-510",
    "time": "0:50:08",
    "speaker": "spk_4",
    "line": "wick.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-511",
    "time": "0:50:11",
    "speaker": "spk_3",
    "line": "How?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-512",
    "time": "0:50:14",
    "speaker": "spk_4",
    "line": "It's a very similar the Continental Hotel. I just saw it. I just saw John.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-513",
    "time": "0:50:19",
    "speaker": "spk_5",
    "line": "The first one?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-514",
    "time": "0:50:20",
    "speaker": "spk_4",
    "line": "I just saw well, I just saw three. K. I saw three. Did you guys see John wake three? No. Yeah. Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-515",
    "time": "0:50:28",
    "speaker": "spk_5",
    "line": "Awesome. The Deepgram? Sound like what you're saying.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-516",
    "time": "0:50:33",
    "speaker": "spk_4",
    "line": "Also, what do you think about it?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-517",
    "time": "0:50:36",
    "speaker": "spk_8",
    "line": "You know, I kinda like Smucker's little bit. Yeah. It depends.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-518",
    "time": "0:50:43",
    "speaker": "spk_3",
    "line": "Now this is gonna depend. So he has situations where he likes smuck he likes smuckers. This is an opportunity where he does not. And I noticed the light has been shut off at the other roof.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-519",
    "time": "0:50:56",
    "speaker": "spk_5",
    "line": "Everyone went home and they aren't putting their shit in boxes.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-520",
    "time": "0:51:00",
    "speaker": "spk_3",
    "line": "But we might we might wanna turn it on just for this, Jesse. And if you could watch, we are",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-521",
    "time": "0:51:04",
    "speaker": "spk_2",
    "line": "actually gonna hear, like,",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-522",
    "time": "0:51:05",
    "speaker": "spk_3",
    "line": "a real a point that's about to be made. Go ahead, Austin.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-523",
    "time": "0:51:11",
    "speaker": "spk_8",
    "line": "Yeah. I mean, well, there's other brands. So it's like every now and then you like to switch it up. But Smucker's has never been, like, a number one. I don't know if it's, like, you have a brand deal or something because you've really liked to bring it up. But, I mean, you know, every now and then, you see, I go with, like, Welch Welch does their own, like, jelly?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-524",
    "time": "0:51:25",
    "speaker": "spk_4",
    "line": "That's dog chef.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-525",
    "time": "0:51:29",
    "speaker": "spk_3",
    "line": "K. I can understand why you're pissed. This guy is really good. He's just, like, good at talking the way he talks, like, engaging.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-526",
    "time": "0:51:36",
    "speaker": "spk_5",
    "line": "It's just natural. He's being in self and everyone can feel it. He's just saying what his actual experiences are. He's got no agenda.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-527",
    "time": "0:51:46",
    "speaker": "spk_3",
    "line": "He's responding to what's being asked -- Mhmm.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-528",
    "time": "0:51:49",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-529",
    "time": "0:51:49",
    "speaker": "spk_3",
    "line": "which was huge for this",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-530",
    "time": "0:51:52",
    "speaker": "spk_2",
    "line": "show.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-531",
    "time": "0:51:52",
    "speaker": "spk_4",
    "line": "Okay. And he's like,",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-532",
    "time": "0:51:56",
    "speaker": "spk_1",
    "line": "don't take this the wrong way.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-533",
    "time": "0:51:58",
    "speaker": "spk_5",
    "line": "No. He's not, like, desperate. So the",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-534",
    "time": "0:52:09",
    "speaker": "spk_4",
    "line": "the Continental Hotel is I mean, it really it really is home based.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-535",
    "time": "0:52:16",
    "speaker": "spk_3",
    "line": "For the Okay. That's why. That's what it is.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-536",
    "time": "0:52:19",
    "speaker": "spk_4",
    "line": "Which ones have you seen",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-537",
    "time": "0:52:21",
    "speaker": "spk_5",
    "line": "the fair one?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-538",
    "time": "0:52:22",
    "speaker": "spk_4",
    "line": "The Well, there's a moment.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-539",
    "time": "0:52:24",
    "speaker": "spk_3",
    "line": "I'm guessing that the in the third one, it becomes, like, the bad guys are taking The",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-540",
    "time": "0:52:29",
    "speaker": "spk_1",
    "line": "end of the second one,",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-541",
    "time": "0:52:32",
    "speaker": "spk_5",
    "line": "the continental becomes no longer somewhere that he can consider home base.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-542",
    "time": "0:52:36",
    "speaker": "spk_4",
    "line": "Yeah. That's true.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-543",
    "time": "0:52:39",
    "speaker": "spk_1",
    "line": "And you just saw the third one.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-544",
    "time": "0:52:40",
    "speaker": "spk_4",
    "line": "I just which",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-545",
    "time": "0:52:41",
    "speaker": "spk_3",
    "line": "starts there. And also in the in the first one, he there's a fight at the hotel, which is supposed to be safe.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-546",
    "time": "0:52:47",
    "speaker": "spk_2",
    "line": "And",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-547",
    "time": "0:52:47",
    "speaker": "spk_3",
    "line": "there's a huge fight there. Yeah. But that was all. And none of the movies, is it what you're describing? And even if it were, to go from the idea of something being home based",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-548",
    "time": "0:52:58",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-549",
    "time": "0:52:58",
    "speaker": "spk_3",
    "line": "yeah. -- to say, John Wick,",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-550",
    "time": "0:53:02",
    "speaker": "spk_5",
    "line": "john Wick.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-551",
    "time": "0:53:02",
    "speaker": "spk_3",
    "line": "Right? Hoping will be like, yes, John Wick up the continental hotel. That's his home base.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-552",
    "time": "0:53:06",
    "speaker": "spk_1",
    "line": "And this is again we're encountering the same thing where there's",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-553",
    "time": "0:53:08",
    "speaker": "spk_5",
    "line": "a lot of pieces to fill in.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-554",
    "time": "0:53:12",
    "speaker": "spk_1",
    "line": "Do you know that I can't see your thoughts?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-555",
    "time": "0:53:21",
    "speaker": "spk_5",
    "line": "And then I actually need help surrounding some of the simple statements you make.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-556",
    "time": "0:53:27",
    "speaker": "spk_3",
    "line": "It makes me wonder what happened in this earlier conversation where that culminated in this",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-557",
    "time": "0:53:33",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-558",
    "time": "0:53:33",
    "speaker": "spk_4",
    "line": "yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-559",
    "time": "0:53:33",
    "speaker": "spk_0",
    "line": "-- woman offering to suck your dick.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-560",
    "time": "0:53:36",
    "speaker": "spk_3",
    "line": "I think she may have been dry like, thinking that was the only thing that could help you. I can feel myself wanting to, like, try Yes. I'm all kinds of stuff.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-561",
    "time": "0:53:46",
    "speaker": "spk_5",
    "line": "I'm cycling through ideas of ways that I could maybe set you right.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-562",
    "time": "0:53:53",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-563",
    "time": "0:53:54",
    "speaker": "spk_1",
    "line": "And I haven't arrived at sucking you off yet, but it can't be far away.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-564",
    "time": "0:54:04",
    "speaker": "spk_4",
    "line": "I didn't write the movies, but I would love to take a pass and maybe that's could we get there somehow? You want to",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-565",
    "time": "0:54:10",
    "speaker": "spk_1",
    "line": "you you wanna take a pass on John Wicks three?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-566",
    "time": "0:54:14",
    "speaker": "spk_2",
    "line": "Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-567",
    "time": "0:54:17",
    "speaker": "spk_1",
    "line": "Feel free.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-568",
    "time": "0:54:20",
    "speaker": "spk_3",
    "line": "What would you do?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-569",
    "time": "0:54:21",
    "speaker": "spk_1",
    "line": "Set I",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-570",
    "time": "0:54:21",
    "speaker": "spk_4",
    "line": "mean, set me up. Set me give me one of the",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-571",
    "time": "0:54:23",
    "speaker": "spk_3",
    "line": "that is a set up, Jesse. What would you do with the boom in John wick three? Set you up.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-572",
    "time": "0:54:33",
    "speaker": "spk_5",
    "line": "Well, so What's your idea?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-573",
    "time": "0:54:35",
    "speaker": "spk_4",
    "line": "I have an idea.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-574",
    "time": "0:54:36",
    "speaker": "spk_3",
    "line": "Good.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-575",
    "time": "0:54:37",
    "speaker": "spk_4",
    "line": "So In the first movie, famously there there's a there's a dog situation. Right?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-576",
    "time": "0:54:43",
    "speaker": "spk_5",
    "line": "Oh, god. Okay? So there's This is where you wanna start, even the movie ditched out on this part.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-577",
    "time": "0:54:49",
    "speaker": "spk_4",
    "line": "So John wick one, zero dogs. Okay? John wick two, one dog.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-578",
    "time": "0:54:55",
    "speaker": "spk_3",
    "line": "Actually, I think in John with one, there are two dogs. But There's one at the beginning, and there's one at the end.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-579",
    "time": "0:55:00",
    "speaker": "spk_4",
    "line": "But if you had the tone, is of zero dogs. In John wick three, he still just got the the one dog.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-580",
    "time": "0:55:11",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-581",
    "time": "0:55:11",
    "speaker": "spk_4",
    "line": "Okay? Why not? Why doesn't he have two? Why doesn't he have two?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-582",
    "time": "0:55:18",
    "speaker": "spk_5",
    "line": "Still the word doll, two. Was it sure if it",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-583",
    "time": "0:55:22",
    "speaker": "spk_1",
    "line": "wanted to sneak out there, was it?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-584",
    "time": "0:55:26",
    "speaker": "spk_4",
    "line": "I'm Loji still. Very low g.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-585",
    "time": "0:55:32",
    "speaker": "spk_3",
    "line": "Austin, like, let's see if we can sort of, like, reverse the agency here and you become kinda like the host cared in this dynamic and, like, see what you if you can And, like, you can draw him out. Yeah. And then because this is, like, his big break. So we really need to make this -- Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-586",
    "time": "0:55:47",
    "speaker": "spk_8",
    "line": "We wanna change the topic? Or do you want Jesse, what do you think? Do you wanna stick with it? Like, what do you wanna do?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-587",
    "time": "0:55:52",
    "speaker": "spk_1",
    "line": "Don't ask him because",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-588",
    "time": "0:55:53",
    "speaker": "spk_3",
    "line": "it's You have to really take the wheel",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-589",
    "time": "0:55:56",
    "speaker": "spk_5",
    "line": "on this one. I do",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-590",
    "time": "0:55:57",
    "speaker": "spk_3",
    "line": "have to speak in them. Like, you're great.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-591",
    "time": "0:55:58",
    "speaker": "spk_8",
    "line": "Sorry. Yeah. It's gotcha. It's perfect.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-592",
    "time": "0:56:00",
    "speaker": "spk_5",
    "line": "It's so natural that",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-593",
    "time": "0:56:02",
    "speaker": "spk_3",
    "line": "it doesn't",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-594",
    "time": "0:56:02",
    "speaker": "spk_1",
    "line": "feel like you're even on",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-595",
    "time": "0:56:03",
    "speaker": "spk_5",
    "line": "a show, but we do need the to pick up",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-596",
    "time": "0:56:05",
    "speaker": "spk_8",
    "line": "yeah. Perfect. So we'll stay on topic with, you know, Johnwick, Keanu Reeves. Mhmm. I'm a little into the gaming scene. I don't know if you heard about e three going on. At the moment?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-597",
    "time": "0:56:15",
    "speaker": "spk_4",
    "line": "I'm actually a famous video game stream.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-598",
    "time": "0:56:23",
    "speaker": "spk_2",
    "line": "Yeah. I",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-599",
    "time": "0:56:23",
    "speaker": "spk_4",
    "line": "think I've heard of it.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-600",
    "time": "0:56:24",
    "speaker": "spk_3",
    "line": "Yeah. So I mean, you got a little bit of",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-601",
    "time": "0:56:28",
    "speaker": "spk_8",
    "line": "an idea going on. And, you know, you know about cyberpunk, twenty seventy seven is gonna be coming out.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-602",
    "time": "0:56:33",
    "speaker": "spk_5",
    "line": "Please to meet you, I'm famous.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-603",
    "time": "0:56:39",
    "speaker": "spk_9",
    "line": "Well",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-604",
    "time": "0:56:40",
    "speaker": "spk_3",
    "line": "jessie, do you know about that?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-605",
    "time": "0:56:42",
    "speaker": "spk_4",
    "line": "About Countaroos being in the game.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-606",
    "time": "0:56:44",
    "speaker": "spk_8",
    "line": "Exactly. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-607",
    "time": "0:56:45",
    "speaker": "spk_4",
    "line": "Yeah. It's like How",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-608",
    "time": "0:56:45",
    "speaker": "spk_8",
    "line": "do you feel about that?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-609",
    "time": "0:56:46",
    "speaker": "spk_4",
    "line": "It's like Mocap, you know, it's sick. Yes.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-610",
    "time": "0:56:49",
    "speaker": "spk_8",
    "line": "That that's what it is. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-611",
    "time": "0:56:51",
    "speaker": "spk_2",
    "line": "It's insane.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-612",
    "time": "0:56:54",
    "speaker": "spk_8",
    "line": "How are you feeling about the game coming out though? I mean, he's gonna be in",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-613",
    "time": "0:56:57",
    "speaker": "spk_2",
    "line": "it. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-614",
    "time": "0:56:57",
    "speaker": "spk_8",
    "line": "Gonna be a big game.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-615",
    "time": "0:56:58",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-616",
    "time": "0:56:59",
    "speaker": "spk_8",
    "line": "Maybe project Red's working on it.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-617",
    "time": "0:57:01",
    "speaker": "spk_4",
    "line": "Yeah. You know, I'm gonna try and play it for sure.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-618",
    "time": "0:57:06",
    "speaker": "spk_2",
    "line": "Wow. You can't tell.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-619",
    "time": "0:57:09",
    "speaker": "spk_3",
    "line": "This is that was so nice. Yes. This is a really nice conversation.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-620",
    "time": "0:57:14",
    "speaker": "spk_5",
    "line": "All of it. Just two guys just being guys, you know? Mhmm.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-621",
    "time": "0:57:21",
    "speaker": "spk_1",
    "line": "Shit, man. That rules.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-622",
    "time": "0:57:24",
    "speaker": "spk_3",
    "line": "Austin is really this was the ripcord. Mhmm. This guy is so cool.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-623",
    "time": "0:57:28",
    "speaker": "spk_5",
    "line": "That's what we found out.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-624",
    "time": "0:57:31",
    "speaker": "spk_3",
    "line": "Jesse, I guess I am gonna send you back to your friend. The dog boater.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-625",
    "time": "0:57:38",
    "speaker": "spk_5",
    "line": "He's gotta be worried sick.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-626",
    "time": "0:57:39",
    "speaker": "spk_3",
    "line": "What what can we give Jesse to, like, take with him back from LA back to this from this experience.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-627",
    "time": "0:57:47",
    "speaker": "spk_5",
    "line": "Right. A packet would be great.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-628",
    "time": "0:57:50",
    "speaker": "spk_3",
    "line": "You want a sketch packet?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-629",
    "time": "0:57:51",
    "speaker": "spk_5",
    "line": "You want a packet.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-630",
    "time": "0:57:53",
    "speaker": "spk_4",
    "line": "You gotta have",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-631",
    "time": "0:57:54",
    "speaker": "spk_2",
    "line": "one too. I can give you I have",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-632",
    "time": "0:57:54",
    "speaker": "spk_4",
    "line": "a a fallon",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-633",
    "time": "0:58:00",
    "speaker": "spk_5",
    "line": "submission that I did probably around, like, two thousand ten.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-634",
    "time": "0:58:05",
    "speaker": "spk_4",
    "line": "Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-635",
    "time": "0:58:06",
    "speaker": "spk_5",
    "line": "I can give you those ideas. Yeah. And you take that Does it become part of your Kickstarter sucks?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-636",
    "time": "0:58:13",
    "speaker": "spk_1",
    "line": "Yeah. Does it launch you into whatever, you know,",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-637",
    "time": "0:58:19",
    "speaker": "spk_5",
    "line": "tennessee's version of Fallon is.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-638",
    "time": "0:58:21",
    "speaker": "spk_4",
    "line": "Mhmm. It's Huckabee. It's Mike Huckabee.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-639",
    "time": "0:58:24",
    "speaker": "spk_1",
    "line": "Yeah. Perfect.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-640",
    "time": "0:58:25",
    "speaker": "spk_3",
    "line": "So So I can give you every sketch that I wrote for Nick Worthons pretend time that got on the air. No. Thanks. Great. A show that actually happened and was, like, successful. But it's, like, forgotten now that you could do it again.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-641",
    "time": "0:58:44",
    "speaker": "spk_5",
    "line": "Mhmm. I give you Bobzilla stuff. Yeah. I give you Bobzilla stuff.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-642",
    "time": "0:58:48",
    "speaker": "spk_3",
    "line": "Yeah. He yeah. The Bobzilla stuff that's it is public domain now.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-643",
    "time": "0:58:52",
    "speaker": "spk_5",
    "line": "Okay. Austin, you're a little younger than I am. Did you enjoy Popzilla on MTV?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-644",
    "time": "0:59:00",
    "speaker": "spk_8",
    "line": "I loved it. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-645",
    "time": "0:59:00",
    "speaker": "spk_5",
    "line": "It was great. This fucking guy He rolls.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-646",
    "time": "0:59:05",
    "speaker": "spk_8",
    "line": "It is on it. And, again, any material you don't want Jesse, just I'll take Awesome.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-647",
    "time": "0:59:10",
    "speaker": "spk_3",
    "line": "I'll take it. Okay. How about this? You have blind boss. The boss of the company is blind, but he doesn't want anyone to, like, know or acknowledge that he's blind. And he, like, thinks he's getting away with it.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-648",
    "time": "0:59:26",
    "speaker": "spk_4",
    "line": "This feels like And that's Nick's worth It feels like punching down to me. He's the boss. What's kinda inside baseball?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-649",
    "time": "0:59:34",
    "speaker": "spk_3",
    "line": "Things just sound waves bouncing around in his skull cavity. And the the employees boss is Nick's worsen. The employees are played by Kyle Mooney, who's now on SNL. And Owen Benjamin, who's basically doing what Jesse is doing, but more successfully. And they are trying not to, like, like, the bosses, like, can't see, and they're trying to, like, not acknowledge that he's blind. That is the sketch.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-650",
    "time": "1:00:12",
    "speaker": "spk_4",
    "line": "That's funny.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-651",
    "time": "1:00:13",
    "speaker": "spk_2",
    "line": "Yeah. Oh, shit.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-652",
    "time": "1:00:16",
    "speaker": "spk_3",
    "line": "Are you looking up some of your Pobs Ella stuff?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-653",
    "time": "1:00:18",
    "speaker": "spk_5",
    "line": "Well, I I know I've got a here's late night with Jimmy Fallon.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-654",
    "time": "1:00:23",
    "speaker": "spk_3",
    "line": "Some of the second year is this.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-655",
    "time": "1:00:25",
    "speaker": "spk_5",
    "line": "This I think I wrote in two thousand ten. Okay. I was submitting to be part of this show.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-656",
    "time": "1:00:30",
    "speaker": "spk_1",
    "line": "So they wanted, like, fifteen",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-657",
    "time": "1:00:33",
    "speaker": "spk_5",
    "line": "or something like desk ideas. So here's one. If you remember, they used to do like real housewives of six b and stuff and they did like a version of loss that took place entirely in like thirty rock like Jimmy would do these shows, so I have Jim ified. And this parody of the FX show justified US Marshall Jimmy Fallon has been assigned to Studio six B. It's the one place he didn't want to go. Too much history. He roams the halls in a cowboy hack coolly greeting old friends and almost immediately finding an excuse to draw on them and shoot them. After every shooting, we cut to Jimmy in the office of chief deputy AD Miles who tells him to stop shooting everyone. Jimmy Cooley explains he's pretty sure the shooting was justified and against his better judgment, AD puts him back on the street, Prince's hallway. So that's one of them. Mhmm. I mean, do you need to hear more?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-658",
    "time": "1:01:34",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-659",
    "time": "1:01:37",
    "speaker": "spk_1",
    "line": "Okay. Name that bear.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-660",
    "time": "1:01:38",
    "speaker": "spk_5",
    "line": "This is a game show where audience members are shown a photo of a live bear in the wild and given a list of possible names to choose from. Cappy, sergeant Honey Pause, Nick Prescott, the North American grizzly, or the Decemberists. The contestants guess until the winner chooses the correct name. At that point, Jimmy explains why the answer was so clear to begin with.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-661",
    "time": "1:02:00",
    "speaker": "spk_4",
    "line": "Master baiting bear was one. Master baiting bear.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-662",
    "time": "1:02:05",
    "speaker": "spk_2",
    "line": "Hold on. These are, you know,",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-663",
    "time": "1:02:10",
    "speaker": "spk_5",
    "line": "similar to the battle of the instant bands, but requiring less talent, we put three pairs of audience members backstage and challenge them to come up with awesome secret handshake featuring ten unique steps. Each pair presents their handshake and the winners chosen via audience applause. Audience salesman. This character interrupts Jimmy's monologue to mention a ridiculous product he's trying to sell.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-664",
    "time": "1:02:38",
    "speaker": "spk_3",
    "line": "This is your Kickstarter sucks.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-665",
    "time": "1:02:41",
    "speaker": "spk_4",
    "line": "I like this one's good.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-666",
    "time": "1:02:43",
    "speaker": "spk_5",
    "line": "Man, this section of the audience sure is hot. I'd better put my freeze pot on. He puts on a hat that looks like an igloo. Now I'm comfortable. The item really works. Jimmy drills him on the legitimacy of his product, and the salesman eventually admits it to scam and leaves, but not before swearing revenge on the show. So that could be good. These are all ideas that you could use. And this to me is sort of does feel like what the show is. And I was really tried very hard to work there.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-667",
    "time": "1:03:16",
    "speaker": "spk_4",
    "line": "And Studio six b is where it is filmed. I believe so. Okay. That helps?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-668",
    "time": "1:03:23",
    "speaker": "spk_1",
    "line": "You want more. I mean, there's more in here.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-669",
    "time": "1:03:28",
    "speaker": "spk_3",
    "line": "I guess, I knew one of these days it would get to a point where we would have to just read all talk about all our worst old stuff.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-670",
    "time": "1:03:36",
    "speaker": "spk_5",
    "line": "Didn't I send you pubs and ideas once? Me?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-671",
    "time": "1:03:39",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. You you worked on that too. Right?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-672",
    "time": "1:03:43",
    "speaker": "spk_3",
    "line": "I submitted ideas for the first one, and then they bought two, and I went out on top and didn't submit anymore.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-673",
    "time": "1:03:48",
    "speaker": "spk_5",
    "line": "Yeah. That was on top. I worked there.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-674",
    "time": "1:03:50",
    "speaker": "spk_3",
    "line": "Yeah. But you, like, really, like, tried hard and stuff.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-675",
    "time": "1:03:54",
    "speaker": "spk_5",
    "line": "Yeah. That's true. Where is it? I got a hole.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-676",
    "time": "1:03:57",
    "speaker": "spk_1",
    "line": "Thing of those.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-677",
    "time": "1:03:58",
    "speaker": "spk_4",
    "line": "So how do you get an agent?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-678",
    "time": "1:04:01",
    "speaker": "spk_5",
    "line": "That you do this, man. You fucking write Bobzilla ideas up until somebody bites.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-679",
    "time": "1:04:06",
    "speaker": "spk_4",
    "line": "Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-680",
    "time": "1:04:07",
    "speaker": "spk_3",
    "line": "And so this is Jesse, basically, coming on here to scab just to announce that he is ready to scab",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-681",
    "time": "1:04:14",
    "speaker": "spk_4",
    "line": "are they is Popzilla on strike?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-682",
    "time": "1:04:16",
    "speaker": "spk_3",
    "line": "No. There's a thing with our agents right now where you're not allowed to have one.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-683",
    "time": "1:04:20",
    "speaker": "spk_4",
    "line": "I okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-684",
    "time": "1:04:21",
    "speaker": "spk_3",
    "line": "And just by saying that,",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-685",
    "time": "1:04:22",
    "speaker": "spk_4",
    "line": "you Just by saying agent, that's",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-686",
    "time": "1:04:23",
    "speaker": "spk_3",
    "line": "just by notice by saying how do I get an agent?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-687",
    "time": "1:04:26",
    "speaker": "spk_4",
    "line": "Yeah. At the right time. How do I",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-688",
    "time": "1:04:29",
    "speaker": "spk_3",
    "line": "that's a that's a scab. Maybe that's a sketch. No. It's not a sketch. Okay. Let's see.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-689",
    "time": "1:04:37",
    "speaker": "spk_4",
    "line": "Ring ring,",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-690",
    "time": "1:04:38",
    "speaker": "spk_3",
    "line": "you know, No. I'm not answering the phone.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-691",
    "time": "1:04:45",
    "speaker": "spk_5",
    "line": "Let's see. Doctor Phil gets angry.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-692",
    "time": "1:04:49",
    "speaker": "spk_3",
    "line": "Hello? Okay. I answered the phone.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-693",
    "time": "1:04:51",
    "speaker": "spk_4",
    "line": "Jamie Kennedy is teleporting. Yeah. Oh, hi.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-694",
    "time": "1:04:56",
    "speaker": "spk_3",
    "line": "You just said hi?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-695",
    "time": "1:04:59",
    "speaker": "spk_4",
    "line": "Okay. Is this okay. Is this the is this the best? Is this the best agency in town. Okay. Just the number one. Oh, the bit started?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-696",
    "time": "1:05:11",
    "speaker": "spk_8",
    "line": "Is that what's going on?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-697",
    "time": "1:05:14",
    "speaker": "spk_3",
    "line": "I'm thank you, Austin. I so I'm the agency. That's the I okay. Can",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-698",
    "time": "1:05:21",
    "speaker": "spk_4",
    "line": "you tell me?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-699",
    "time": "1:05:22",
    "speaker": "spk_3",
    "line": "Is this the best agency in town? Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-700",
    "time": "1:05:25",
    "speaker": "spk_4",
    "line": "That's so good. Can you Can you tell me when you're gonna get this when this whole thing's gonna blow over?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-701",
    "time": "1:05:35",
    "speaker": "spk_3",
    "line": "No. I mean, I don't know. I answered a phone, like,",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-702",
    "time": "1:05:41",
    "speaker": "spk_4",
    "line": "are you hiring? You want",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-703",
    "time": "1:05:42",
    "speaker": "spk_2",
    "line": "you want to just, like, answer",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-704",
    "time": "1:05:43",
    "speaker": "spk_3",
    "line": "the phones? Is that okay?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-705",
    "time": "1:05:48",
    "speaker": "spk_4",
    "line": "Will someone get mad if I do that?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-706",
    "time": "1:05:53",
    "speaker": "spk_3",
    "line": "No. I mean, I guess",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-707",
    "time": "1:05:54",
    "speaker": "spk_4",
    "line": "ring ring.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-708",
    "time": "1:05:56",
    "speaker": "spk_0",
    "line": "That I'm already on the phone.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-709",
    "time": "1:05:57",
    "speaker": "spk_4",
    "line": "It's call waiting.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-710",
    "time": "1:05:59",
    "speaker": "spk_1",
    "line": "Okay. So here's some of the Popzilla ideas.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-711",
    "time": "1:06:03",
    "speaker": "spk_5",
    "line": "Here's one, Tom York hates fun. So to refresh your memory, Bobzilla was an animated schedule. The schedule's supposed to be about thirty seconds to one minute long, and featured like Flash animation, South Park style of different celebrities. They always wanted more Britney Spears of Jonas Brothers ideas. Here's one, Tom York Kate's fun. Tom York sneaks around a playground like the Grinch. He cuts swings off the swingset, knocked over the seesaw and puts tacks on the slide. That'll stop there fun, he says because I'm Tom York and I hate fun.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-712",
    "time": "1:06:39",
    "speaker": "spk_4",
    "line": "You see, like, Garth Brooks for you guys?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-713",
    "time": "1:06:46",
    "speaker": "spk_1",
    "line": "Okay, what's this one? Damn. Rick Ross's managers try to change his name.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-714",
    "time": "1:06:59",
    "speaker": "spk_5",
    "line": "Riza loves rings. Man is down as he's proposing to a woman. She jumps up and pulls her wig off. It's the rza. I tricked you. It's me the rza. I wanted more rings. I love wearing rings. What? Fallout three with shelter. This will appeal to you gamer, guys.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-715",
    "time": "1:07:22",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-716",
    "time": "1:07:22",
    "speaker": "spk_5",
    "line": "Guitar, you know, comes with a guitar, Tony Hawk. Gabe comes with the board. Now fallout shelter comes with a real shelter that you get sealed up in until you've beaten the game. If you don't win, you never see your family again.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-717",
    "time": "1:07:34",
    "speaker": "spk_3",
    "line": "The game is not called fallout shelter. But is that do you say now fallout shelter",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-718",
    "time": "1:07:38",
    "speaker": "spk_5",
    "line": "comes It's fallout three with shelter.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-719",
    "time": "1:07:40",
    "speaker": "spk_3",
    "line": "Oh, okay. You said now fallout shelter comes with a real shelter.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-720",
    "time": "1:07:43",
    "speaker": "spk_1",
    "line": "Oh, okay. Now fallout comes with a real shelter. Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-721",
    "time": "1:07:49",
    "speaker": "spk_5",
    "line": "What else? Robert Donny Junior does a snuff film.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-722",
    "time": "1:07:54",
    "speaker": "spk_1",
    "line": "Oh. Pete Wednes wants to extend the fallout by tour.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-723",
    "time": "1:07:59",
    "speaker": "spk_4",
    "line": "Fallout stuff.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-724",
    "time": "1:08:02",
    "speaker": "spk_1",
    "line": "Oh, man.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-725",
    "time": "1:08:03",
    "speaker": "spk_5",
    "line": "Okay, Jesse. More as bad allergies.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-726",
    "time": "1:08:08",
    "speaker": "spk_3",
    "line": "These are good. Jesse, closing closing remarks.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-727",
    "time": "1:08:13",
    "speaker": "spk_4",
    "line": "So it's we're almost done. We are done. I know. That's what I said. We're almost done with the show. Thanks so much for listening to Hollywood Handbook and and Insider's",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-728",
    "time": "1:08:26",
    "speaker": "spk_3",
    "line": "but this for you, get some people pulling you over to your Kickstarter sucks.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-729",
    "time": "1:08:31",
    "speaker": "spk_4",
    "line": "I don't know.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-730",
    "time": "1:08:32",
    "speaker": "spk_0",
    "line": "You guys remember Come on, Jesse.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-731",
    "time": "1:08:35",
    "speaker": "spk_5",
    "line": "You remember Chris Daughtry? I I found a whole document just of ideas about Daughtry?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-732",
    "time": "1:08:42",
    "speaker": "spk_3",
    "line": "Jesse, we got we're like yeah. Like, if he gets a really good one off, we're gonna, like, end the show. So you have to, like come on.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-733",
    "time": "1:08:50",
    "speaker": "spk_8",
    "line": "We can circle back to smuckers if you Well,",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-734",
    "time": "1:08:53",
    "speaker": "spk_3",
    "line": "we can't do I asked and I'm sorry. We can't. I know you're trying to be nice. We can't circle back to this Mucker's thing.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-735",
    "time": "1:08:58",
    "speaker": "spk_4",
    "line": "Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-736",
    "time": "1:08:59",
    "speaker": "spk_3",
    "line": "People like, you know, you you this like a exposure to, like, new fans. Yeah. Come on, Jesse.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-737",
    "time": "1:09:09",
    "speaker": "spk_4",
    "line": "Well, thanks everyone for listening to the Hollywood Handbook. Here's, like,",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-738",
    "time": "1:09:12",
    "speaker": "spk_5",
    "line": "an America's got talent thing where David Haslehoff had Osborne where the judges, I guess, at the time, and they keep accusing all the contestants of being show offs. It's funny. Here's one where Arnold Schwartzinger is wearing a wire at the FBA agents put it on him and then the sketches, he keeps going, speak up. They need to hear you guys through the microphone on my chest. Here's one. Brett and Michael's got a new VA one show. It's not really anything there. I",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-739",
    "time": "1:09:50",
    "speaker": "spk_1",
    "line": "mean, what do you wanna hear, Jesse?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-740",
    "time": "1:09:52",
    "speaker": "spk_3",
    "line": "What do you have coming up",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-741",
    "time": "1:09:53",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-742",
    "time": "1:09:53",
    "speaker": "spk_2",
    "line": "yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-743",
    "time": "1:09:54",
    "speaker": "spk_0",
    "line": "--",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-744",
    "time": "1:09:54",
    "speaker": "spk_3",
    "line": "on your Kickstarter sucks?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-745",
    "time": "1:09:57",
    "speaker": "spk_4",
    "line": "Well, yeah. We'll do some Kickstarter on there. We're gonna take we're gonna take them, and we're gonna we'll look at them. Sorry. It's a bit logee. And we will just to say, well, you know, what's, you know, what's good and what's not good about it, what are we like and not like? Is it",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-746",
    "time": "1:10:15",
    "speaker": "spk_3",
    "line": "i feel like whatever is happening to you, we have to get you off the grounds.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-747",
    "time": "1:10:22",
    "speaker": "spk_4",
    "line": "It's just like this.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-748",
    "time": "1:10:23",
    "speaker": "spk_3",
    "line": "Weekly. You know what I mean, John?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-749",
    "time": "1:10:24",
    "speaker": "spk_4",
    "line": "It's just like this.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-750",
    "time": "1:10:25",
    "speaker": "spk_3",
    "line": "Like, it's an issue for earwolf if this plays out on the premises. I'm just, you know, and then the dog owners being like,",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-751",
    "time": "1:10:34",
    "speaker": "spk_5",
    "line": "well, this happened. Like, you guys, Jesse just sent me back through, like, It's gotten bad. Yes. It's gotten pretty bad in here where I'm going like, wow. This is a lot of, like, what? Like, this was like a lot of what I was doing.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-752",
    "time": "1:10:51",
    "speaker": "spk_3",
    "line": "And I don't think I really moved on. But I will say imagine how much worse it would be. Without Austin here.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-753",
    "time": "1:10:59",
    "speaker": "spk_1",
    "line": "That okay. That's a little bit of comfort for me. Now Austin What do you have coming up that maybe could inspire Jesse to kinda get his shit together?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-754",
    "time": "1:11:15",
    "speaker": "spk_8",
    "line": "Yeah. I mean, I actually did do a podcast for a little bit myself.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-755",
    "time": "1:11:19",
    "speaker": "spk_3",
    "line": "Okay. I'm gonna",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-756",
    "time": "1:11:20",
    "speaker": "spk_8",
    "line": "provide that. It is a gaming theme, Jesse, so you might enjoy it. It was called level up lore. We might bring it back up. It was all about exploring, you know, like, coming up with their own scripted episodes about",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-757",
    "time": "1:11:31",
    "speaker": "spk_6",
    "line": "i I worked on it too.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-758",
    "time": "1:11:32",
    "speaker": "spk_8",
    "line": "Jordan did help for a while. It was really fun. So, I mean, maybe that'll come back. Kinda playing that by ear still. But",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-759",
    "time": "1:11:40",
    "speaker": "spk_4",
    "line": "yeah. Something to look forward to.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-760",
    "time": "1:11:42",
    "speaker": "spk_8",
    "line": "Yeah. For sure.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-761",
    "time": "1:11:44",
    "speaker": "spk_4",
    "line": "Yeah. Me too. So What",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-762",
    "time": "1:11:46",
    "speaker": "spk_2",
    "line": "do you mean?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-763",
    "time": "1:11:46",
    "speaker": "spk_6",
    "line": "Me too.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-764",
    "time": "1:11:50",
    "speaker": "spk_5",
    "line": "What does Me too mean in this context?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-765",
    "time": "1:11:52",
    "speaker": "spk_6",
    "line": "Do you wanna be part of Lemilla Floor?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-766",
    "time": "1:11:55",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-767",
    "time": "1:11:55",
    "speaker": "spk_6",
    "line": "Okay.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-768",
    "time": "1:11:57",
    "speaker": "spk_4",
    "line": "Do you do you need anything from me?",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-769",
    "time": "1:12:02",
    "speaker": "spk_5",
    "line": "I ain't gonna ride home.",
    "episode": "302",
    "edited": false
  },
  {
    "id": "302-770",
    "time": "1:12:04",
    "speaker": "spk_3",
    "line": "Bye. Hollywood handbook. Guys check out wireless earbuds from Ray Con. Raycon earbuds started about half the price of any other premium wireless earbuds in the market. And they sound just as amazing. And Raycon's e fifty wireless earbuds are comfortable stylish and discreet in a range of fun colors at an unbeatable price. So I I am recording this ad outside. It's kind of a different thing than we normally do for ads on Hollywood Handbook, but I just wanted to prove that raycon earbuds pass what I call the outside test. Yes. You can take raycon wireless earbuds outside. I'm wearing a pair of them right now. They're they fit comfortably outside. They feel great. Often when I am wearing earbuds, that have like a a wire or like a anything that has a wire, I will attempt to go outside, and the the the wire gets caught on basically, to describe It's like a novelty pinocchio coat hanger, where it's like his nose is long, but also like his this his other part is long. And that's what you hang the coat on. And there's a word bubble coming out that says, why to me, baby. But I've it has been brought to Bayatecha that it doesn't make sense that Pinocchio is saying that. Really, it should be turned the other direct so it can be like someone else saying that to Pinocchio to get his thing to anyway, did not get caught with the Ray Con wireless earbuds, made it outside so easily and smoothly as you can hear. So if you also wanna to go outside with your earbuds in, go to buy raycon dot com slash the boys to get fifteen percent off your order. That's buy raycon dot com. Slash the boys for fifteen percent off raycon wireless earbuds.",
    "episode": "302",
    "edited": false
  }
]