[
  {
    "id": "33-0",
    "time": "0:00:04",
    "speaker": "spk_0",
    "line": "so I",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-1",
    "time": "0:00:04",
    "speaker": "spk_1",
    "line": "turned to Niece Campbell. And I'm like, I can see how to do the, like, squares, how do I get it up on the wall? And she's like, oh, you, like,",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-2",
    "time": "0:00:13",
    "speaker": "spk_0",
    "line": "you need a projector for that. And it's",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-3",
    "time": "0:00:16",
    "speaker": "spk_1",
    "line": "like, neve. If you can't teach me how to use PowerPoint, then maybe Robin Tony can. Oh. And that lit a fire. That sort of got here.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-4",
    "time": "0:00:26",
    "speaker": "spk_0",
    "line": "I bet. That got",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-5",
    "time": "0:00:27",
    "speaker": "spk_1",
    "line": "her feet moving if you can if you can imagine if you can imagine. Hey. Welcome to Hollywood Handbook and Insider's Guide to kicking button dropping names in carpet line back hallways of this industry we call showbiz. And what up what up to all of you?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-6",
    "time": "0:00:39",
    "speaker": "spk_0",
    "line": "What up what up?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-7",
    "time": "0:00:40",
    "speaker": "spk_1",
    "line": "Because this is a a a show where we talk about Hollywood and we talk about the movies and",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-8",
    "time": "0:00:46",
    "speaker": "spk_2",
    "line": "and we talk about our experience with those things.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-9",
    "time": "0:00:49",
    "speaker": "spk_1",
    "line": "Because that's really all we can draw from. And to that end, we we we talk a lot about how to become successful in this industry. And after thirty some odd episodes that it has actually worked out for a lot of people we hear on our iTunes reviews and in a lot of other places about what the podcast has done for people and the and the success that they've had in the industry having having listened to us, which we love because it's why we do it. And come on",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-10",
    "time": "0:01:17",
    "speaker": "spk_2",
    "line": "in the water's fine and they it's there's plenty for everyone",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-11",
    "time": "0:01:20",
    "speaker": "spk_0",
    "line": "--",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-12",
    "time": "0:01:20",
    "speaker": "spk_1",
    "line": "mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-13",
    "time": "0:01:20",
    "speaker": "spk_0",
    "line": "--",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-14",
    "time": "0:01:21",
    "speaker": "spk_2",
    "line": "if you're any good. So when",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-15",
    "time": "0:01:24",
    "speaker": "spk_0",
    "line": "you get big famous.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-16",
    "time": "0:01:26",
    "speaker": "spk_2",
    "line": "You're a big honking deal now. Mhmm. And you've got a stinking pile of cash so much just falling out of every orifice, basically. Sure. It's great for you. How does it affect your family?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-17",
    "time": "0:01:39",
    "speaker": "spk_1",
    "line": "Yeah. Because it's not all roses and cream and strawberries and blueberries.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-18",
    "time": "0:01:48",
    "speaker": "spk_2",
    "line": "Hot dog buns and then Hamburg",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-19",
    "time": "0:01:51",
    "speaker": "spk_1",
    "line": "sandwich and Yes. When you once you ascend to the highest levels of the industry because a lot of people once they once they reach famousness, they let their they they leave their family stuff behind, and then suddenly they look back, and they're kids have become true fiends.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-20",
    "time": "0:02:13",
    "speaker": "spk_2",
    "line": "Mhmm. Like that's sweet. Precisely, when Sweeny Todd and we became such a bad man.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-21",
    "time": "0:02:21",
    "speaker": "spk_1",
    "line": "We I mean And",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-22",
    "time": "0:02:22",
    "speaker": "spk_2",
    "line": "because his father was so successful and he was spoiled.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-23",
    "time": "0:02:26",
    "speaker": "spk_1",
    "line": "It drove him to being this monstrous barber.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-24",
    "time": "0:02:31",
    "speaker": "spk_2",
    "line": "Just a terrible barber and just the worst haircuts you could imagine. And so what we wanna do is a segment called I got a raise. Mhmm. And it's true in a few ways because when you have a kid, a beautiful kid like Me and Hayes's wonderful brewed cardigan and mister Teebles and Rick Ricky and",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-25",
    "time": "0:03:05",
    "speaker": "spk_1",
    "line": "lake Bell Davenport.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-26",
    "time": "0:03:06",
    "speaker": "spk_2",
    "line": "Lake Bell Davenport. So a lot of good ones. But anyway, when you have a delicious wonderful brewed, you got a raise. I mean you got reward you got an upgrade in your life because it's so rewarding to see these little monsters become something learn to use their hand to do a Rubik's cube. And that's all well and good, but also you gotta raise.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-27",
    "time": "0:03:36",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-28",
    "time": "0:03:37",
    "speaker": "spk_2",
    "line": "You've got to raise that.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-29",
    "time": "0:03:37",
    "speaker": "spk_1",
    "line": "You gotta raise the kids. Mhmm. And and how do Sean and I keep our kids from becoming fiends? And just have them be normal. Like, not not not spoiling them too much. So they're just like normal everyday kids",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-30",
    "time": "0:03:52",
    "speaker": "spk_2",
    "line": "we don't want another barber of DeVille on our hands.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-31",
    "time": "0:03:56",
    "speaker": "spk_1",
    "line": "And so, I guess, Coop de ville. For a lot of where we're coming from, it's sort of our backgrounds that gave us the ability to to do this. That's how we have always stayed normal in the faith of all this and",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-32",
    "time": "0:04:10",
    "speaker": "spk_2",
    "line": "and and this even gets into nature versus nurture, you know? Because like, hey, isn't Sean why are you worried about your kids being fiends? You're such wonderful rich just beautiful humans with so many great qualities, won't you pass those down? But a lot of that comes from our rough and tumble backgrounds.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-33",
    "time": "0:04:30",
    "speaker": "spk_1",
    "line": "Sure. You were a farm orphan.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-34",
    "time": "0:04:32",
    "speaker": "spk_2",
    "line": "I was a farm orphan and I'd be out, you know, picking corn off and feed the goose every day and the goose would goose would nip at my bottom and he'd bite my bottom as hard as he could, and I'd have these big, pink bruises all around my whole rear end and through my overalls and everything. Mhmm. But you still have to go out and you feed the goose and it's part of what makes you tough And being tough is the only way you can get anywhere in this business and if you're soft and then you just buckle over like a marshmallow getting a gallon of acid poured on it.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-35",
    "time": "0:05:12",
    "speaker": "spk_1",
    "line": "And I I've seen the way you do with Tomkins, your little guy, and how he you make him stack bales the way you had to stack bales.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-36",
    "time": "0:05:21",
    "speaker": "spk_2",
    "line": "I make them stack bales. I will That's a",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-37",
    "time": "0:05:23",
    "speaker": "spk_1",
    "line": "big k machine and you stack them up.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-38",
    "time": "0:05:26",
    "speaker": "spk_2",
    "line": "And I put them at the top of the barn and I say, find your way down. Because that's what would happen to me is a big storm would blow me into the top of the barn",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-39",
    "time": "0:05:36",
    "speaker": "spk_0",
    "line": "when I was asleep.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-40",
    "time": "0:05:39",
    "speaker": "spk_2",
    "line": "And I'd wake up",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-41",
    "time": "0:05:40",
    "speaker": "spk_0",
    "line": "and how do and I'd go, how do I get down?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-42",
    "time": "0:05:43",
    "speaker": "spk_2",
    "line": "And my Paul would go, that's right. How do you get down? You little shit And I'd fucking figure that shit out and a lot of times I would have to build a ladder, I'd break my collarbone or whatever it was. And I still go out to that barn. I can see it from the window of my basement apartment. Mhmm. Yeah. You know, I've made mister Teebles freaking jerk off a horse because we wanted to get another horse pregnant and they weren't fucking I don't know if dudes gay, not I don't care, but I don't know if dude was gay or or just like, if, like, dude didn't think she was hot or whatever, but she was she looked good. So I think it's the first one But anyway, they didn't want it. They wouldn't fucking he wouldn't get it in. So I just made the dude little dude mister Teples He's my one of my kids. I made him jerk the horse off, put it in a bucket, and then we put the bucket like just splash it on her butt, and I think we're gonna baby horse soon.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-43",
    "time": "0:06:53",
    "speaker": "spk_1",
    "line": "For me, I guess, the way I stay grounded is I think about being raised by firemen. When my mommy dropped me off at the station when I was a little baby and she put me",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-44",
    "time": "0:07:08",
    "speaker": "spk_2",
    "line": "with the bravest with the bravest heroes",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-45",
    "time": "0:07:11",
    "speaker": "spk_1",
    "line": "around. And it is because they are heroes and I do still look up to them, but they could also be very mean, just sort of dicks does like a lot of the time.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-46",
    "time": "0:07:23",
    "speaker": "spk_2",
    "line": "Well, they didn't sign up for this. No. They didn't want a kid.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-47",
    "time": "0:07:26",
    "speaker": "spk_1",
    "line": "And I totally understand that.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-48",
    "time": "0:07:27",
    "speaker": "spk_2",
    "line": "Especially one who's smart as a whip and making them look bad at doing all",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-49",
    "time": "0:07:31",
    "speaker": "spk_1",
    "line": "their sudoku's when they turn around. But to whenever I they felt like I was sassing off to them to make me taste the hose, was at the time something that I thought was sad about my life. But now, I really that it really did make me strong.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-50",
    "time": "0:07:50",
    "speaker": "spk_2",
    "line": "Infinitely grateful. You know? There's nothing better they could have done. Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-51",
    "time": "0:07:54",
    "speaker": "spk_1",
    "line": "And tasting the hose is something that we do now. And my house, then",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-52",
    "time": "0:07:58",
    "speaker": "spk_2",
    "line": "i don't know. It would be so easy for you and Brooke -- Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-53",
    "time": "0:08:01",
    "speaker": "spk_0",
    "line": "--",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-54",
    "time": "0:08:01",
    "speaker": "spk_2",
    "line": "to just give these kids a credit card and a Lamborghini -- Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-55",
    "time": "0:08:06",
    "speaker": "spk_0",
    "line": "--",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-56",
    "time": "0:08:06",
    "speaker": "spk_1",
    "line": "and a cell phone like a a Ferrari car.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-57",
    "time": "0:08:09",
    "speaker": "spk_2",
    "line": "Anything. And and and just go, oh, go run wild. You know? Become like swinging taut.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-58",
    "time": "0:08:15",
    "speaker": "spk_1",
    "line": "Sure. But instead having them first get out the hose, drag it to me. It's very heavy. And but that's how you get these twenty gated, you know. Yeah. You don't you don't get these from fucking cross feet or whatever, you get it from stacking That's pussy shit.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-59",
    "time": "0:08:34",
    "speaker": "spk_2",
    "line": "Crossfit? Which which",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-60",
    "time": "0:08:36",
    "speaker": "spk_1",
    "line": "i can do it. I can do the obstacles in, like, ten seconds. It's not that I can't do it.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-61",
    "time": "0:08:39",
    "speaker": "spk_2",
    "line": "It's a waste of time. It's pussy shit. Get into the real world and you actually do something. You drag a hose out. You unscrew the fucking hydrant with your arms. Mhmm. You hook in the back. Mhmm. And then you let that fucker flash The",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-62",
    "time": "0:08:52",
    "speaker": "spk_1",
    "line": "water blasts out and you push it back in with your hands. And you get a couple twenty listen to these. Listen to these.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-63",
    "time": "0:09:01",
    "speaker": "spk_2",
    "line": "That's Do you",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-64",
    "time": "0:09:01",
    "speaker": "spk_1",
    "line": "hear that?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-65",
    "time": "0:09:02",
    "speaker": "spk_2",
    "line": "That's the sound of hey and Hayes is slapping on his own muscle right now.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-66",
    "time": "0:09:07",
    "speaker": "spk_1",
    "line": "Those are my arms. And",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-67",
    "time": "0:09:08",
    "speaker": "spk_2",
    "line": "it's scaring me. And it's and if I'm scared, you know you'd be scared because Listen to that. That's his arm. That's my fucking arm, and it's not even really that close to the mic.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-68",
    "time": "0:09:24",
    "speaker": "spk_1",
    "line": "And you hear kids doing that at like with the with they hit their arms like that, it sounds like they're splashing around in the tub. Not our kids.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-69",
    "time": "0:09:32",
    "speaker": "spk_2",
    "line": "Yeah. It's because it's because they're they got soft marshmallows inside their butt and, you know, not not the one that I poured acid on from before, but just like their body is too soft. And if you raise your kids soft, then the whole country's gonna go down. This is why China's kicking our ass. Because they're they make their kids taste the hoes.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-70",
    "time": "0:09:56",
    "speaker": "spk_1",
    "line": "And there's the question now of all our kids are sixteen plus and we've had to go through the the question of is it time when they get old enough, do you get them a Lamborghino car or like a Porsche car?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-71",
    "time": "0:10:11",
    "speaker": "spk_2",
    "line": "Yeah. Or do you buy them a boutique Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-72",
    "time": "0:10:16",
    "speaker": "spk_1",
    "line": "My answer to that is, if you want them to not be spoiled, you send them off to be fighters in the war.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-73",
    "time": "0:10:23",
    "speaker": "spk_2",
    "line": "Yes. And every single one of our children has gone into the military.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-74",
    "time": "0:10:26",
    "speaker": "spk_1",
    "line": "And they and and now they're they've been fighters and it's great for us personally and, like, meetings and things like that when people are trying to talk about their stuff. And then you say like, oh, wow. My kid's a fighter.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-75",
    "time": "0:10:42",
    "speaker": "spk_2",
    "line": "And it's so great. You know, unfortunately, there are sometimes political conversations in Hollywood and -- Mhmm. Yes. -- some, you know, guy who'd be sucking Obama's b hole in front of me talking about how good everything is and how, you know, he's got this right, you know, this this liberal reason for blank and I should have to pay taxes because I'm a fucking Cajillionaire, you know, blank that and this and that. And what I can just do is go Oh well, I have six little soldiers that shot out of my fucking weiner, dude. And and they're over there fighting right now for you to be free to say that. So pass the salt, you better believe they're gonna pass it.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-76",
    "time": "0:11:33",
    "speaker": "spk_1",
    "line": "After you say something like that, the idea of keeping the salt for themself after you talk about your little fighters better believe you're gonna get salt all over your food after you say something like that.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-77",
    "time": "0:11:44",
    "speaker": "spk_2",
    "line": "And so when you're raising your kids, keep in mind some of these less because, haze, your boys are studs. Yes. Toughest nails. Mhmm. And your girls? Are little women. Yes. They're not girls. They're not posting hashtag selfies.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-78",
    "time": "0:12:06",
    "speaker": "spk_1",
    "line": "No. Because I had them put instead of playing with technology like that, they use their imagination with corn husk dolls. Like we all did.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-79",
    "time": "0:12:16",
    "speaker": "spk_2",
    "line": "And that brings back memories for me.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-80",
    "time": "0:12:18",
    "speaker": "spk_1",
    "line": "Of course, it would. And we would well, you know, sometimes we'd have big cookouts at the fire station and what do you do with the corn husks after you shuck the corn?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-81",
    "time": "0:12:28",
    "speaker": "spk_2",
    "line": "And that's how you become a storyteller. Movies I'm sorry to say are not gonna be about keyboards and computers in the future. No. There's still gonna be about people. And so you take a corn husk doll, you pretend it's a person, maybe you pretend it's your dad or something and you just punch it as hard as you can. Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-82",
    "time": "0:12:44",
    "speaker": "spk_1",
    "line": "Because why did he leave you behind the back tire of a fire truck.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-83",
    "time": "0:12:49",
    "speaker": "spk_2",
    "line": "Exactly. Yeah. Why why weren't you good enough? Why'd he put you in that oil drum and roll the oil drum around? And did he remember you were in there when he threw it in the water? And how'd you get out? Anyway, that's I got a raise. We have a guest today who well, hey, just tell them all about him.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-84",
    "time": "0:13:13",
    "speaker": "spk_1",
    "line": "We have a great guest today, Anders Home is here You you know him as Durs on Workaholics, but he's also an actor who plays a a character on Mimi Project, and he's all he's been in movies and and sometimes you'll catch him writing for TV and movies as well. And he's gonna he's gonna come in talk to the host of Hollywood Handbook coming up very soon on Hollywood Handbook.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-85",
    "time": "0:13:42",
    "speaker": "spk_2",
    "line": "So, Mario your gear Lopez, bi Lopez, CEO to me, he goes, is that ferrari Testerosa. Mhmm. And I go, no. It's a Ferrari testosterone, za. And I popped the trunk and whip out a pizza and -- Wow.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-86",
    "time": "0:13:58",
    "speaker": "spk_0",
    "line": "--",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-87",
    "time": "0:13:58",
    "speaker": "spk_2",
    "line": "and we ate it together on the hood of the car. That's really nice. Yeah. What a",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-88",
    "time": "0:14:03",
    "speaker": "spk_1",
    "line": "nice story.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-89",
    "time": "0:14:03",
    "speaker": "spk_2",
    "line": "It was really nice, and we've been good friends since then. Hey. Hey.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-90",
    "time": "0:14:09",
    "speaker": "spk_0",
    "line": "Hey. Hey. Hey. Welcome back to high one.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-91",
    "time": "0:14:10",
    "speaker": "spk_2",
    "line": "I'm about getting a status guide.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-92",
    "time": "0:14:11",
    "speaker": "spk_1",
    "line": "You're kicking button dropping names on the red carpet line hallways of this industry we call showbiz, where it's very excited to have our guests here today. Andersholm is here. You know, I'm from Work of Hollix. You you do you wanna say what up put up? No.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-93",
    "time": "0:14:25",
    "speaker": "spk_0",
    "line": "I just wanna say it's it's great to be here. Okay. That's all.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-94",
    "time": "0:14:29",
    "speaker": "spk_1",
    "line": "The, you know, I'm from the Mimbby project. Yeah. Well, you settle a -- Of",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-95",
    "time": "0:14:34",
    "speaker": "spk_0",
    "line": "course, the --",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-96",
    "time": "0:14:35",
    "speaker": "spk_1",
    "line": "debate for us. Yeah. We had this conversation with Jake Johnson and Adam Patty",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-97",
    "time": "0:14:40",
    "speaker": "spk_0",
    "line": "--",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-98",
    "time": "0:14:40",
    "speaker": "spk_1",
    "line": "mhmm. -- who were saying that her name is Mindy Caint with actors' name is Mindy Kailin, which it is. We agree with that. But the character's name is Mimbi. I understand it's confusing, but it's like, they're on the show. Yeah.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-99",
    "time": "0:14:56",
    "speaker": "spk_0",
    "line": "Yeah. Well, I mean, I I I I don't wanna tell her how to do her job.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-100",
    "time": "0:15:01",
    "speaker": "spk_1",
    "line": "Okay.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-101",
    "time": "0:15:02",
    "speaker": "spk_0",
    "line": "I think it was a big mistake. It's just it's hard to associate the names because they are different. You know, like on Workaholics, we do the we have the exact same names.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-102",
    "time": "0:15:13",
    "speaker": "spk_1",
    "line": "Yes. You",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-103",
    "time": "0:15:13",
    "speaker": "spk_0",
    "line": "know, it's a no brainer.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-104",
    "time": "0:15:14",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. So Now do you think that her doing that? Is that big no no marketing wise?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-105",
    "time": "0:15:23",
    "speaker": "spk_1",
    "line": "Or is it a fail? Would you call it a fail?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-106",
    "time": "0:15:25",
    "speaker": "spk_2",
    "line": "Is it an epic fail? Oh, that's",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-107",
    "time": "0:15:26",
    "speaker": "spk_0",
    "line": "a hashtag fail. For sure. Because, you know, the kind of numbers you can get on a network show, think Seinfeld. Yeah. Think The Dana Carvey show. These were huge smash hits --",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-108",
    "time": "0:15:39",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-109",
    "time": "0:15:39",
    "speaker": "spk_0",
    "line": "-- because the name was on point with the character -- With the same -- -- and the actor. --",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-110",
    "time": "0:15:43",
    "speaker": "spk_2",
    "line": "name. And it's nice for you, right? Because you And Becker. Get you have the advantage where people can scream your name out to you if you're at a restaurant with your wife or really anywhere.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-111",
    "time": "0:15:56",
    "speaker": "spk_0",
    "line": "Well, let's just say",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-112",
    "time": "0:15:57",
    "speaker": "spk_2",
    "line": "changing your kid's diaper in",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-113",
    "time": "0:15:59",
    "speaker": "spk_0",
    "line": "the restroom. The wife a little wet when somebody comes up to my table while we're eating and goes, What's up, Ders? Type butthole. And I'm like, thank you.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-114",
    "time": "0:16:08",
    "speaker": "spk_2",
    "line": "Yeah. Because you know you're getting lucky.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-115",
    "time": "0:16:10",
    "speaker": "spk_0",
    "line": "Oh, yeah.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-116",
    "time": "0:16:10",
    "speaker": "spk_1",
    "line": "And it makes her realize that she's gonna have to work a little harder",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-117",
    "time": "0:16:13",
    "speaker": "spk_0",
    "line": "-- Mhmm. --",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-118",
    "time": "0:16:14",
    "speaker": "spk_1",
    "line": "for a guy to keep a guy like you around because you could just",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-119",
    "time": "0:16:17",
    "speaker": "spk_0",
    "line": "go off",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-120",
    "time": "0:16:17",
    "speaker": "spk_2",
    "line": "with that guy, dude, and get pretty much anything you want done yourself.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-121",
    "time": "0:16:21",
    "speaker": "spk_0",
    "line": "So the break of dawn got it going on. Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-122",
    "time": "0:16:24",
    "speaker": "spk_2",
    "line": "So what happens with Mimi probably is people just go, Mimi and then she",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-123",
    "time": "0:16:29",
    "speaker": "spk_0",
    "line": "she doesn't even notice and around. No. She doesn't know. I've been with her in public a lot of times, Chateau Mormont, you know, we'll be at Kate Manalini's, you know, places where we know foods and equality and the crowd's gonna be even better. And I'm hearing people say, Mimbi, and I'm like, hey, they're calling me. And she's gotta be like, oh, what me me? And I'm like, not gonna hold their hand forever.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-124",
    "time": "0:16:50",
    "speaker": "spk_2",
    "line": "Yeah.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-125",
    "time": "0:16:51",
    "speaker": "spk_1",
    "line": "Now marketing is sort of your background. It's sort of the way you the the the the the path you carved into this. Business. You you you you you studied it in in school.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-126",
    "time": "0:17:02",
    "speaker": "spk_0",
    "line": "No. You know, I didn't. It just kinda came natural.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-127",
    "time": "0:17:05",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-128",
    "time": "0:17:05",
    "speaker": "spk_0",
    "line": "My dad was a salesman. You know, so growing up, it was just kind of rolled off his back right into my brain, you know. And what does the setting goes?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-129",
    "time": "0:17:15",
    "speaker": "spk_1",
    "line": "What did he what what what did he sell.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-130",
    "time": "0:17:17",
    "speaker": "spk_0",
    "line": "Well, he's he didn't he's he's sold himself. Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-131",
    "time": "0:17:21",
    "speaker": "spk_2",
    "line": "And -- So important. You are your brother.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-132",
    "time": "0:17:24",
    "speaker": "spk_0",
    "line": "--",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-133",
    "time": "0:17:24",
    "speaker": "spk_2",
    "line": "you have to. You have to in this business. And every business.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-134",
    "time": "0:17:28",
    "speaker": "spk_0",
    "line": "Yeah. So I mean, first and foremost, as a multi hyphenate like I am, writer actor producer. Now director, And also just mentor. Mhmm. I got a few few kids I'm working with. You gotta market yourself.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-135",
    "time": "0:17:45",
    "speaker": "spk_2",
    "line": "What kind of kids? Black ones.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-136",
    "time": "0:17:48",
    "speaker": "spk_0",
    "line": "Mhmm. Oh.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-137",
    "time": "0:17:49",
    "speaker": "spk_2",
    "line": "So important. Very nice.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-138",
    "time": "0:17:50",
    "speaker": "spk_0",
    "line": "Well, yeah. And they're not even the most important Harden anymore. They definitely wore for a while in the eighties as we saw with different strokes. And T free TV often reflects",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-139",
    "time": "0:18:01",
    "speaker": "spk_2",
    "line": "that you",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-140",
    "time": "0:18:01",
    "speaker": "spk_0",
    "line": "know, it's art imitates life, you know, you've heard that. You've heard that before?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-141",
    "time": "0:18:06",
    "speaker": "spk_2",
    "line": "Yeah. Oh oh, gosh. Yeah. I was always hearing is",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-142",
    "time": "0:18:10",
    "speaker": "spk_1",
    "line": "because they sound.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-143",
    "time": "0:18:11",
    "speaker": "spk_0",
    "line": "Right. So now, you know, I'm I'm into like retro throwback. So I'm trying like, that's the only reason I was like, yeah, give me a couple of black ones.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-144",
    "time": "0:18:20",
    "speaker": "spk_2",
    "line": "Right. Because it's cyclical and they will come back to be the most important",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-145",
    "time": "0:18:24",
    "speaker": "spk_0",
    "line": "--",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-146",
    "time": "0:18:24",
    "speaker": "spk_2",
    "line": "right. -- kids. Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-147",
    "time": "0:18:26",
    "speaker": "spk_0",
    "line": "It's like -- Don't know. -- John said Circle of life.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-148",
    "time": "0:18:30",
    "speaker": "spk_2",
    "line": "Yeah. Enjoy your time in the sun other kids. Spanish Spanish guy.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-149",
    "time": "0:18:34",
    "speaker": "spk_1",
    "line": "Spanish this Spanish then.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-150",
    "time": "0:18:35",
    "speaker": "spk_0",
    "line": "And they can be on the sun all day. I gotta wear a SBF one hundred or something. So",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-151",
    "time": "0:18:40",
    "speaker": "spk_1",
    "line": "mhmm. And that's an advantage for them that people don't really talk about so much. It's like they have all these problems that everyone throws talking about, but they can be in the sun as much as they want.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-152",
    "time": "0:18:48",
    "speaker": "spk_2",
    "line": "Yeah. Meanwhile, I'm getting a nasty burn.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-153",
    "time": "0:18:50",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. Are you am I asking to, like, get into college because of that?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-154",
    "time": "0:18:56",
    "speaker": "spk_2",
    "line": "As someone who exclusively drives convertibles, I feel like nobody talks about this.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-155",
    "time": "0:19:01",
    "speaker": "spk_0",
    "line": "No. What are you driving now? Like, I mean, this is something we do. What are you driving now?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-156",
    "time": "0:19:06",
    "speaker": "spk_2",
    "line": "Okay. Well, you know what's better? Why don't you guess? And I'll give you a hint.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-157",
    "time": "0:19:12",
    "speaker": "spk_0",
    "line": "I don't",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-158",
    "time": "0:19:12",
    "speaker": "spk_2",
    "line": "give a fuck about status. Alright.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-159",
    "time": "0:19:15",
    "speaker": "spk_0",
    "line": "Alright. Let me think. Infinity g thirty five drop top, two door, six cylinder. Is that written on my shirt somewhere?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-160",
    "time": "0:19:27",
    "speaker": "spk_2",
    "line": "How did you do that?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-161",
    "time": "0:19:29",
    "speaker": "spk_0",
    "line": "Nah. I apply parked right behind him.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-162",
    "time": "0:19:30",
    "speaker": "spk_2",
    "line": "I'm driving a shitty ass little infinity g thirty five",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-163",
    "time": "0:19:34",
    "speaker": "spk_1",
    "line": "drop top two door. People you say that.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-164",
    "time": "0:19:36",
    "speaker": "spk_2",
    "line": "But honestly, it's fun. It's a like, it's a beater. It goes. It",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-165",
    "time": "0:19:40",
    "speaker": "spk_1",
    "line": "gets you where you",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-166",
    "time": "0:19:41",
    "speaker": "spk_2",
    "line": "need to. I get from point a to point b, don't I?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-167",
    "time": "0:19:43",
    "speaker": "spk_0",
    "line": "Don't don't don't shit on me, but I did have a six month lease on an Audi TT just for fun. I mean, it's I know it's Chick mobile. Oh, but It's got pickup and I could park anywhere.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-168",
    "time": "0:19:56",
    "speaker": "spk_2",
    "line": "Yeah, it's got pickup. With you in it, I think everything's got pickup.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-169",
    "time": "0:20:02",
    "speaker": "spk_0",
    "line": "There he goes. Yeah. There's my guy. There's mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-170",
    "time": "0:20:07",
    "speaker": "spk_1",
    "line": "You you have a little tool that you like to use sort of",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-171",
    "time": "0:20:11",
    "speaker": "spk_0",
    "line": "one and",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-172",
    "time": "0:20:12",
    "speaker": "spk_1",
    "line": "a half by. Yeah. This is",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-173",
    "time": "0:20:14",
    "speaker": "spk_0",
    "line": "i call my Swiss Army life, you know, because it'll it'll save you in any situation. It's a business card. Mhmm. You know? And now especially in the entertainment industry as a multi hyphen it, business cards are bigger and more necessary than ever before. Mhmm. You know, you go to a party yeah, you can talk someone's ear off and say, I'm a writer, I'm an actor. Guess what? Everyone says that. I whip out a business card, Clearly, I am that.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-174",
    "time": "0:20:45",
    "speaker": "spk_2",
    "line": "That's proof positive. It's evidence. Right.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-175",
    "time": "0:20:48",
    "speaker": "spk_0",
    "line": "Because what am I gonna do? I'm gonna I'm gonna get cards made. I'm gonna go through all that. If I'm not really a a writer, actor, producer, director, I don't think so. But how do",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-176",
    "time": "0:20:59",
    "speaker": "spk_1",
    "line": "you I know a lot of people struggle with making their business cards. Funny. As a comedian, like, what do you do to sort of spice it up so it's not just a normal like a like a guy in the suits? Business card who's like carrying a briefcase and he's just like",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-177",
    "time": "0:21:15",
    "speaker": "spk_0",
    "line": "see, that's and I'm glad you brought this up because, yeah, everyone's got to make it a little bit money, you know, like -- Yeah. -- put a one eight hundred or a one nine hundred number on there.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-178",
    "time": "0:21:25",
    "speaker": "spk_2",
    "line": "And like, yeah, let's see.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-179",
    "time": "0:21:26",
    "speaker": "spk_0",
    "line": "That's all. That's cool. You know, you're making a little dividends on the on the back end there. But the joke I do is that it is just a regular business card. Because then I walk away and they're like, well, where's the joke? Where's the joke? Fuck. It's posthumation",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-180",
    "time": "0:21:41",
    "speaker": "spk_2",
    "line": "post comedy.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-181",
    "time": "0:21:42",
    "speaker": "spk_0",
    "line": "Oh, my God. You know? And guess what, they call every time and the first thing they go is What's up man? No joke. And I'm like, oh, oh,",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-182",
    "time": "0:21:52",
    "speaker": "spk_2",
    "line": "and now you've started a conversation. Right. And I, you know, I was so sick of these clever verbal jokes, you know, where it was like some sort of twist on a phrase you know. So I got a hologram one where you turn it and it's The Monkees got his finger in his butt. Sure. And then he's got it up under his nose and then he's fallen out of the tree. Mhmm. And the story it tells And the journey it takes you on, lets you know that I am a storyteller.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-183",
    "time": "0:22:28",
    "speaker": "spk_0",
    "line": "Mhmm. And",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-184",
    "time": "0:22:28",
    "speaker": "spk_2",
    "line": "that I am weaving the old tales.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-185",
    "time": "0:22:31",
    "speaker": "spk_0",
    "line": "Yes. There's a beginning middle and end. Mhmm. You know?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-186",
    "time": "0:22:35",
    "speaker": "spk_2",
    "line": "And if you happen to laugh your whole frigging butt off along the way, don't sue me. Yeah. That's a bonus.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-187",
    "time": "0:22:42",
    "speaker": "spk_0",
    "line": "That is a bonus. Yeah. Yeah. I mean, and that's that's a strong move, man. Would you we'll we'll talk later about where you got that made because that's interesting to me.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-188",
    "time": "0:22:49",
    "speaker": "spk_2",
    "line": "Yeah. I I know there's a girl on Etsy who does these. She's incredible, local artist.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-189",
    "time": "0:22:56",
    "speaker": "spk_0",
    "line": "Sure. Yeah. I mean, I live on the east side, so I I know about artists. Wow.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-190",
    "time": "0:23:02",
    "speaker": "spk_2",
    "line": "Hey. Talk speak on that. Speak on",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-191",
    "time": "0:23:04",
    "speaker": "spk_0",
    "line": "that, please. Well, what's cool about the east side is like, you don't necessarily have to be such an artist, but when you immerse yourself in people that think outside of the circle. Okay. Next thing you know, all of a sudden, you're thinking outside the circle. You're you're you're coming at life with a new perspective. You're not saying, oh, man. I feel weird in here because I don't fit in you feel better everywhere because you don't fit in.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-192",
    "time": "0:23:35",
    "speaker": "spk_2",
    "line": "Do you believe in energy? And do you believe that you're kind of influenced by the energy that you surround yourself with?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-193",
    "time": "0:23:41",
    "speaker": "spk_0",
    "line": "I believe in an energy. Mhmm. You know what I mean?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-194",
    "time": "0:23:46",
    "speaker": "spk_2",
    "line": "Main like you.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-195",
    "time": "0:23:47",
    "speaker": "spk_0",
    "line": "Thank you. There there's definitely an energy as far as there being one energy for everybody. I don't think that's I just don't think that's real.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-196",
    "time": "0:23:57",
    "speaker": "spk_2",
    "line": "Williams versus Silverlake. Go.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-197",
    "time": "0:24:02",
    "speaker": "spk_0",
    "line": "You know what? I'm a silver lake dog, you know? I mean reservoir dog, what can I say?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-198",
    "time": "0:24:08",
    "speaker": "spk_1",
    "line": "Wow. You can",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-199",
    "time": "0:24:09",
    "speaker": "spk_0",
    "line": "find me you can find me at that part quite often. And I don't even have a dog. It's just fun to to see the the little mutts scrap it up. And I know a little about dogs myself, so it's fun to go. Is that a Australian cattle dog? And they're like, yeah. Okay.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-200",
    "time": "0:24:26",
    "speaker": "spk_1",
    "line": "You go I I just want because you use a lot of jargon. I just wanna clarify for our listeners. You go to the reservoir to y dog's poop.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-201",
    "time": "0:24:32",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-202",
    "time": "0:24:33",
    "speaker": "spk_1",
    "line": "Okay. I just wanna make sure that that that",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-203",
    "time": "0:24:35",
    "speaker": "spk_0",
    "line": "oh, I thought I was pretty clear. Okay.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-204",
    "time": "0:24:41",
    "speaker": "spk_2",
    "line": "Business cards.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-205",
    "time": "0:24:43",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-206",
    "time": "0:24:43",
    "speaker": "spk_2",
    "line": "They're a business tool.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-207",
    "time": "0:24:44",
    "speaker": "spk_0",
    "line": "Yeah. Mhmm. Put the bus in the nest.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-208",
    "time": "0:24:48",
    "speaker": "spk_2",
    "line": "We use them so that we're remembered.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-209",
    "time": "0:24:51",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-210",
    "time": "0:24:51",
    "speaker": "spk_2",
    "line": "But isn't it true that some of this business is happening digitally now?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-211",
    "time": "0:24:58",
    "speaker": "spk_0",
    "line": "No. And here's the thing. It's not about being remembered. Okay. And I'm I'm laughing because it's like, I feel like we've gone over this over a few Martinez here and there.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-212",
    "time": "0:25:10",
    "speaker": "spk_2",
    "line": "Okay. But the audience hasn't heard that. Okay.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-213",
    "time": "0:25:12",
    "speaker": "spk_0",
    "line": "So it's it's not about being remembered. It's about being not forgotten. Mhmm. Okay?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-214",
    "time": "0:25:19",
    "speaker": "spk_1",
    "line": "It is really still the same.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-215",
    "time": "0:25:20",
    "speaker": "spk_0",
    "line": "You should have seen me. In two thousand three, a twenty four hour fitness, you know, I I would wear a a workout shirt and shorts with no pockets, but guess what? In the netting of those shorts. I'd have about fifty, sixty business cards, and I would just leave them at the treadmill on the bench from the bench press that I was doing at that time before I rip my peck, putting up three fifty. That was grounding and pounding. You know? Even in the pool, I'd put one in a little sandwich bag and it'd be floating there and everyone would be like, oh, there's a bag. Oh, who's this guy? Writer director?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-216",
    "time": "0:25:55",
    "speaker": "spk_2",
    "line": "Interesting. Yeah. This is one of those Hollywood stories that I love and you hear things like this. Thank you. But I know that when you first came out here and we're doing that internship.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-217",
    "time": "0:26:05",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-218",
    "time": "0:26:05",
    "speaker": "spk_2",
    "line": "You actually bought a star map and drew a house for yourself on the star map. And then signed it to yourself. And you said, I'm not giving up until this map becomes real. It's a little like people write a check for like a million bucks to themselves and then they go, when I can cash it. Like, I'm gonna be freaking stoked.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-219",
    "time": "0:26:26",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-220",
    "time": "0:26:28",
    "speaker": "spk_1",
    "line": "But And you'll have a billion dollars.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-221",
    "time": "0:26:30",
    "speaker": "spk_0",
    "line": "Yeah. Yeah. But then for you,",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-222",
    "time": "0:26:33",
    "speaker": "spk_2",
    "line": "it was more about having a big famous house on a star map.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-223",
    "time": "0:26:36",
    "speaker": "spk_0",
    "line": "And you know what? I framed that map. Mhmm. And that's what I gave it to.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-224",
    "time": "0:26:40",
    "speaker": "spk_2",
    "line": "My dad. Oh, wow. And then he sold it?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-225",
    "time": "0:26:44",
    "speaker": "spk_0",
    "line": "Yep. Yep. But I I bought it back. He put it on e eBay and I tracked down the person and I got it back. So all in all the lesson is keep bobbing weaving. You know, my dad, if he had hung on to it, I've been like, oh, that's okay, I guess you just hang on to things. You don't. You keep",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-226",
    "time": "0:27:03",
    "speaker": "spk_1",
    "line": "moving right now.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-227",
    "time": "0:27:03",
    "speaker": "spk_0",
    "line": "He just said your",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-228",
    "time": "0:27:04",
    "speaker": "spk_1",
    "line": "dad just having my conversations with him, he could sell ice to iceman. Mhmm. He could just, like, sell fire to Paira. The human torch. Yes. Sure. That's another good example. Mhmm. Someone who could make the thing that he's selling as their superpower.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-229",
    "time": "0:27:21",
    "speaker": "spk_2",
    "line": "He",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-230",
    "time": "0:27:21",
    "speaker": "spk_1",
    "line": "he could sell them that.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-231",
    "time": "0:27:22",
    "speaker": "spk_0",
    "line": "He made four hundred dollars.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-232",
    "time": "0:27:23",
    "speaker": "spk_2",
    "line": "He could sell, you know, ointment to wolverine",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-233",
    "time": "0:27:27",
    "speaker": "spk_0",
    "line": "--",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-234",
    "time": "0:27:27",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-235",
    "time": "0:27:28",
    "speaker": "spk_0",
    "line": "--",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-236",
    "time": "0:27:28",
    "speaker": "spk_2",
    "line": "who with his, you know, superhuman healing ability, like, when He was never gonna be very nice.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-237",
    "time": "0:27:32",
    "speaker": "spk_1",
    "line": "Nothing like ointment. Yes.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-238",
    "time": "0:27:33",
    "speaker": "spk_0",
    "line": "Do you think he gets chapped lips even? Wolverine? Logan? No. Well, this is the kind",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-239",
    "time": "0:27:41",
    "speaker": "spk_1",
    "line": "of thing we love to nerd out about this because",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-240",
    "time": "0:27:44",
    "speaker": "spk_2",
    "line": "and I'm a And",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-241",
    "time": "0:27:44",
    "speaker": "spk_0",
    "line": "i'm a nerd, like,",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-242",
    "time": "0:27:47",
    "speaker": "spk_2",
    "line": "yes, I know. No.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-243",
    "time": "0:27:49",
    "speaker": "spk_0",
    "line": "I know I'm a six three mesomorph with the with the convertible like my man over here. But dude, I'm a nerd. I'm such a nerd.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-244",
    "time": "0:27:57",
    "speaker": "spk_2",
    "line": "Don't judge a book by its cover, you guys, because he's it was as nerdy as we are. Yeah. We don't look like nerds either. We're in sections.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-245",
    "time": "0:28:03",
    "speaker": "spk_1",
    "line": "Handsome and be a nerd if you like to read comic book.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-246",
    "time": "0:28:06",
    "speaker": "spk_2",
    "line": "And and maybe we didn't always look this good. You know? That's the thing. I was so awkward.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-247",
    "time": "0:28:12",
    "speaker": "spk_0",
    "line": "Oh my god.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-248",
    "time": "0:28:13",
    "speaker": "spk_2",
    "line": "I was so gangly in awkward.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-249",
    "time": "0:28:15",
    "speaker": "spk_0",
    "line": "I didn't lose my energy in my body. Sixteen. And and my buddies were like, I would they called me, you know, the Virgin Mary. And I'm like, cut it out. This is then, you know, I was so pressured I had to just tackle this one one hef her down and, you know, she didn't love it, but had to get off my chest, you know. Mhmm. And now the",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-250",
    "time": "0:28:37",
    "speaker": "spk_2",
    "line": "fuck So you just shrugged sweet childhood story. And we don't get into this stuff enough on the show. Yeah. We're all people.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-251",
    "time": "0:28:45",
    "speaker": "spk_0",
    "line": "Mhmm. Totally.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-252",
    "time": "0:28:45",
    "speaker": "spk_2",
    "line": "We're still people.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-253",
    "time": "0:28:47",
    "speaker": "spk_1",
    "line": "Yeah. And we get bullied and you learn you you you learn to stand up for yourselves and",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-254",
    "time": "0:28:51",
    "speaker": "spk_0",
    "line": "-- And we were Facebook friends for years until she killed herself. And, like, it's just you know, its life goes on. You know, here I am in Hollywood and maybe I'll make a movie about her or something someday. I don't know. What a",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-255",
    "time": "0:29:04",
    "speaker": "spk_1",
    "line": "nice way to honor your friend? Yeah.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-256",
    "time": "0:29:11",
    "speaker": "spk_2",
    "line": "Becky? Sure. Why not? Yeah. And and and in a way, if she is in a movie, then she never really did kill herself. Because movies is forever. This is",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-257",
    "time": "0:29:22",
    "speaker": "spk_0",
    "line": "kinda why I got into them, you know, because like, I die. I get you know, I do ten rails of coke. I jump off a balcony. I'm gone. Guess what lives on forever? The Menby project.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-258",
    "time": "0:29:34",
    "speaker": "spk_1",
    "line": "Every time you turn on the tube, there's a little piece of you and they're saying, hello, I'm still I'm still here.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-259",
    "time": "0:29:40",
    "speaker": "spk_0",
    "line": "Deal with me. Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-260",
    "time": "0:29:42",
    "speaker": "spk_2",
    "line": "Should we get into our pitch.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-261",
    "time": "0:29:44",
    "speaker": "spk_1",
    "line": "Yeah. Should we play a game of pitch pitch top?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-262",
    "time": "0:29:47",
    "speaker": "spk_0",
    "line": "Oh, yeah. That's I guess that's why I'm here. Guys want a little professional opinion, fire at me.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-263",
    "time": "0:29:53",
    "speaker": "spk_2",
    "line": "Listers at home, Otters is the best in the biz at what's probably the most important part and that is pitching, selling, marketing, it's in his DM NA,",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-264",
    "time": "0:30:07",
    "speaker": "spk_0",
    "line": "can't argue.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-265",
    "time": "0:30:08",
    "speaker": "spk_2",
    "line": "We wanted to do a fun game where Hayes and I, who are very good in our own, right? Kind of pretend to be stupid dopes like you guys and do what you would do",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-266",
    "time": "0:30:21",
    "speaker": "spk_0",
    "line": "if you were kind",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-267",
    "time": "0:30:22",
    "speaker": "spk_2",
    "line": "of doing a pitch. Pretend? Okay. You stop right now.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-268",
    "time": "0:30:25",
    "speaker": "spk_1",
    "line": "Oh, stop.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-269",
    "time": "0:30:26",
    "speaker": "spk_2",
    "line": "Stop it. Not hey. Hold on. Not everyone knows we're joking.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-270",
    "time": "0:30:29",
    "speaker": "spk_0",
    "line": "Dude, your ring. Your thumb ring got me.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-271",
    "time": "0:30:32",
    "speaker": "spk_2",
    "line": "Fuck. Sorry dude. I think one of the gems came out. Second. I'm just gonna try to find the gem for my thumb. Right?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-272",
    "time": "0:30:39",
    "speaker": "spk_1",
    "line": "Which one was it? Was it the the was it the Is this Italian? Emmeth",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-273",
    "time": "0:30:44",
    "speaker": "spk_0",
    "line": "no. Egyptian.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-274",
    "time": "0:30:46",
    "speaker": "spk_2",
    "line": "At your birthstone.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-275",
    "time": "0:30:47",
    "speaker": "spk_0",
    "line": "I got it.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-276",
    "time": "0:30:48",
    "speaker": "spk_2",
    "line": "Yes. Well, it's it symbolizes plenty too.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-277",
    "time": "0:30:50",
    "speaker": "spk_1",
    "line": "Is that it? That's a different gem.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-278",
    "time": "0:30:51",
    "speaker": "spk_0",
    "line": "What is that?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-279",
    "time": "0:30:52",
    "speaker": "spk_2",
    "line": "Oh, no. This is from",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-280",
    "time": "0:30:55",
    "speaker": "spk_0",
    "line": "what is that?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-281",
    "time": "0:30:56",
    "speaker": "spk_2",
    "line": "Hey's WTF. Who's this from?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-282",
    "time": "0:30:59",
    "speaker": "spk_1",
    "line": "Is that from is that Marlley Shelton's the the earrings she lost?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-283",
    "time": "0:31:03",
    "speaker": "spk_2",
    "line": "Okay. Right. Yeah. She's lost. Yeah. Right. You punched it off her head. He was doing a he was trying to make her flinch. And just grazed it.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-284",
    "time": "0:31:13",
    "speaker": "spk_1",
    "line": "And she did it, like like, she didn't, like, pull back.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-285",
    "time": "0:31:16",
    "speaker": "spk_0",
    "line": "Right.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-286",
    "time": "0:31:16",
    "speaker": "spk_1",
    "line": "Like, you know, when I do this, like, you back off. Because my fizz is about to be there.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-287",
    "time": "0:31:21",
    "speaker": "spk_0",
    "line": "I'm gonna bring flinching back just like in public, like in line like a sorry dude, I'm blowing up. Let me take this. Just get a text.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-288",
    "time": "0:31:29",
    "speaker": "spk_2",
    "line": "Got a",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-289",
    "time": "0:31:29",
    "speaker": "spk_0",
    "line": "text d? Definitely. Anyway, I'm trying to bring bring flinching back, like, if you're standing in line to at Starbucks or not that I go to Starbucks. I usually go to like intelligentsia. The coffee's just way better. Have you been there? Oh, yeah.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-290",
    "time": "0:31:45",
    "speaker": "spk_1",
    "line": "They they roast it there.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-291",
    "time": "0:31:46",
    "speaker": "spk_2",
    "line": "They Oh, it's roasted. Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-292",
    "time": "0:31:48",
    "speaker": "spk_0",
    "line": "No. I know.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-293",
    "time": "0:31:49",
    "speaker": "spk_1",
    "line": "Yes. No. We're telling everyone.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-294",
    "time": "0:31:52",
    "speaker": "spk_2",
    "line": "We all know. No. It's for the for the people who don't know. Yeah. Go get them Tiger. Have you been to that coffee place? What a fun name.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-295",
    "time": "0:32:00",
    "speaker": "spk_0",
    "line": "Yeah. That's good.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-296",
    "time": "0:32:01",
    "speaker": "spk_2",
    "line": "Because it's like, that's what I need my coffee for. To go get them, Tiger.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-297",
    "time": "0:32:05",
    "speaker": "spk_0",
    "line": "Tiger in your belly. So I'm gonna start making people flinch in public, you know? And then just be like, I'm kidding. You know the podcast. Too for flinching. Too for flinching. Then I'll buy them coffee because I can.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-298",
    "time": "0:32:17",
    "speaker": "spk_2",
    "line": "Yeah. Money. So let's pitch.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-299",
    "time": "0:32:22",
    "speaker": "spk_0",
    "line": "Pitch, bitch.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-300",
    "time": "0:32:22",
    "speaker": "spk_2",
    "line": "Pickstop. Mhmm. So he's gonna stop us",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-301",
    "time": "0:32:26",
    "speaker": "spk_1",
    "line": "whenever we pretend to make a mistake.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-302",
    "time": "0:32:28",
    "speaker": "spk_2",
    "line": "Whenever we've made a mistake that we wouldn't actually because we know what",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-303",
    "time": "0:32:31",
    "speaker": "spk_1",
    "line": "this is gonna take on purpose, he's gonna catch us making it as intentionally.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-304",
    "time": "0:32:35",
    "speaker": "spk_0",
    "line": "Here we go.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-305",
    "time": "0:32:37",
    "speaker": "spk_1",
    "line": "Mhmm. So We've all been to the grocery store. You go to buy",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-306",
    "time": "0:32:42",
    "speaker": "spk_0",
    "line": "vegetables, carrots,",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-307",
    "time": "0:32:45",
    "speaker": "spk_2",
    "line": "and zucchinis, our vegetables.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-308",
    "time": "0:32:48",
    "speaker": "spk_1",
    "line": "You go to buy milk,",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-309",
    "time": "0:32:50",
    "speaker": "spk_2",
    "line": "frozen food, you could eat that, heat it up if you eat it.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-310",
    "time": "0:32:56",
    "speaker": "spk_1",
    "line": "Maybe you have a sample. While you're there. You buy your food, you leave.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-311",
    "time": "0:33:02",
    "speaker": "spk_2",
    "line": "Bags, but, you know, bring your own.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-312",
    "time": "0:33:06",
    "speaker": "spk_1",
    "line": "Mhmm. But What if when the lights go out, all the food was a real guy?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-313",
    "time": "0:33:17",
    "speaker": "spk_2",
    "line": "And some of it is friends, but some of it is fighting. Okay.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-314",
    "time": "0:33:23",
    "speaker": "spk_0",
    "line": "I mean honestly guys, that was pretty good.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-315",
    "time": "0:33:25",
    "speaker": "spk_1",
    "line": "Just say pitch stop when you wanna.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-316",
    "time": "0:33:27",
    "speaker": "spk_0",
    "line": "Pitch stop. But I I only am stopping it because I think that's pretty good.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-317",
    "time": "0:33:33",
    "speaker": "spk_1",
    "line": "Okay.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-318",
    "time": "0:33:34",
    "speaker": "spk_2",
    "line": "Okay. We agree. Do we",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-319",
    "time": "0:33:35",
    "speaker": "spk_1",
    "line": "wanna do that one?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-320",
    "time": "0:33:36",
    "speaker": "spk_0",
    "line": "Yeah. I say let's I mean, can we delete that part from them? We can we can take that. I know guys at paramount that we can take too.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-321",
    "time": "0:33:43",
    "speaker": "spk_1",
    "line": "Yes. Brett knows that whenever we make an exclusive deal that",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-322",
    "time": "0:33:47",
    "speaker": "spk_0",
    "line": "so let's Hey, Brett, let's strike that one from the",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-323",
    "time": "0:33:49",
    "speaker": "spk_1",
    "line": "and that that So from your memory, Brett,",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-324",
    "time": "0:33:52",
    "speaker": "spk_2",
    "line": "that's called Food Fight. That's a new Pixar film. It's sort of a war among the food and there'll be some sort of racial stuff.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-325",
    "time": "0:33:58",
    "speaker": "spk_0",
    "line": "Anyway, fucking psych that was garbage and here's why. Okay. Didn't want to get your hopes up, but let's just say that was the flinch I'm talking about, a mental flinch. Oh god. You guys are pitching a story.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-326",
    "time": "0:34:14",
    "speaker": "spk_2",
    "line": "I just inhaled a full pretzel rod.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-327",
    "time": "0:34:17",
    "speaker": "spk_0",
    "line": "That's what I do, Sean. So so you guys were pitching a story -- Which -- why? Oh,",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-328",
    "time": "0:34:25",
    "speaker": "spk_2",
    "line": "well, so people can have fun watching the movie.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-329",
    "time": "0:34:28",
    "speaker": "spk_1",
    "line": "And for kids, my kids love this shot, though.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-330",
    "time": "0:34:30",
    "speaker": "spk_0",
    "line": "Shut the fuck up. Here's the deal. When you go into a pitch with a big wig, you know, which I consider the only people you should be talking to. The people that can green light your project. You don't pitch the story. Who the fuck cares? You pitch the marketing campaign. Okay? Because then guess what? You're saving them the legwork. And they don't care about your story. You know what they care about? The bottom line. Okay? So start over. Okay. And pitch me the marketing campaign because guess what? Stephen Spielberg, Jurassic Park. One of the masters. You know how that got started. Right?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-331",
    "time": "0:35:13",
    "speaker": "spk_1",
    "line": "Sure. It it was a",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-332",
    "time": "0:35:15",
    "speaker": "spk_2",
    "line": "it was a book about a dinosaur island.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-333",
    "time": "0:35:18",
    "speaker": "spk_0",
    "line": "See, that's what they tell people like you fuck. I'm like, okay. So Wow. Here we go. One zero one. What had happened was Spielberg goes in a universal. He says Guys, McDonald's toys are blowing my mind. My kid's gotta have them. Let's do dinosaurs and they're like, well, we're not McDonald's. He said, shut the fuck up and listen. Make a movie about dinosaurs, so my kid and everyone else's kid, can buy McDonald's happy meals. Get the toy, be happy, mommy happy, daddy happy, it's a family affair. Okay?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-334",
    "time": "0:35:56",
    "speaker": "spk_2",
    "line": "Guess what they did? They dug",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-335",
    "time": "0:35:58",
    "speaker": "spk_0",
    "line": "in the crates. They found a fucking dumb book called Jurassic Park. What is it? Didn't matter. It became a marketing campaign that changed movies forever.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-336",
    "time": "0:36:10",
    "speaker": "spk_2",
    "line": "And if and what people remember about that movie now is owning a toy. Mhmm. And no one's heard of that stupid book. And the Toronto Raptors.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-337",
    "time": "0:36:19",
    "speaker": "spk_0",
    "line": "Toronto Raptors. Mcdonald's toys, Ford explorers, wrapped in cool zebra style camouflage, Jeep Wrlers, like an army green red combination still have the toy. And guess what? They're making another movie. You think they're gonna market it a little bit?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-338",
    "time": "0:36:39",
    "speaker": "spk_2",
    "line": "Yeah. Just a little bit. Yes. What were you what were",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-339",
    "time": "0:36:42",
    "speaker": "spk_1",
    "line": "you gonna call us before when you said that's what they tell you, fuck fucking beasts. Is that what you were gonna say?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-340",
    "time": "0:36:50",
    "speaker": "spk_0",
    "line": "Yeah. Okay.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-341",
    "time": "0:36:52",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-342",
    "time": "0:36:53",
    "speaker": "spk_0",
    "line": "Because I think that you guys are beasts.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-343",
    "time": "0:36:56",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-344",
    "time": "0:36:56",
    "speaker": "spk_0",
    "line": "Okay. Your story beast, we know that. That's well documented. You guys got the goods. You can tell a tale, but getting middle and end on his business card, circling back. Anyway, I think you guys can be marketing piece. Okay.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-345",
    "time": "0:37:11",
    "speaker": "spk_2",
    "line": "That's just me.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-346",
    "time": "0:37:11",
    "speaker": "spk_0",
    "line": "That's just me.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-347",
    "time": "0:37:12",
    "speaker": "spk_2",
    "line": "Well, let's let's try again. Let's try I'm",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-348",
    "time": "0:37:14",
    "speaker": "spk_0",
    "line": "only a writer actor producer director in industry that it's almost impossible to do all four of those things, but that's just me.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-349",
    "time": "0:37:22",
    "speaker": "spk_2",
    "line": "Fresh one, clean slate. We're just coming at you totally with a new thing. It's a different meeting. You're maybe even",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-350",
    "time": "0:37:29",
    "speaker": "spk_0",
    "line": "a different guy. I'm the same guy. We we didn't wait.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-351",
    "time": "0:37:42",
    "speaker": "spk_2",
    "line": "Operation Dumbo didn't drop on us. We dropped on operation Dumbo drop, and that's why Raylios coming back, baby, and",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-352",
    "time": "0:37:56",
    "speaker": "spk_0",
    "line": "pitch pause. Pitch pause. Don't stop. I like it. You're talking about a lot of things that are marketable. This is a this is a this is a property that existed. It's got fans attached. I know. Raleyota --",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-353",
    "time": "0:38:08",
    "speaker": "spk_2",
    "line": "i know.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-354",
    "time": "0:38:08",
    "speaker": "spk_0",
    "line": "-- is poised for something large. You're missing one thing? The brand. Just give me the brand. Soft pitch it. Pidrazole.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-355",
    "time": "0:38:18",
    "speaker": "spk_1",
    "line": "Well, the brand Russell brand? Oh my god. He's gonna be in it too. Okay. And he's Ray's Friend and the two of them -- Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-356",
    "time": "0:38:30",
    "speaker": "spk_0",
    "line": "--",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-357",
    "time": "0:38:30",
    "speaker": "spk_1",
    "line": "they find this elephant And but he is also a toy that you can eat. Eat Denny's, eat McDonald's. Yes. I'm saying that you you go to Denny's and you eat this toy.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-358",
    "time": "0:38:47",
    "speaker": "spk_0",
    "line": "Okay. Now I'm listening. You eat Denny's, So it's What's And the the the elephant's name could be grand slam. It could be southern slam. It could be Indian slam because elephants are from India. We've got the elephant meal. Do you see like it's just pouring out of me all of a sudden. Okay?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-359",
    "time": "0:39:05",
    "speaker": "spk_2",
    "line": "Mhmm. And the main thing is to get the person you're pitching to excited enough that they do most of the movie.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-360",
    "time": "0:39:15",
    "speaker": "spk_0",
    "line": "Now you get",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-361",
    "time": "0:39:15",
    "speaker": "spk_2",
    "line": "it. Yes.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-362",
    "time": "0:39:17",
    "speaker": "spk_0",
    "line": "Now you get it.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-363",
    "time": "0:39:18",
    "speaker": "spk_2",
    "line": "That's helpful. Because so many people think number one, they're there to pitch an idea they have.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-364",
    "time": "0:39:24",
    "speaker": "spk_0",
    "line": "Oh, man. Number two. A lot of people do think that.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-365",
    "time": "0:39:27",
    "speaker": "spk_2",
    "line": "That if the pitch is successful, that then they go make the movie. Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-366",
    "time": "0:39:32",
    "speaker": "spk_0",
    "line": "New. Good luck. Yeah. You're not gonna make it a a live in Burbank with that kind of thought process. Sorry.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-367",
    "time": "0:39:44",
    "speaker": "spk_2",
    "line": "Would it be fun for you to do to now pitch us and just do a perfect one?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-368",
    "time": "0:39:49",
    "speaker": "spk_0",
    "line": "Yeah. I know I could do that. Okay. Just I'm just gonna, you know, spitball one. Subway and NASCAR. You're the first ever car race that goes through the subways of New York City.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-369",
    "time": "0:40:07",
    "speaker": "spk_2",
    "line": "And it says subway on your car, like subway sandwich.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-370",
    "time": "0:40:10",
    "speaker": "spk_0",
    "line": "Subway sandwich. I mean, yeah, to play on words like many sitcom titles, But, you know, this is so this is You have subway sandwiches. You have the food. You got the Olympics. If we can get if we can, you know, fast track this puppy. To before Rio. All of a sudden, we're we're airing commercials. We can integrate. Nastia Lucas can be in a commercial. It should give me in the fucking movie.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-371",
    "time": "0:40:29",
    "speaker": "spk_2",
    "line": "You see what I'm doing?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-372",
    "time": "0:40:30",
    "speaker": "spk_0",
    "line": "What I'm doing is I'm pulling from different demos, different brackets of entertainment. And even sports, because that's entertainment, you know.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-373",
    "time": "0:40:39",
    "speaker": "spk_2",
    "line": "And immediately you're making hot wheels cars. You can sell like a jerk off calendar with pictures of the fucking babes.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-374",
    "time": "0:40:47",
    "speaker": "spk_1",
    "line": "Nazi lucan.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-375",
    "time": "0:40:48",
    "speaker": "spk_2",
    "line": "Nazi lucan. She's she's in all kinds of jerk off counters. That's a billion of things right there.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-376",
    "time": "0:40:52",
    "speaker": "spk_0",
    "line": "For one day in New York City, you replace all the trains with cars that are on the tracks. People go down to the subway to go to work. A car shows up.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-377",
    "time": "0:41:00",
    "speaker": "spk_1",
    "line": "You can drive it yourself.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-378",
    "time": "0:41:02",
    "speaker": "spk_0",
    "line": "I think Yeah. Sure. We'll have the we'll have the stars in the movie. We can get, you know, Raleyota because I was I'm feeling that. We'll get him back in the mix. Yeah. We can get the Hemsworth Brothers to be the stars. Mhmm. They're in the cars. You wanna go to the office. You can't. What do you remember? The subway car. What movie do you see? Subwaysium. You know, it's like Elysium, which I think didn't get a proper hit. It didn't get a proper launch. You know, nobody nobody reached out to me and I regret that. But this is what I do. A NASCAR.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-379",
    "time": "0:41:42",
    "speaker": "spk_1",
    "line": "What would you have done with God's Sirius too. How would you have done with Elizium?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-380",
    "time": "0:41:46",
    "speaker": "spk_0",
    "line": "Yeah. Besides starring it write it and write it. Anyway, produce it. I guess I'm a huge Damon guy, you know. I think he continues to bring lots of the table and contribute to the arts in ways that people don't appreciate. And look at Ben. Ben's Ben's back. You know, I I talked to him on on a not so regular basis but, you know, it's it's fun to see him finally figure it out.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-381",
    "time": "0:42:17",
    "speaker": "spk_2",
    "line": "You must feel like it's seeing your little brother finally, you know, get his bike going. Yeah.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-382",
    "time": "0:42:23",
    "speaker": "spk_0",
    "line": "It's it's like like one of my little black kids made a made a a big movie. And I'm like, look at you go.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-383",
    "time": "0:42:29",
    "speaker": "spk_1",
    "line": "Look at",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-384",
    "time": "0:42:29",
    "speaker": "spk_0",
    "line": "you go. But Elysium, the title's perfect. You know, it kinda says it all. You get it right out of the gate.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-385",
    "time": "0:42:38",
    "speaker": "spk_2",
    "line": "I'd wanna see that.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-386",
    "time": "0:42:39",
    "speaker": "spk_0",
    "line": "Yeah. Right. Or and if let's say you're one of the you're one of the few people that don't know what it means, let's do all black billboards that just say Elysium in like a lighter black. Oh. So you can kinda see it. And maybe almost invisible. Right. And you don't know what it means. So you're like, Well, yeah, I guess I'll spend thirteen dollars to go see that because I want to know -- Mhmm. -- what is the answer to",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-387",
    "time": "0:43:00",
    "speaker": "spk_1",
    "line": "the question that plagues me every day? It's almost timber neck and it's use of black shades and spooky atmosphere.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-388",
    "time": "0:43:11",
    "speaker": "spk_0",
    "line": "Yeah. I mean, is that the Is that the Tisch School -- Yes. -- coming out of you? Is that what that is?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-389",
    "time": "0:43:16",
    "speaker": "spk_1",
    "line": "Yes. I went to",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-390",
    "time": "0:43:17",
    "speaker": "spk_2",
    "line": "he loves when people recognize that about",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-391",
    "time": "0:43:19",
    "speaker": "spk_1",
    "line": "how I went to art school for movies and and plays. Yeah.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-392",
    "time": "0:43:24",
    "speaker": "spk_2",
    "line": "And -- And I'm self taught.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-393",
    "time": "0:43:26",
    "speaker": "spk_0",
    "line": "--",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-394",
    "time": "0:43:26",
    "speaker": "spk_1",
    "line": "in the big Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-395",
    "time": "0:43:27",
    "speaker": "spk_2",
    "line": "And sometimes it's -- New York.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-396",
    "time": "0:43:29",
    "speaker": "spk_0",
    "line": "--",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-397",
    "time": "0:43:29",
    "speaker": "spk_2",
    "line": "helpful and sometimes it's not. If you can make it New",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-398",
    "time": "0:43:31",
    "speaker": "spk_1",
    "line": "york, New York. It's So",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-399",
    "time": "0:43:34",
    "speaker": "spk_2",
    "line": "how great is New York? What's the first place you stop when you touch down in New York?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-400",
    "time": "0:43:40",
    "speaker": "spk_0",
    "line": "The airport. Okay.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-401",
    "time": "0:43:47",
    "speaker": "spk_2",
    "line": "No but seriously. Not much of a choice there. I mean, it is. I was",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-402",
    "time": "0:43:52",
    "speaker": "spk_0",
    "line": "only half joking. It is.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-403",
    "time": "0:43:53",
    "speaker": "spk_2",
    "line": "What the fuck",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-404",
    "time": "0:43:56",
    "speaker": "spk_0",
    "line": "that's my And I don't fuck the laguardium. Man, okay. Oh, no. Oh, shit. Fuck,",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-405",
    "time": "0:44:05",
    "speaker": "spk_2",
    "line": "brett, give me a fucking towel, man.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-406",
    "time": "0:44:07",
    "speaker": "spk_0",
    "line": "I gotta clean this shit up. This motherfucker to fucking airport. Holy shit. It's good to be back. It's good to be back.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-407",
    "time": "0:44:21",
    "speaker": "spk_2",
    "line": "Oh, I love it. I love it. Yeah.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-408",
    "time": "0:44:23",
    "speaker": "spk_1",
    "line": "We only have one question from the popcorn gallery. Oh, well. I guess we could",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-409",
    "time": "0:44:27",
    "speaker": "spk_2",
    "line": "do we reach in there",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-410",
    "time": "0:44:28",
    "speaker": "spk_0",
    "line": "then? Yeah.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-411",
    "time": "0:44:28",
    "speaker": "spk_1",
    "line": "I guess we should reach in there. What is it though?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-412",
    "time": "0:44:32",
    "speaker": "spk_2",
    "line": "The the segment. Okay. Oh, right. I forgot. There's we do a segment on this show called the popcorn gallery. Okay. What does that mean you're saying, you know, you're mad and and I don't blame you. Mhmm. One thing that people can do to learn is there something called the Socrates method, and it's from asking questions that you get answers for learning.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-413",
    "time": "0:44:59",
    "speaker": "spk_1",
    "line": "Mhmm. So So the way we can explain this is maybe asking ourselves questions and then answering what the segment is.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-414",
    "time": "0:45:08",
    "speaker": "spk_2",
    "line": "But so doing the Socrates method what's something that people go to see at a theater?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-415",
    "time": "0:45:16",
    "speaker": "spk_0",
    "line": "I'm sorry. I was checking a text.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-416",
    "time": "0:45:18",
    "speaker": "spk_2",
    "line": "What was it? What's something you think?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-417",
    "time": "0:45:19",
    "speaker": "spk_1",
    "line": "This is worth it. Just if you can just pay attention",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-418",
    "time": "0:45:22",
    "speaker": "spk_0",
    "line": "to this for one second. What's an",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-419",
    "time": "0:45:23",
    "speaker": "spk_2",
    "line": "what's an elesium? Yeah. Yeah. What's an elesium? And where did you see that? Where could you go?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-420",
    "time": "0:45:28",
    "speaker": "spk_0",
    "line": "I mean, I only go to the directors Guild Theatre to see movies. And movies.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-421",
    "time": "0:45:33",
    "speaker": "spk_1",
    "line": "Movies. That's the the word.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-422",
    "time": "0:45:35",
    "speaker": "spk_0",
    "line": "Okay. Because newsflash, we don't shoot on film anymore people. Okay? No. Unless you're trying to what put a dent in the in the in the studio's budget. I mean come up.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-423",
    "time": "0:45:47",
    "speaker": "spk_1",
    "line": "We make",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-424",
    "time": "0:45:47",
    "speaker": "spk_0",
    "line": "-- Put that. -- we make -- Put that c g I. --",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-425",
    "time": "0:45:49",
    "speaker": "spk_1",
    "line": "diggies now.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-426",
    "time": "0:45:50",
    "speaker": "spk_2",
    "line": "Dig yes. Yes.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-427",
    "time": "0:45:51",
    "speaker": "spk_1",
    "line": "Dolby Diggs. I'm digging it.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-428",
    "time": "0:45:55",
    "speaker": "spk_2",
    "line": "Yes. So you're new so you go to see a movies and you don't wanna have nothing in your hands the whole time. You wanna all do that. Maybe eat it. What would you get?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-429",
    "time": "0:46:09",
    "speaker": "spk_0",
    "line": "Swedish fish.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-430",
    "time": "0:46:13",
    "speaker": "spk_2",
    "line": "Did not anticipate that.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-431",
    "time": "0:46:17",
    "speaker": "spk_1",
    "line": "Well -- Scandinavian.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-432",
    "time": "0:46:19",
    "speaker": "spk_0",
    "line": "So just What if you",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-433",
    "time": "0:46:20",
    "speaker": "spk_2",
    "line": "didn't want sweets? What if you just were sick of sugar. Sure. Something salty? Oh, yes. Yes.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-434",
    "time": "0:46:26",
    "speaker": "spk_0",
    "line": "Probably bringing a bag of doritos. You're not allowed to keep that",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-435",
    "time": "0:46:31",
    "speaker": "spk_2",
    "line": "out of it because it's against the rule. And also, that's where a lot of the movies theaters make their money is actually in the Snacks.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-436",
    "time": "0:46:37",
    "speaker": "spk_0",
    "line": "Bro, I don't get caught. But --",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-437",
    "time": "0:46:40",
    "speaker": "spk_1",
    "line": "for the sake",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-438",
    "time": "0:46:41",
    "speaker": "spk_0",
    "line": "of -- I'll go along with this fucking fantasy of yours.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-439",
    "time": "0:46:44",
    "speaker": "spk_2",
    "line": "And just as your conscience got the better of you. You turned it in.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-440",
    "time": "0:46:47",
    "speaker": "spk_0",
    "line": "I get some butter popcorn.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-441",
    "time": "0:46:50",
    "speaker": "spk_2",
    "line": "Yes. Yes. Okay. So so We do a podcast about movies and people that ask questions that's not the peanut gallery because the peanut gallery is not you know, movies. Sure. But it is the popcorn gallery.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-442",
    "time": "0:47:08",
    "speaker": "spk_0",
    "line": "Is the peanut gallery, it's for like baseball?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-443",
    "time": "0:47:11",
    "speaker": "spk_1",
    "line": "Yes. That's for a different part.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-444",
    "time": "0:47:12",
    "speaker": "spk_2",
    "line": "That's for a different podcast. That's for a small part. Georgia. That's like Schumeri Carter. Uh-huh. Yes. That's should yes. George Washington Carver.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-445",
    "time": "0:47:21",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-446",
    "time": "0:47:22",
    "speaker": "spk_2",
    "line": "So Stoplight. Let's reach in the bag and get the question.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-447",
    "time": "0:47:27",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-448",
    "time": "0:47:37",
    "speaker": "spk_2",
    "line": "Business card. It's got a one nine hundred number. That's a sound drop that my friend Mark made for us that's so perfect for the situation.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-449",
    "time": "0:47:49",
    "speaker": "spk_1",
    "line": "Report something that is that is a I I want to call back to something that we were doing earlier.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-450",
    "time": "0:47:55",
    "speaker": "spk_2",
    "line": "How is that in a way? Mark?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-451",
    "time": "0:47:58",
    "speaker": "spk_1",
    "line": "Yeah. Not to good.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-452",
    "time": "0:47:59",
    "speaker": "spk_0",
    "line": "No. Was he ever?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-453",
    "time": "0:48:02",
    "speaker": "spk_2",
    "line": "He was better than he is now for sure. He's No. He wasn't great, but he's not. He's really doing",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-454",
    "time": "0:48:09",
    "speaker": "spk_0",
    "line": "i still have that dude's Airmez belt",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-455",
    "time": "0:48:13",
    "speaker": "spk_1",
    "line": "he actually could really use",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-456",
    "time": "0:48:15",
    "speaker": "spk_2",
    "line": "that. Right? Yeah. Although, I've been trying to keep belts away from him.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-457",
    "time": "0:48:20",
    "speaker": "spk_1",
    "line": "If you could find a way",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-458",
    "time": "0:48:21",
    "speaker": "spk_0",
    "line": "i read you.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-459",
    "time": "0:48:22",
    "speaker": "spk_1",
    "line": "To make that belt, so it's not load weight bearing. Mhmm. But also so that he could resell it.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-460",
    "time": "0:48:30",
    "speaker": "spk_2",
    "line": "Freight the edges or something. Yeah. And then but try not to decrease the value too much. You could use some cash on hand",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-461",
    "time": "0:48:38",
    "speaker": "spk_0",
    "line": "i'm not gonna scrap Airma's belt man.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-462",
    "time": "0:48:41",
    "speaker": "spk_2",
    "line": "Please don't.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-463",
    "time": "0:48:41",
    "speaker": "spk_0",
    "line": "I guess, man. When the clubs",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-464",
    "time": "0:48:43",
    "speaker": "spk_2",
    "line": "do it enough to okay. Yeah. Well, if you're not giving it back, then it's not even worth talking about. But he could use something.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-465",
    "time": "0:48:50",
    "speaker": "spk_1",
    "line": "This is a question from Gregi. Mister Home, do you put your pants on one leg at a time in the morning? And this is an actually really useful question for, I think, the the",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-466",
    "time": "0:49:02",
    "speaker": "spk_0",
    "line": "is that a serious question?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-467",
    "time": "0:49:04",
    "speaker": "spk_1",
    "line": "He done say.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-468",
    "time": "0:49:05",
    "speaker": "spk_2",
    "line": "It's tough to say with Gregi.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-469",
    "time": "0:49:07",
    "speaker": "spk_0",
    "line": "Mhmm. Well, first of all, don't get up till afternoons. So I guess the answer's no. I'm a little bit of a nighthawk.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-470",
    "time": "0:49:17",
    "speaker": "spk_2",
    "line": "Are you more creative at night?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-471",
    "time": "0:49:20",
    "speaker": "spk_0",
    "line": "Without a doubt. Without a doubt.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-472",
    "time": "0:49:22",
    "speaker": "spk_2",
    "line": "That's when my juices are flowing.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-473",
    "time": "0:49:25",
    "speaker": "spk_1",
    "line": "When everyone when all the when the kids are down and it's it's like that's me time and I just go out to the shed. Yeah. And I I face that blank page head on.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-474",
    "time": "0:49:35",
    "speaker": "spk_0",
    "line": "Yeah. I call it chopping wood because paper, you know, was trees. So my chopping wood, man.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-475",
    "time": "0:49:41",
    "speaker": "spk_2",
    "line": "Chopper water. Another page. Another page. I'm chopping wood. Mhmm. Chopper carry water.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-476",
    "time": "0:49:45",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-477",
    "time": "0:49:45",
    "speaker": "spk_1",
    "line": "It's that on that Paul bunion tip",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-478",
    "time": "0:49:48",
    "speaker": "spk_0",
    "line": "yeah.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-479",
    "time": "0:49:49",
    "speaker": "spk_1",
    "line": "Fuck you. And babe.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-480",
    "time": "0:49:52",
    "speaker": "spk_0",
    "line": "Mhmm. You guys watching Fargo?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-481",
    "time": "0:49:55",
    "speaker": "spk_1",
    "line": "Our we",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-482",
    "time": "0:49:56",
    "speaker": "spk_0",
    "line": "ever Oh, we're really",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-483",
    "time": "0:49:58",
    "speaker": "spk_2",
    "line": "watching it.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-484",
    "time": "0:49:59",
    "speaker": "spk_0",
    "line": "Really well done.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-485",
    "time": "0:50:00",
    "speaker": "spk_1",
    "line": "So well done.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-486",
    "time": "0:50:02",
    "speaker": "spk_2",
    "line": "Really just threads the needle of hitting this great tone that is dark",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-487",
    "time": "0:50:08",
    "speaker": "spk_1",
    "line": "but funny.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-488",
    "time": "0:50:10",
    "speaker": "spk_0",
    "line": "Yeah. I'll tell Billy Bob. You from from you.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-489",
    "time": "0:50:13",
    "speaker": "spk_2",
    "line": "Please do. Mhmm. And tell him that I have one small note, which is if only they could kind of repeat the information in the show.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-490",
    "time": "0:50:24",
    "speaker": "spk_0",
    "line": "I know. I've I've given him the exact same no. That's crazy. I don't wanna gang up on him, but I will tell him hi from",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-491",
    "time": "0:50:30",
    "speaker": "spk_2",
    "line": "they yeah. They tell us twice, sometimes three times. But why don't you tell me four or five",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-492",
    "time": "0:50:35",
    "speaker": "spk_0",
    "line": "times what's going on with these people? Yeah. Yeah.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-493",
    "time": "0:50:38",
    "speaker": "spk_2",
    "line": "Well, Anyway, but other than that",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-494",
    "time": "0:50:41",
    "speaker": "spk_1",
    "line": "if it's if it ain't a bad show.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-495",
    "time": "0:50:45",
    "speaker": "spk_2",
    "line": "Yeah. Don't don't note it. Here's what I know.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-496",
    "time": "0:50:47",
    "speaker": "spk_1",
    "line": "Here's what I know.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-497",
    "time": "0:50:48",
    "speaker": "spk_0",
    "line": "Exposition sets you free.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-498",
    "time": "0:50:50",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-499",
    "time": "0:50:51",
    "speaker": "spk_0",
    "line": "You know, because then well, oh my god. I I went and saw this film film and I say film because fuck this movie. I don't mind I don't like swearing all the time on your on your on your your show, but --",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-500",
    "time": "0:51:05",
    "speaker": "spk_1",
    "line": "no. We deserve it.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-501",
    "time": "0:51:06",
    "speaker": "spk_0",
    "line": "-- under the skin. What? Yeah, I wish I had popcorn for that piece of shit. Mhmm. I mean, I'm like, what's happening? You see your cans? That's great. But then you see a bunch of dudes, rock hard, dicks, and I'm like, what? Come on, man.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-502",
    "time": "0:51:27",
    "speaker": "spk_2",
    "line": "Not fair.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-503",
    "time": "0:51:28",
    "speaker": "spk_0",
    "line": "I wanted to see Skin, hence the title of the movie. That's They mis marketed. Under the skin, I'm like, okay, what's under the Great.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-504",
    "time": "0:51:37",
    "speaker": "spk_2",
    "line": "I'll see skin. Yeah. But like,",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-505",
    "time": "0:51:39",
    "speaker": "spk_1",
    "line": "an exposition would have.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-506",
    "time": "0:51:40",
    "speaker": "spk_0",
    "line": "She just drives around picking up these cool dudes who are just trying to fuck -- Mhmm. -- kills him.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-507",
    "time": "0:51:49",
    "speaker": "spk_2",
    "line": "Exposition would set you free there.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-508",
    "time": "0:51:51",
    "speaker": "spk_0",
    "line": "I mean, like, let me know what if the",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-509",
    "time": "0:51:53",
    "speaker": "spk_1",
    "line": "whole In that case.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-510",
    "time": "0:51:53",
    "speaker": "spk_2",
    "line": "What if the whole, let's say, the movie's ninety minutes? What the first eighty five minutes was just people saying, that lady's an alien who's gonna kill somebody if they have sex. Hello? And then maybe we see that. But if it happens, then while they're doing it, she should go, I'm an alien. I'm gonna kill you right after this, and he should be going like, look like a hot babe to me, and that's why I wanted to have sex with you, but I'm pretty sure I'm gonna get killed by you, the alien. And now, I can enjoy it.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-511",
    "time": "0:52:19",
    "speaker": "spk_1",
    "line": "And explaining how to get hard, like, when these guys are, like, getting rock hard -- Hello?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-512",
    "time": "0:52:25",
    "speaker": "spk_0",
    "line": "--",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-513",
    "time": "0:52:25",
    "speaker": "spk_1",
    "line": "even like how that works. Yeah. I mean, it's just",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-514",
    "time": "0:52:28",
    "speaker": "spk_2",
    "line": "i would be interested to know that. That could be very helpful to some of what's been going on for me.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-515",
    "time": "0:52:33",
    "speaker": "spk_0",
    "line": "Because what? Your dick just gets hard. I don't think so. There's",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-516",
    "time": "0:52:36",
    "speaker": "spk_1",
    "line": "no, you're science and all kinds of biology. There must",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-517",
    "time": "0:52:39",
    "speaker": "spk_0",
    "line": "be some trick. The human brain is is the original computer. And I will say this till I die. The the way that it sends messages in the blink of an eye. Literally. Yeah. Yeah. In a blink of light to to everywhere around your body. It's synapses firing blood pump your heart. It I don't know. How does your dick get engorged? Increase in size and, you know, create life. Mhmm. I don't know. Well, this could have been a perfect opportunity. To see a little skin and learn something.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-518",
    "time": "0:53:12",
    "speaker": "spk_1",
    "line": "I knew that movie. For sure, I'd pay whatever it costs now. Like,",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-519",
    "time": "0:53:17",
    "speaker": "spk_2",
    "line": "it's a",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-520",
    "time": "0:53:17",
    "speaker": "spk_0",
    "line": "well, I go to gold cinema",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-521",
    "time": "0:53:19",
    "speaker": "spk_1",
    "line": "in the movie. Yeah. Where you can eat a nice meal",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-522",
    "time": "0:53:23",
    "speaker": "spk_0",
    "line": "while you It's a",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-523",
    "time": "0:53:24",
    "speaker": "spk_2",
    "line": "part, I think. Mhmm. Yeah. And a big comfy velvet couch.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-524",
    "time": "0:53:28",
    "speaker": "spk_0",
    "line": "Oh, yeah. And you know what? You can",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-525",
    "time": "0:53:29",
    "speaker": "spk_1",
    "line": "smell everyone else's food too.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-526",
    "time": "0:53:30",
    "speaker": "spk_0",
    "line": "Well, the wife and I, we like to we get two separate couches. Oh, baby. Because I'm like, get off of me. I'm trying to watch this film.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-527",
    "time": "0:53:38",
    "speaker": "spk_1",
    "line": "And you said you'd next to her at home.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-528",
    "time": "0:53:42",
    "speaker": "spk_0",
    "line": "You guys didn't even catch my joke. I said, Phil.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-529",
    "time": "0:53:45",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-530",
    "time": "0:53:46",
    "speaker": "spk_0",
    "line": "I mean keep up. Because fuck that movie. Yeah. Because fuck that movie.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-531",
    "time": "0:53:52",
    "speaker": "spk_2",
    "line": "I'm sorry we missed your joke on this. Thank you so much for coming over and hanging. Now, Is there anything you have coming up you want to plug for us?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-532",
    "time": "0:54:05",
    "speaker": "spk_0",
    "line": "Well, Workahall six is back. And bigger than ever in the new year. So look out for that come January. Pretty pretty unattached to things till then.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-533",
    "time": "0:54:21",
    "speaker": "spk_2",
    "line": "I'm right.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-534",
    "time": "0:54:22",
    "speaker": "spk_0",
    "line": "But I'm doing a bunch of Tries, you know, Malibu Try coming up this summer. Just got back in gear for that. Gotta get a new wetsuit.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-535",
    "time": "0:54:33",
    "speaker": "spk_1",
    "line": "What what's your leg in that? What's your strongest leg? I know just, you know, for them.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-536",
    "time": "0:54:38",
    "speaker": "spk_0",
    "line": "I don't wanna sound like a pervert, but I got all three legs and I'm not talking about my dick.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-537",
    "time": "0:54:42",
    "speaker": "spk_2",
    "line": "Okay. If you're built if you are built like some of the gentlemen in this room right now, it is it is like having three legs.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-538",
    "time": "0:54:50",
    "speaker": "spk_1",
    "line": "Uh-oh. And that's that comes back to the challenge of how to get something like that. Uh-huh.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-539",
    "time": "0:54:55",
    "speaker": "spk_0",
    "line": "You do kind of like a young Edbiggly jiggly thing. Bing",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-540",
    "time": "0:54:58",
    "speaker": "spk_1",
    "line": "it big.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-541",
    "time": "0:54:58",
    "speaker": "spk_2",
    "line": "How do you make it Yes. How does it get bigger?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-542",
    "time": "0:55:02",
    "speaker": "spk_1",
    "line": "It's already Yeah.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-543",
    "time": "0:55:03",
    "speaker": "spk_0",
    "line": "I can forward you a link with the URL, which just seems",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-544",
    "time": "0:55:07",
    "speaker": "spk_2",
    "line": "like all the sort of materials been used up in some ways. And so",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-545",
    "time": "0:55:12",
    "speaker": "spk_1",
    "line": "you need blood to use in your body as well. Yes.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-546",
    "time": "0:55:16",
    "speaker": "spk_0",
    "line": "So where's it coming from?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-547",
    "time": "0:55:17",
    "speaker": "spk_2",
    "line": "So, are you gonna pass out or should you just sort of wrangle it or tape a yardstick to it or something?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-548",
    "time": "0:55:26",
    "speaker": "spk_1",
    "line": "To both sides?",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-549",
    "time": "0:55:27",
    "speaker": "spk_2",
    "line": "Yes. Because, currently, whatever's going on is not working. Yeah. So please rate us on iTunes. Comment dot forums, like us on Facebook.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-550",
    "time": "0:55:44",
    "speaker": "spk_1",
    "line": "Jeffree. Jeffree Party bought the pro version this week.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-551",
    "time": "0:55:47",
    "speaker": "spk_0",
    "line": "Can I just say it's so refreshing to hear this kind of chatter on podcast? I I just I get inundated. I'm like, You gotta listen to this podcast, and I do because I'm a nice guy. But people are",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-552",
    "time": "0:56:00",
    "speaker": "spk_1",
    "line": "obsessed with the comedy now and, like, just like getting into the podcast to do their big joke or whatever -- Oh.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-553",
    "time": "0:56:05",
    "speaker": "spk_0",
    "line": "--",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-554",
    "time": "0:56:05",
    "speaker": "spk_1",
    "line": "not really talking about real stories and real people and what it's like to",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-555",
    "time": "0:56:08",
    "speaker": "spk_2",
    "line": "to to actually do the job. So much of podcast culture is -- The secret -- -- raw comedic content",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-556",
    "time": "0:56:13",
    "speaker": "spk_0",
    "line": "-- Mhmm. --",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-557",
    "time": "0:56:14",
    "speaker": "spk_2",
    "line": "and just really well thought out structured ideas and you're never just hearing people really talk about",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-558",
    "time": "0:56:23",
    "speaker": "spk_1",
    "line": "their and have a",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-559",
    "time": "0:56:24",
    "speaker": "spk_2",
    "line": "real a real conversation",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-560",
    "time": "0:56:25",
    "speaker": "spk_0",
    "line": "for one. Business, which is one and the same. But, you know, back to you saying people are always talking about jokes. You know what's funny? Most homeless people. X class clowns, now they're on the street. That's great. Tell jokes. You know what I am? I'm a business man -- Mhmm. -- JZ? Mhmm. I mean, like, it's just",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-561",
    "time": "0:56:46",
    "speaker": "spk_2",
    "line": "yes. To me to me only two things are interesting. People, real people.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-562",
    "time": "0:56:51",
    "speaker": "spk_0",
    "line": "Like at the core.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-563",
    "time": "0:56:52",
    "speaker": "spk_2",
    "line": "Yes.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-564",
    "time": "0:56:52",
    "speaker": "spk_0",
    "line": "Yes.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-565",
    "time": "0:56:52",
    "speaker": "spk_2",
    "line": "Yes. And money. Yeah. And I don't really care about people.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-566",
    "time": "0:57:00",
    "speaker": "spk_1",
    "line": "Speaking of money, Jeffrey Party bought the pro version.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-567",
    "time": "0:57:03",
    "speaker": "spk_2",
    "line": "He bought the pro version which he spent a lot on. And as a favor, Jeffrey Party's Anders is gonna describe a business card to you that you could maybe use to get ahead.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-568",
    "time": "0:57:13",
    "speaker": "spk_0",
    "line": "Yeah. Okay. Jeffrey parties is the last name parties? Because right then and there, I'm like, this guy's a good time. So my idea for a business card isn't a fucking business card. It's a fucking party popper. With your name and phone number, email, etcetera wrapped around it. So when you say, man, I'm Jeffrey parties, you pass them a party popper. They pull the string. On the confetti, little tiny head shots. You're welcome, fuck off. Give me a little bit of your money when you get rich and famous.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-569",
    "time": "0:57:43",
    "speaker": "spk_2",
    "line": "Bye. Wow. Hollywood hamburg.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-570",
    "time": "0:57:46",
    "speaker": "spk_1",
    "line": "Listeners, help Hollywood Handbook stay free to download by completing this short anonymous survey. It will take no more than five minutes. If you have money to throw around and you're okay with the show becoming expensive. Personally, I",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-571",
    "time": "0:58:00",
    "speaker": "spk_2",
    "line": "wouldn't do the survey because I don't care if the show's free or not because if I want it, I'll just fucking buy it. I mean, it's my show, but whatever. But if you are a poor person you live in trash can or whatever. Go ahead and take the survey because listeners who complete it will actually get entered in an ongoing monthly raffle to win a hundred dollar Amazon gift card.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-572",
    "time": "0:58:20",
    "speaker": "spk_1",
    "line": "Your answers will help match our show with advertisers that best fit fit the sense of our podcast and its listeners like you. And if you complete the survey, you get a hundred dollar Amazon gift card with which you could almost buy an episode of our show once it becomes",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-573",
    "time": "0:58:35",
    "speaker": "spk_2",
    "line": "yeah. Under the new model.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-574",
    "time": "0:58:37",
    "speaker": "spk_1",
    "line": "Under this. Yeah. Then it becomes a a luxury item. We promise not to share or sell your email address, and we won't send you email unless you win. Please go to w w w dot pod survey dot com slash hollywood. That's w w w dot pod survey dot com slash hollywood. To take our survey and get a chance to win a hundred dollar Amazon gift card unless you are rich. Thanks.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-575",
    "time": "0:59:08",
    "speaker": "spk_3",
    "line": "This has been an earwoke media production, executive producers, Jeff Ulrich and Scott Ockerman. For more info nation visit earwhip dot com.",
    "episode": "33",
    "edited": false
  },
  {
    "id": "33-576",
    "time": "0:59:18",
    "speaker": "spk_0",
    "line": "Earwalls radio, boom. Dot com. The WORTH Dead",
    "episode": "33",
    "edited": false
  }
]