[
  {
    "id": "36-0",
    "time": "0:00:02",
    "speaker": "spk_0",
    "line": "so the party's dying down. Yeah. And I grabbed Chan Gaili. Yeah. And I Cook. Chan. Mhmm. Is that Brie? And he goes, are you planted at the cheese plate? Or Brie Larson? I said, Chany.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-1",
    "time": "0:00:20",
    "speaker": "spk_1",
    "line": "I got no idea.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-2",
    "time": "0:00:23",
    "speaker": "spk_2",
    "line": "That's coach chan. Formerly of the Buffalo bill. Hey. Welcome to Hollywood Handbook and Insiders Guide to kicking butt and dropping names on the red carpet lined back hallways of this industry week all show biz. And what up what up to all of you? And hopefully, everyone's happy and healthy out there.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-3",
    "time": "0:00:42",
    "speaker": "spk_1",
    "line": "And and what up what up for me as well, and I'm hoping for your health and your happiness. And I wanna keep a positive energy going today.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-4",
    "time": "0:00:50",
    "speaker": "spk_2",
    "line": "Well, that's truth about my health, you can see it on the in all the pictures. My little arm is in a is in a sling and there's",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-5",
    "time": "0:00:58",
    "speaker": "spk_1",
    "line": "it's got a bum wing.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-6",
    "time": "0:00:59",
    "speaker": "spk_2",
    "line": "And there's been a lot of chatter about what's going on with that. I had to get my muscles swollen. To play Sammy Sosa in in the new The bio Sixty one in the new sixty one. It's called sixty one two seventy.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-7",
    "time": "0:01:24",
    "speaker": "spk_1",
    "line": "Mhmm. And it looks It looks strange on the poster because the spacing isn't quite right.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-8",
    "time": "0:01:30",
    "speaker": "spk_2",
    "line": "There's no colon. There is an asterisk, but it's kinda off to the side",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-9",
    "time": "0:01:36",
    "speaker": "spk_1",
    "line": "yeah. But it's, of course, about Sammy Sosa in nineteen seventy. When he was sort of figuring stuff out. Mhmm. And so, Hayes is gonna He's",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-10",
    "time": "0:01:49",
    "speaker": "spk_2",
    "line": "trying to get to America.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-11",
    "time": "0:01:50",
    "speaker": "spk_1",
    "line": "Yeah, he's gonna portray that struggle and that journey and you just can't do it with the kind of body that Hayes has built over the years and there's no fast way to reduce it without surgery.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-12",
    "time": "0:02:03",
    "speaker": "spk_2",
    "line": "And it is, you know, like People say, like, oh, you know, it's all fake. Hollywood is fake, and you do have to sometimes go through a procedure in order to make your body look a certain way. It is fake.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-13",
    "time": "0:02:17",
    "speaker": "spk_1",
    "line": "Yeah. There is a lot of fakeness and my friends are fake and my personality is fake and I wouldn't have it any other",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-14",
    "time": "0:02:24",
    "speaker": "spk_3",
    "line": "way. Mhmm.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-15",
    "time": "0:02:25",
    "speaker": "spk_1",
    "line": "Because it's better. Mhmm. It's, you know It",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-16",
    "time": "0:02:29",
    "speaker": "spk_2",
    "line": "means you're trying to do something. You're actually working on it. You're not just settling for the thing that you just showed up with.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-17",
    "time": "0:02:35",
    "speaker": "spk_1",
    "line": "If nothing was fake, we all would literally be born and then just stay in the hospital until we die. And just",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-18",
    "time": "0:02:41",
    "speaker": "spk_2",
    "line": "be lying down all the time.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-19",
    "time": "0:02:42",
    "speaker": "spk_1",
    "line": "And just be lying there until we die. It would be like -- Winding around as soon.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-20",
    "time": "0:02:46",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-21",
    "time": "0:02:46",
    "speaker": "spk_1",
    "line": "what that movie surrogates maybe was like. I'm not sure. But that is",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-22",
    "time": "0:02:53",
    "speaker": "spk_2",
    "line": "why is that bad? Walking's fake, talking to people's fake. The telephone's a fakest invention in",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-23",
    "time": "0:02:59",
    "speaker": "spk_1",
    "line": "history, and that actually how a lot of deals get made out here. Yes. On that. So it's just one of those things where people use a word like it's a bad word. But I don't think they're really",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-24",
    "time": "0:03:10",
    "speaker": "spk_2",
    "line": "thinking about because they don't know really what it means.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-25",
    "time": "0:03:12",
    "speaker": "spk_1",
    "line": "And that's the truth. And think speaking of not knowing what things mean and not being informed and not maybe understanding the world around you. Hayes and I had to look some hard truth in the face recently about a week ago, my little cousin took us onto the computer, my cousin, Sam, and he showed us some Internet stuff that was happening. Mhmm. There was a hashtag trending. And you probably know what we're talking about unless you arm arm freaking living",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-26",
    "time": "0:03:48",
    "speaker": "spk_2",
    "line": "no. Where'sville?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-27",
    "time": "0:03:49",
    "speaker": "spk_1",
    "line": "Yeah. No where's theville or yeah. Friggin eerie, Indiana. Mhmm. You probably know that it is the to get serious on this show, the yes all women",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-28",
    "time": "0:04:02",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-29",
    "time": "0:04:02",
    "speaker": "spk_2",
    "line": "yeah.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-30",
    "time": "0:04:02",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-31",
    "time": "0:04:02",
    "speaker": "spk_1",
    "line": "pound sign hashtag.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-32",
    "time": "0:04:04",
    "speaker": "spk_2",
    "line": "Very sobering for us to read a lot of stories, a lot of people opening up. In surprising ways. But we do have one very serious bone to pick with how the issue has been has been handled particularly among art, fellow men. And we might get attacked.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-33",
    "time": "0:04:23",
    "speaker": "spk_1",
    "line": "I mean, it's the kind of thing that you don't, you know, you don't necessarily wanna touch a hot button issue like this because it is so loaded but there has not been Enough male support and too many men are staying quiet and we're not gonna be those guys who stay quiet and try to pretend that this stuff isn't happening. To us as well.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-34",
    "time": "0:04:43",
    "speaker": "spk_2",
    "line": "As well. And sometimes even more.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-35",
    "time": "0:04:46",
    "speaker": "spk_1",
    "line": "And sometimes happening even more than probably it happens to women. It's happening to me in Hayes. Why?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-36",
    "time": "0:04:52",
    "speaker": "spk_2",
    "line": "The men out there would choose to just do nothing instead of saying what Sean and I are gonna say, which is hashtag yes and us as well.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-37",
    "time": "0:05:00",
    "speaker": "spk_1",
    "line": "Yeah. Hashtag yes and us as well.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-38",
    "time": "0:05:03",
    "speaker": "spk_2",
    "line": "Putting like, you know, putting our stories out there along with the women's stories and showing that they that they are not alone in this kind of stuff happening to them.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-39",
    "time": "0:05:13",
    "speaker": "spk_1",
    "line": "Could there be a greater, supportive, action, a greater compliment and a greater way to say, hey, I hear you than to join us in the hashtag, yes, us as well. Mhmm. That is how you really tell yes all women, hey,",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-40",
    "time": "0:05:34",
    "speaker": "spk_2",
    "line": "we get it. To say, we get it, we hear you, but and us too and check this out.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-41",
    "time": "0:05:40",
    "speaker": "spk_1",
    "line": "And we and we maybe and check this out and maybe we get it",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-42",
    "time": "0:05:43",
    "speaker": "spk_2",
    "line": "a little more. Right? Just the way it in here.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-43",
    "time": "0:05:46",
    "speaker": "spk_1",
    "line": "And if you had mentioned this, we really could have told some stories to turn your hair white.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-44",
    "time": "0:05:51",
    "speaker": "spk_2",
    "line": "Teezers, teasers, teasers. Everybody's talking about teasers, and that's why this week, we're going to reach back in to the teaser freezer, which is a a new segment. Let's explain what it is.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-45",
    "time": "0:06:01",
    "speaker": "spk_1",
    "line": "Okay. So it's teasers are commercials for movies. When somebody's do's a movie, they have to tell you about the movie and they tell you on TV or in some kind of magazine. Well, that doesn't apply here. But maybe on a computer or in another movies.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-46",
    "time": "0:06:24",
    "speaker": "spk_2",
    "line": "And so that's why we are doing the teaser freezer, which is where we reach in to well, it's like it's like refrigerator but colder, and it holds the teasers in by.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-47",
    "time": "0:06:37",
    "speaker": "spk_1",
    "line": "And don't get scared, we're don't it's not too cold for us. We're not gonna get hurt or get frostbite because we have a special suit that we wear into the teaser freezer. And it lets us be able to hold the teasers and take them out, look at them, and show them to you.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-48",
    "time": "0:06:50",
    "speaker": "spk_2",
    "line": "But it is good to don't try anything with your own teaser freezer, because you could get an iced up arm.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-49",
    "time": "0:06:59",
    "speaker": "spk_1",
    "line": "Yes. You could you definitely would not be able to handle it and only we should be able to. And when you go to see a movie in a theater setting of a cinema place, you can find teasers there that you can safely safely watch before your movies, but that's not the teaser freezer because you don't have Me",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-50",
    "time": "0:07:29",
    "speaker": "spk_2",
    "line": "and Hayes, and we're not telling you what's good about it. And so that's what makes SIS segment and we're doing it. And the teaser for this week is Jersey Boys. Which we're so excited about. What what's that? You say, guys who like NBA close? Well, not quite. It's it's about something else.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-51",
    "time": "0:07:49",
    "speaker": "spk_1",
    "line": "Loved the musical and am gonna love the musical movie. It's about these four guys",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-52",
    "time": "0:07:57",
    "speaker": "spk_2",
    "line": "and they sing songs and a special voice.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-53",
    "time": "0:08:01",
    "speaker": "spk_1",
    "line": "And why has no one ever taken something from the stage and put it onto the screen before?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-54",
    "time": "0:08:06",
    "speaker": "spk_2",
    "line": "I I don't know. Cody why.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-55",
    "time": "0:08:12",
    "speaker": "spk_1",
    "line": "Because Okay.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-56",
    "time": "0:08:16",
    "speaker": "spk_2",
    "line": "Let's just do it.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-57",
    "time": "0:08:18",
    "speaker": "spk_1",
    "line": "It makes me wanna throw up when he talks",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-58",
    "time": "0:08:21",
    "speaker": "spk_2",
    "line": "to us like that. Here's the beginning of the teaser. It all started with a sound. It says on the words. That became a sensation. But every legend has a beginning.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-59",
    "time": "0:08:42",
    "speaker": "spk_4",
    "line": "You wanna hear the real story? I'm the one you wanna talk to Tommy Devedo. It wasn't for me. We all wind up with a bullet in our head.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-60",
    "time": "0:08:50",
    "speaker": "spk_2",
    "line": "So you can't see this.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-61",
    "time": "0:08:53",
    "speaker": "spk_1",
    "line": "You can't see it, unfortunately.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-62",
    "time": "0:08:55",
    "speaker": "spk_2",
    "line": "That is that line that opening line of the teaser is being directed to you, the teaser watcher.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-63",
    "time": "0:09:05",
    "speaker": "spk_1",
    "line": "He's looking and we know this because we've been Dun movies. Someone's holding a camera and he's looking at the camera, so it looks like he's looking at you.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-64",
    "time": "0:09:17",
    "speaker": "spk_2",
    "line": "And so you see him looking at you and you say me?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-65",
    "time": "0:09:20",
    "speaker": "spk_1",
    "line": "Yes. You. It is you. Not you the camera, but you the person watching the teaser.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-66",
    "time": "0:09:26",
    "speaker": "spk_2",
    "line": "That's how it works because he and looking through the camera, you're in a way of just looking through the other side of the camera. And so now you're making an icon.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-67",
    "time": "0:09:33",
    "speaker": "spk_1",
    "line": "On this screen has just been seen by a camera. I mean, that's what it is. Mhmm. So when she looks at the camera, he's looking out the screen. Mhmm. The screen is really inside the camera in a lot of ways.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-68",
    "time": "0:09:46",
    "speaker": "spk_2",
    "line": "Everything that you are and your eyes are seeing, it's like you are inside the camera looking out because everything that is in the scene is being seen through the camera's eyes, which are your eyes. Yes.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-69",
    "time": "0:09:57",
    "speaker": "spk_1",
    "line": "And the camera man's eyes are also holding what is in the screen. So you're kind of the cameraman today when you He talks to you and it's so great to get talked to because a lot of times in the movies, I feel like I'm being so ignored by the characters.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-70",
    "time": "0:10:15",
    "speaker": "spk_2",
    "line": "You're saying,",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-71",
    "time": "0:10:16",
    "speaker": "spk_1",
    "line": "hey, I'm right here. I'm sitting right next to you. Do you think you maybe wanna mention like, hey, I'm gonna blow this guy up, Rambo? Like, please. It's rude.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-72",
    "time": "0:10:28",
    "speaker": "spk_2",
    "line": "Anyway, his name is Tommy Devedo, and he is, I think, one of the Jersey boys. Let's find out.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-73",
    "time": "0:10:37",
    "speaker": "spk_4",
    "line": "You do shoot a new discovery of mine.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-74",
    "time": "0:10:39",
    "speaker": "spk_3",
    "line": "Frankie Valley. Dream of wild,",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-75",
    "time": "0:10:41",
    "speaker": "spk_5",
    "line": "steve. I heard them all. But I never heard a voice like Frankie Valley's. I know I need to write for this voice.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-76",
    "time": "0:10:48",
    "speaker": "spk_1",
    "line": "Thank you. Again, he's taking this right to you. There's nobody else in the movie that this guy can talk to.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-77",
    "time": "0:10:56",
    "speaker": "spk_2",
    "line": "Yes. And it's it's a solution for those problems in movies where you're watching and you're being like, what's going on with this guy? He's looking the guy's on stage and the guy's singing and the other guy's looking at him and he's kinda looking like, wow. Yeah. The songwriter guys watching the singer guy sing.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-78",
    "time": "0:11:13",
    "speaker": "spk_1",
    "line": "Yeah. Is he thinking it's good? Does he wanna write for that voice? Tell me something I'm sitting in the room with you. And so that's what This is the first polite movie ever made. And that's why I'm I'm not necessarily friends with a lot of the peep the movie characters.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-79",
    "time": "0:11:35",
    "speaker": "spk_2",
    "line": "But these guys, I like.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-80",
    "time": "0:11:36",
    "speaker": "spk_1",
    "line": "These guys I won't keep hanging with.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-81",
    "time": "0:11:38",
    "speaker": "spk_2",
    "line": "Because they're helping me participate in the movie.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-82",
    "time": "0:11:40",
    "speaker": "spk_1",
    "line": "And I feel like I'm a Jersey Boys.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-83",
    "time": "0:11:43",
    "speaker": "spk_2",
    "line": "Can we talk about the Frankie character for a second because you heard his voice a little bit. Mhmm. I understand they don't have Frankie. He Frank",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-84",
    "time": "0:11:55",
    "speaker": "spk_1",
    "line": "is not available. This guy is talented. He's a great singer. But Hayes, He's no Frank.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-85",
    "time": "0:12:03",
    "speaker": "spk_2",
    "line": "He is absolutely no Frankie, and it just goes to show you that there is there is no Frankie out there. I mean, I I am sure that's the best they could do.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-86",
    "time": "0:12:12",
    "speaker": "spk_1",
    "line": "This guy's probably one of the best guys out there that there was one Frankie",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-87",
    "time": "0:12:17",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-88",
    "time": "0:12:18",
    "speaker": "spk_1",
    "line": "mhmm. -- and this ain't him. And you can feel it. And if you knew Frankie like we did",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-89",
    "time": "0:12:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-90",
    "time": "0:12:22",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-91",
    "time": "0:12:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-92",
    "time": "0:12:22",
    "speaker": "spk_1",
    "line": "you can really feel it.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-93",
    "time": "0:12:24",
    "speaker": "spk_2",
    "line": "And he would you can see it in the visuals too because the voice is pretty similar, he would do that thing where he would, like, cross and uncross his eyes while he was singing? Like, it like, he was going crazy? And, like, move his knees around like his knees were shaking. Like, he was really scared at how high his voice was going and stuff like that. Yeah. Like, he was just a showman.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-94",
    "time": "0:12:48",
    "speaker": "spk_1",
    "line": "He has all these His sometimes when the there was a music break, his tongue would unravel all the way down to the floor.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-95",
    "time": "0:12:56",
    "speaker": "spk_2",
    "line": "Yes.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-96",
    "time": "0:12:56",
    "speaker": "spk_1",
    "line": "And then he'd like snap his fingers and it would",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-97",
    "time": "0:13:00",
    "speaker": "spk_2",
    "line": "go all the way up.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-98",
    "time": "0:13:01",
    "speaker": "spk_1",
    "line": "Come all the way back up. Yes. So he was a showman. Mhmm. You know, a true showman. This guy's good. He's talented. He can act. He can sing. But is he Frankie?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-99",
    "time": "0:13:13",
    "speaker": "spk_2",
    "line": "There is no Frank.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-100",
    "time": "0:13:14",
    "speaker": "spk_1",
    "line": "No. There's no Frankie, and there never was. The world is gonna hear that voice. You want me to produce",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-101",
    "time": "0:13:20",
    "speaker": "spk_2",
    "line": "anyway, so that's Chris for walking. Just letting you know that he is gonna be in this movie for, I think, the amount of time that he is in the in the teaser.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-102",
    "time": "0:13:30",
    "speaker": "spk_1",
    "line": "He's in the teaser for about the time he'd be in the movie, Sure. Set up the eight track. We're gonna double Frankie's voice. It's gonna explode right off the radio.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-103",
    "time": "0:13:40",
    "speaker": "spk_2",
    "line": "Sound, I love this record.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-104",
    "time": "0:13:42",
    "speaker": "spk_1",
    "line": "We do",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-105",
    "time": "0:13:44",
    "speaker": "spk_2",
    "line": "now you your participation in this movie and you saying that line, what was it like working with Clint Eastwood, the the the director?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-106",
    "time": "0:13:59",
    "speaker": "spk_1",
    "line": "Clint's funny. He's somebody who doesn't respect you until you hit back.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-107",
    "time": "0:14:06",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-108",
    "time": "0:14:06",
    "speaker": "spk_1",
    "line": "And he had wanted me to sort of enjoy the record and to like a three-dimensional human say that I loved the sound of it or something like that. And I said, Well, what if a cartoon cactus was screaming that they love that record? They sort of are roller skating in, and they're out of control on this gates. Maybe they passed over an oil slick or something of that effect. So the wheels are too slippery.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-109",
    "time": "0:14:37",
    "speaker": "spk_2",
    "line": "And so you're in the air in the air -- upside down.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-110",
    "time": "0:14:40",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-111",
    "time": "0:14:41",
    "speaker": "spk_1",
    "line": "flipping maybe gonna land right on my cactus butt. And I and and in that moment, is realizing how good the song is -- Mhmm.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-112",
    "time": "0:14:49",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-113",
    "time": "0:14:50",
    "speaker": "spk_1",
    "line": "and is forgiving the fact that, quite frankly, when they said they were gonna double Frankie's voice, they were doubling A voice, but it wasn't frankie.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-114",
    "time": "0:14:59",
    "speaker": "spk_2",
    "line": "It's not frankie.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-115",
    "time": "0:15:00",
    "speaker": "spk_1",
    "line": "But the cactus, I think, would go,",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-116",
    "time": "0:15:02",
    "speaker": "spk_2",
    "line": "i love this record. And so",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-117",
    "time": "0:15:06",
    "speaker": "spk_1",
    "line": "that seemed like it was bringing a couple more layers. And Clint didn't want it, but he needed it. And so that's all I would give him in every take.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-118",
    "time": "0:15:15",
    "speaker": "spk_3",
    "line": "A different sound.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-119",
    "time": "0:15:16",
    "speaker": "spk_2",
    "line": "I love this record.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-120",
    "time": "0:15:18",
    "speaker": "spk_1",
    "line": "We do everything together.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-121",
    "time": "0:15:20",
    "speaker": "spk_2",
    "line": "Call do you.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-122",
    "time": "0:15:21",
    "speaker": "spk_1",
    "line": "Together or separately.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-123",
    "time": "0:15:25",
    "speaker": "spk_2",
    "line": "So what that means is he's gonna be doing them both. And the more girls you do, you just add up how old they are. So they can be as young as you want.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-124",
    "time": "0:15:42",
    "speaker": "spk_1",
    "line": "Yes. It's a very appealing idea",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-125",
    "time": "0:15:45",
    "speaker": "spk_2",
    "line": "that It's actually sort of an interesting loophole",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-126",
    "time": "0:15:49",
    "speaker": "spk_1",
    "line": "yes. We like to say that we obey the letter of the law, if not its intent. And this is one of the many ways that you can sort of stick it to the coppers out there. Is if you add up enough girls",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-127",
    "time": "0:16:07",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-128",
    "time": "0:16:07",
    "speaker": "spk_1",
    "line": "yeah.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-129",
    "time": "0:16:08",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-130",
    "time": "0:16:08",
    "speaker": "spk_1",
    "line": "it doesn't matter. How young they are.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-131",
    "time": "0:16:10",
    "speaker": "spk_2",
    "line": "So the copper say, oh, was she eighteen? And you say, well, you you count off visibly on your fingers up to eighteen, but they don't know how many girls ages you're. You're counting.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-132",
    "time": "0:16:24",
    "speaker": "spk_3",
    "line": "And you",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-133",
    "time": "0:16:24",
    "speaker": "spk_2",
    "line": "don't have to tell them. That's entrapment. They actually cannot ask you.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-134",
    "time": "0:16:28",
    "speaker": "spk_1",
    "line": "Well, no. And if they do ask you, you can perform a citizens arrest on them.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-135",
    "time": "0:16:34",
    "speaker": "spk_2",
    "line": "You got the voice. I got the songs. We make a partnership.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-136",
    "time": "0:16:38",
    "speaker": "spk_6",
    "line": "Big Frankie was a cut Tommy loose right then. That's what you think, you know, from Jersey. Can't",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-137",
    "time": "0:16:44",
    "speaker": "spk_1",
    "line": "wow. Wow. So this is Hayes and I speaking in unison because People who aren't from Jersey",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-138",
    "time": "0:16:54",
    "speaker": "spk_2",
    "line": "don't know -- They don't",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-139",
    "time": "0:16:55",
    "speaker": "spk_1",
    "line": "know. -- Jersey.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-140",
    "time": "0:16:56",
    "speaker": "spk_6",
    "line": "They don't know Jersey. If you're from Jersey,",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-141",
    "time": "0:17:00",
    "speaker": "spk_5",
    "line": "then you know that when a guy",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-142",
    "time": "0:17:05",
    "speaker": "spk_2",
    "line": "does whatever he did",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-143",
    "time": "0:17:06",
    "speaker": "spk_1",
    "line": "and a dude who knows him might be able to undo the thing they were doing?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-144",
    "time": "0:17:13",
    "speaker": "spk_5",
    "line": "Oh, you're not gonna do that.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-145",
    "time": "0:17:16",
    "speaker": "spk_1",
    "line": "Don't he don't do that if you're from Jersey. Not from Jersey because you don't know how.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-146",
    "time": "0:17:25",
    "speaker": "spk_5",
    "line": "If you do that, then you gotta be from somebody",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-147",
    "time": "0:17:28",
    "speaker": "spk_6",
    "line": "else and you better go back there. If because Matt while the Jersey boys are in town.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-148",
    "time": "0:17:36",
    "speaker": "spk_1",
    "line": "If they catch you doing that around the Jersey boys, they're really gonna wanna know how did you do that?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-149",
    "time": "0:17:42",
    "speaker": "spk_5",
    "line": "You're gonna have to teach them how you do it. And then you're gonna",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-150",
    "time": "0:17:47",
    "speaker": "spk_1",
    "line": "have to take a long time. That's gonna be a lot of your day.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-151",
    "time": "0:17:52",
    "speaker": "spk_2",
    "line": "Go see that movie. It looks fun. It's very polite. It does things. The way they used to do them, Back when we knew how to speak to each other and",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-152",
    "time": "0:18:04",
    "speaker": "spk_1",
    "line": "old ways.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-153",
    "time": "0:18:05",
    "speaker": "spk_2",
    "line": "Yes. And when A lot of true gentlemen. When somebody addressed you in a movie, you would say you would respond to them and you would say please and thank you and you'd know your manners.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-154",
    "time": "0:18:19",
    "speaker": "spk_1",
    "line": "And I guess that's what I'm most excited about is the opportunity to talk back to the screen throughout the film. That is, I would encourage all of you to go see this movie and have a nice conversation with these nice boys from Jersey. I'll be there. I'll be saying, Thank you, Tommy. I that's interesting. I agree that the voice is good. He's no Frankie, but I would wanna write for two where I a songwriter, instead of a filmmaker, now maybe he asks me some questions about my my day, my career. And you can leave with a new friend if you're interesting, like, me in, like, haze. So I would say, please do go, and please do talk to the screen at Jersey Boys, and send us your Jersey Boy experiences. Get on the forums. Get on iTunes. Get on Twitter and let us know what you said to Jersey Boys and what they said back. We accept videos of it and anything else, please.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-155",
    "time": "0:19:13",
    "speaker": "spk_2",
    "line": "We have a great guest. John Cochran, the winner of survivor man is here, and he's a now he's a right television. And he's gonna come on our show, and he's gonna talk about it all on Hollywood Handbook.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-156",
    "time": "0:19:24",
    "speaker": "spk_1",
    "line": "Hollywood Handbook. What up? What up, friends. Now, Hayes and I talk a lot on this show about how the toys are nice. That's part of our lifestyle, lifestyle, What up what up friends? Now Hayes and I like to talk a lot on this show about how the toys are nice. That's of course part of our life. Style and laugh style. We joke around with each other. But we are talking about Ferrari cars, big splashing pools, What's another toy?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-157",
    "time": "0:19:56",
    "speaker": "spk_2",
    "line": "RC copters.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-158",
    "time": "0:19:57",
    "speaker": "spk_1",
    "line": "Okay. RC copters. Now those are the kind of toys we mean But those aren't safe for kids. What's safe for kids?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-159",
    "time": "0:20:05",
    "speaker": "spk_2",
    "line": "Yes. When you're talking about real toys and getting real actual kid toys for your kids, The problem is, kids from six months to four years, they develop so fast that they get bored with their toys within a couple of days. And I can actually say that sort of applies to some of our teenage friends as as well, like some of my guys. So buying toys for these guys is a waste. So what you do instead, you sign up for SparkBox at sparkbox toys dot com. Use the code Hollywood, and for thirty dollars a month, you get a whole box of clean toys delivered to your house once a month.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-160",
    "time": "0:20:38",
    "speaker": "spk_1",
    "line": "And to be a little more clear about why you use the code Hollywood, it's to get fifty percent off the first month. So It's thirty bucks a month, but it's fifty percent off the first month",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-161",
    "time": "0:20:51",
    "speaker": "spk_2",
    "line": "if you use the code Hollywood at w w w dot sparkboxtoys dot com. And I wanna point out that you're probably scared, oh, somebody else used these toys. They're getting rented. They're dirty. They're not dirty. You're dirty. The toys are clean. You're dirty. Until you touch these toys, they are clean. They were fully sterilized using a thigh step process used by top playrooms, and the shipping is free, and the toys are clean until the second you come in contact with them, and your germs swarm onto these these toys because you are so filthy.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-162",
    "time": "0:21:26",
    "speaker": "spk_1",
    "line": "You've been out digging all day in the potato farm or whatever the f you do. And meanwhile, the toys have been getting cleaned with this five step process that's like, you",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-163",
    "time": "0:21:36",
    "speaker": "spk_2",
    "line": "know, really extensive. And you probably when you're showering don't even really get everywhere. So sign up for sparkbox toys dot com. Use the code Hollywood for fifty percent off. Sparkbox toys. You are dirtier than these toys.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-164",
    "time": "0:21:55",
    "speaker": "spk_1",
    "line": "So I",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-165",
    "time": "0:21:56",
    "speaker": "spk_2",
    "line": "go to Gary, Denise. Like edge",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-166",
    "time": "0:22:00",
    "speaker": "spk_1",
    "line": "of tomorrow, like, what is it?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-167",
    "time": "0:22:01",
    "speaker": "spk_2",
    "line": "It's like a tomorrow's like a day. It doesn't have an edge. And he goes, I don't think I was in that movie. And then I'm like,",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-168",
    "time": "0:22:10",
    "speaker": "spk_1",
    "line": "then who was? In Sean. Hollywood Amber. Who? Who? I I have no I never heard of it. Hi. Hey. What up? Hey. Hey. Wait. What up what up?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-169",
    "time": "0:22:24",
    "speaker": "spk_2",
    "line": "Welcome to Hollywood Handbook from the insider's guide to kicking button, dropping names of the red carpet line back hallways of this industry we call showbiz. What up? What up?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-170",
    "time": "0:22:32",
    "speaker": "spk_1",
    "line": "We got a guest.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-171",
    "time": "0:22:33",
    "speaker": "spk_2",
    "line": "We got a great guest here today. John Cochran is here.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-172",
    "time": "0:22:37",
    "speaker": "spk_3",
    "line": "Thank you so much for having me, guys.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-173",
    "time": "0:22:38",
    "speaker": "spk_2",
    "line": "Yes. No. It's a pleasure for us to have you because you won survival ever and a and a lot of people would hear that you're on here and say, well, you're not famous, but you actually are famous.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-174",
    "time": "0:22:48",
    "speaker": "spk_3",
    "line": "Right. I'm exceptionally famous.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-175",
    "time": "0:22:50",
    "speaker": "spk_2",
    "line": "Because you won a TV show.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-176",
    "time": "0:22:53",
    "speaker": "spk_3",
    "line": "I won a TV show watched by millions of people. Yes. Have a hundred and thirty two thousand Twitter followers. I'm verified on Twitter. That's huge. I feel like that's evidence enough of my fame.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-177",
    "time": "0:23:04",
    "speaker": "spk_1",
    "line": "Yes. And then you were on the show before that too. Right? So you got watched twice",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-178",
    "time": "0:23:09",
    "speaker": "spk_3",
    "line": "on, like,",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-179",
    "time": "0:23:10",
    "speaker": "spk_1",
    "line": "two different seasons. Exactly. So they didn't season season you won they still might freaking know who you",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-180",
    "time": "0:23:14",
    "speaker": "spk_3",
    "line": "are. Yeah.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-181",
    "time": "0:23:15",
    "speaker": "spk_2",
    "line": "Yeah. You you have a lot more followers than a lot of our former",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-182",
    "time": "0:23:20",
    "speaker": "spk_3",
    "line": "guess. They're almost exclusively, like, really old women and, like, little kids though.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-183",
    "time": "0:23:25",
    "speaker": "spk_2",
    "line": "It's but But more followers than",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-184",
    "time": "0:23:28",
    "speaker": "spk_1",
    "line": "a lot of people who've done a lot of stuff. They know",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-185",
    "time": "0:23:30",
    "speaker": "spk_2",
    "line": "measure, they don't say, like, when they do a click on our show, they don't say, like, oh, well, that's an old woman. So that's not that's that's like not a click. It's still a click.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-186",
    "time": "0:23:38",
    "speaker": "spk_3",
    "line": "Sure. Yeah.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-187",
    "time": "0:23:39",
    "speaker": "spk_2",
    "line": "More than little ass more than Jordan Morris.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-188",
    "time": "0:23:43",
    "speaker": "spk_1",
    "line": "And these are people who've really done a lot more than you, I think.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-189",
    "time": "0:23:46",
    "speaker": "spk_2",
    "line": "Yes. They have actually and works very hard to do it. More than DC Pearson?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-190",
    "time": "0:23:51",
    "speaker": "spk_1",
    "line": "Yeah. More followers than DC. And meanwhile, DC has written two novels. He's like a really accomplished talented guy. Let's And you're here with all these followers.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-191",
    "time": "0:24:00",
    "speaker": "spk_2",
    "line": "Do you think he has more than Nick Thune?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-192",
    "time": "0:24:03",
    "speaker": "spk_3",
    "line": "I mean, I was",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-193",
    "time": "0:24:03",
    "speaker": "spk_1",
    "line": "on time.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-194",
    "time": "0:24:04",
    "speaker": "spk_2",
    "line": "Let's let's guess. I fucking hope so. Let's guess. Do you think you have more followers than Nick Fin?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-195",
    "time": "0:24:10",
    "speaker": "spk_3",
    "line": "I I bet I bet I bet I do.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-196",
    "time": "0:24:11",
    "speaker": "spk_2",
    "line": "You do. You have a lot more. You have almost twice as many followers as Nick Thune.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-197",
    "time": "0:24:16",
    "speaker": "spk_1",
    "line": "Too thin. Boom. I don't know what I'm referring to, but I just said it It just felt great.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-198",
    "time": "0:24:25",
    "speaker": "spk_2",
    "line": "So all these people who were saying you're not famous, I I just don't understand where they're coming from. You're very famous.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-199",
    "time": "0:24:31",
    "speaker": "spk_1",
    "line": "That's what I think. Now, Katrin, we have a kind of thing we wanna talk about.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-200",
    "time": "0:24:39",
    "speaker": "spk_2",
    "line": "More than Shelby Farrell. Who is famous for Twitter.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-201",
    "time": "0:24:44",
    "speaker": "spk_1",
    "line": "Right. So Twitter celebrities have fewer Twitter followers",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-202",
    "time": "0:24:48",
    "speaker": "spk_2",
    "line": "than you do.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-203",
    "time": "0:24:49",
    "speaker": "spk_3",
    "line": "You find that that hard to believe.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-204",
    "time": "0:24:52",
    "speaker": "spk_1",
    "line": "No. I'm saying",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-205",
    "time": "0:24:53",
    "speaker": "spk_2",
    "line": "that it's I weren't telling the other people that you are famous for the people who they are not and you can And you're",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-206",
    "time": "0:24:58",
    "speaker": "spk_1",
    "line": "a little down on yourself when you came in. I mean, let's pull back the curtain. You said like, oh, I don't know if I'm famous enough to do show. And",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-207",
    "time": "0:25:05",
    "speaker": "spk_2",
    "line": "you had sort of a hangdog expression.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-208",
    "time": "0:25:06",
    "speaker": "spk_1",
    "line": "Yeah. And you were kind of kicking at the ground a little bit and sort of moped.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-209",
    "time": "0:25:11",
    "speaker": "spk_3",
    "line": "Shucks at. And",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-210",
    "time": "0:25:13",
    "speaker": "spk_1",
    "line": "and we just wanted to say -- Hey.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-211",
    "time": "0:25:15",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-212",
    "time": "0:25:15",
    "speaker": "spk_2",
    "line": "and you had your hand stuffed deep in your pockets.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-213",
    "time": "0:25:18",
    "speaker": "spk_1",
    "line": "Yeah. But look at all these old women that follow you. And now I wouldn't want that, but, you know, you like it. So here's the thing. It's not just that you won the TV show. It's not just that you're on the TV show before, and it's not even just that you've done this Twitter thing whatever it is.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-214",
    "time": "0:25:35",
    "speaker": "spk_2",
    "line": "That's not why we're having you here. We wanted you to talk about other stuff.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-215",
    "time": "0:25:38",
    "speaker": "spk_1",
    "line": "Because this is a show that aims educate and educate about what? Show business. Mhmm. Now, You have a big writing job on a big TV show, and that is something special.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-216",
    "time": "0:25:54",
    "speaker": "spk_3",
    "line": "That's right. I'm a I'm a writer for the millers on CBS, the the the willard Netson.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-217",
    "time": "0:25:58",
    "speaker": "spk_1",
    "line": "We're the millers starring, Will. Alright.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-218",
    "time": "0:26:00",
    "speaker": "spk_3",
    "line": "I got I got it. I got to stop there. I I gotta stop you there. Wait. He's trying",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-219",
    "time": "0:26:04",
    "speaker": "spk_2",
    "line": "to stop you.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-220",
    "time": "0:26:05",
    "speaker": "spk_3",
    "line": "That was a film released shortly before this.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-221",
    "time": "0:26:07",
    "speaker": "spk_1",
    "line": "Just blow right by and just get into what I was gonna say.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-222",
    "time": "0:26:11",
    "speaker": "spk_3",
    "line": "Okay.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-223",
    "time": "0:26:11",
    "speaker": "spk_1",
    "line": "Where are the millers? It's a big TV show. A guy gets bit on the dick by a tarantula or something in the commercial. It looks really good. And I and I think that you're gonna love it. Go rent it. Yeah.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-224",
    "time": "0:26:25",
    "speaker": "spk_3",
    "line": "I mean, that's probably not To to be honest, that's probably not the best way to try to watch the millers. You can watch it on on on TV, on CBS.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-225",
    "time": "0:26:33",
    "speaker": "spk_1",
    "line": "Maybe it's on demand or something, and then it's definitely on Flakes. And so when you watch it, think, oh, John Cochran actually wrote, you know, probably this scene where Jason Sajek is dealing with immigration or whatever at the border. Mhmm. So",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-226",
    "time": "0:26:49",
    "speaker": "spk_2",
    "line": "and in Jennifer for instance, she gets she, like, pours water all over herself. And he creates this sort of effect. And was that your idea? Where it makes her close tantalizingly transparent.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-227",
    "time": "0:27:01",
    "speaker": "spk_1",
    "line": "Her body in this way as disgusting to me. It's like, why would you want your clothes to stick? They should be loose and flowing. But all that aside, The way a lot of people get a job writing on a TV show like where the millers or Hallpass or",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-228",
    "time": "0:27:23",
    "speaker": "spk_2",
    "line": "what else?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-229",
    "time": "0:27:24",
    "speaker": "spk_1",
    "line": "Horba bosses. Horba bosses. Great example. The way a lot of people get that is they right to do it. Right?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-230",
    "time": "0:27:35",
    "speaker": "spk_3",
    "line": "Yeah. Which I feel like it's probably not the best way to",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-231",
    "time": "0:27:37",
    "speaker": "spk_1",
    "line": "do it. Speaking on that.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-232",
    "time": "0:27:39",
    "speaker": "spk_3",
    "line": "I didn't right. So to give it a little background. A year ago, I was a law student at Harvard Law School. In Boston? Just outside of Boston. Oh. And and I was on yeah. As you said, on the reality show survivor twice, and I won. And I'd never written a word. I didn't even write in law school. I'm, like, always been kind of to writing.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-233",
    "time": "0:28:00",
    "speaker": "spk_2",
    "line": "You want it to be a judge?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-234",
    "time": "0:28:03",
    "speaker": "spk_3",
    "line": "Ideally, I want it to be a judge. Yeah.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-235",
    "time": "0:28:04",
    "speaker": "spk_1",
    "line": "A TV judge like judge Joe Brown or something like that?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-236",
    "time": "0:28:07",
    "speaker": "spk_3",
    "line": "Yeah. More I mean, yeah. Probably more like judge Malthus was my big inspiration.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-237",
    "time": "0:28:13",
    "speaker": "spk_1",
    "line": "That's more your area. Yeah.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-238",
    "time": "0:28:16",
    "speaker": "spk_3",
    "line": "Who's that? It's just it's another it's another TV judge.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-239",
    "time": "0:28:20",
    "speaker": "spk_2",
    "line": "This describes And Mills Lane",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-240",
    "time": "0:28:21",
    "speaker": "spk_3",
    "line": "mills Lane was actually wait. Is Mills Lane somebody? The he's a boxing referee that became",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-241",
    "time": "0:28:26",
    "speaker": "spk_2",
    "line": "a judge, which is a kind of judge But he was also in charge. Because you're saying who wins and who loses. Right. And isn't that what judging is?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-242",
    "time": "0:28:33",
    "speaker": "spk_1",
    "line": "And what is the rule. Yeah.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-243",
    "time": "0:28:35",
    "speaker": "spk_3",
    "line": "And he's also technically a jet like a legal judge",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-244",
    "time": "0:28:37",
    "speaker": "spk_1",
    "line": "the judge is there to uphold the rules. Mhmm.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-245",
    "time": "0:28:40",
    "speaker": "spk_3",
    "line": "Right. So I I I'd well, that was my goal. But just kind of as a joke, just like a little gag on the survivor union show, the host of the show, Jeff probst said, like, so what you just want to revive or what do you wanna do next? And I was just kinda being sarcastic. I'm like, oh, you know, it'd be great to write. And it's like after achieving this, like, incredible fame and notoriety and welcome survivor, I'm like, okay. What'd be the most, like, degrading thing to say I'd wanna do?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-246",
    "time": "0:29:00",
    "speaker": "spk_1",
    "line": "Yeah. Like, basically going like, I guess I'd like to eat a pile of dog shit. You know? Like, that's basically -- But you wish",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-247",
    "time": "0:29:06",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-248",
    "time": "0:29:07",
    "speaker": "spk_2",
    "line": "you'd said, like, I'd like to have sex. Right. With like with like Cindy Crawford.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-249",
    "time": "0:29:14",
    "speaker": "spk_3",
    "line": "Yeah. Cindy Crawford would be the the best. Yeah. Or like Jennifer Tilly or something?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-250",
    "time": "0:29:21",
    "speaker": "spk_2",
    "line": "Yes. With hair boots.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-251",
    "time": "0:29:23",
    "speaker": "spk_3",
    "line": "But no. As it in unfortunately, I did say as a joke, I wanna be a writer. And then a day later, I guess my sarcasm was lost on the nation because a day later, Greg Garcia, the guy that created raising hope, and my name is Raul. Called up CBS, and I guess thought I was serious. I was like, oh, this I thought I thought this John Cochran guy was funny. And would he like to meet with me to possibly write for the millers? And I met with him and, you know, one thing led to another, and and then I ended up becoming a writer for the show.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-252",
    "time": "0:29:52",
    "speaker": "spk_2",
    "line": "One thing led to another.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-253",
    "time": "0:29:53",
    "speaker": "spk_3",
    "line": "I mean, I'm just saying very logistically is, like, one thing, like, a phone call led to me, like, getting an Uber ride to his house, which led to a conversation.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-254",
    "time": "0:30:01",
    "speaker": "spk_1",
    "line": "Now when you have that conversation with Greg Garcia, is he does he already does he have the bones a bit figured out? Does he just go like, I've got idea, tarantula bite dude stick. Tarantula's gonna bite dude stick. He's gonna, like, jump out the RV, and then he wants you to pitch on how big",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-255",
    "time": "0:30:20",
    "speaker": "spk_2",
    "line": "the As",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-256",
    "time": "0:30:21",
    "speaker": "spk_1",
    "line": "well, Angela could be? Or is it more",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-257",
    "time": "0:30:24",
    "speaker": "spk_3",
    "line": "just he has the title? During this initial meeting. Yeah. I didn't hear that much talk about the the tarantula stuff. It was more about, like, a divorced couple and parents moving in It's possible earlier drafts the script had this tarantula bit you're referring to. Again, I kind of A bite. Right.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-258",
    "time": "0:30:43",
    "speaker": "spk_1",
    "line": "I kind of A gentle",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-259",
    "time": "0:30:45",
    "speaker": "spk_2",
    "line": "bite. What did I say? Bit.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-260",
    "time": "0:30:47",
    "speaker": "spk_3",
    "line": "I was saying bit as in like like a Just the tenses, you know. Okay. Yeah. I'd have a yeah. But I again, I kinda think",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-261",
    "time": "0:30:55",
    "speaker": "spk_2",
    "line": "of it for The tarantula, bit. Sorry. Yeah. The The dudes dick.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-262",
    "time": "0:30:59",
    "speaker": "spk_3",
    "line": "Yeah. The noun version of",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-263",
    "time": "0:31:00",
    "speaker": "spk_2",
    "line": "the bike.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-264",
    "time": "0:31:00",
    "speaker": "spk_1",
    "line": "A torrential bike.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-265",
    "time": "0:31:01",
    "speaker": "spk_3",
    "line": "Yeah. Okay. Sorry. But, again, I think you're referring to where the millers, which I can understand the confusion because, like, two thirds of of the where the millers title is is the exact title the show I'm writing for. But there actually there's no connection between the two of them apart from the fact that there was writing involved in both their creations. But I had nothing to do with the the the tarantula film.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-266",
    "time": "0:31:25",
    "speaker": "spk_1",
    "line": "Now, parents moving back in Have anybody ever thought of that?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-267",
    "time": "0:31:35",
    "speaker": "spk_2",
    "line": "Did that happen to you?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-268",
    "time": "0:31:36",
    "speaker": "spk_1",
    "line": "Yeah. Where'd you get that idea?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-269",
    "time": "0:31:39",
    "speaker": "spk_3",
    "line": "Okay. I'm I'm just as I I I'm like a low level writer on the show. I was not the person that can see",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-270",
    "time": "0:31:45",
    "speaker": "spk_1",
    "line": "you here. You're gonna make us list all the people you got more Twitter followers then again. Because quit quit, you know, downplaying it.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-271",
    "time": "0:31:52",
    "speaker": "spk_3",
    "line": "Yeah. Well, so I I have I think what what Greg was attracted to in me was that I have a very close relationship with my mother. She doesn't live with me, but there was nice parallels between that and show premise of the parents motel. Right. I mean, some",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-272",
    "time": "0:32:09",
    "speaker": "spk_2",
    "line": "yeah. Yeah. She's a Skellington.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-273",
    "time": "0:32:14",
    "speaker": "spk_3",
    "line": "Yeah. I don't think she yeah. I mean, the the the I mean, the millers is, like, mainly like a comedy. It's a sitcom. So it's not like I feel like you're referring to Psycho, the Alfred Hitchcock film.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-274",
    "time": "0:32:25",
    "speaker": "spk_1",
    "line": "Well, the A and E's Bates Motel. Oh oh oh oh oh oh.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-275",
    "time": "0:32:28",
    "speaker": "spk_2",
    "line": "Tell us about your scary mom.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-276",
    "time": "0:32:32",
    "speaker": "spk_3",
    "line": "I mean, she's she's sixty five years old. She used to be a preschool teacher, and she and she fosters dogs for a rescue.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-277",
    "time": "0:32:46",
    "speaker": "spk_2",
    "line": "Just spooky sounds?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-278",
    "time": "0:32:47",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-279",
    "time": "0:32:51",
    "speaker": "spk_2",
    "line": "Wanna just a scary wind?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-280",
    "time": "0:32:54",
    "speaker": "spk_3",
    "line": "That what was that? What was that?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-281",
    "time": "0:32:56",
    "speaker": "spk_1",
    "line": "Cochran's bum.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-282",
    "time": "0:33:04",
    "speaker": "spk_2",
    "line": "Will you? Like that's a Ted going down",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-283",
    "time": "0:33:12",
    "speaker": "spk_3",
    "line": "the stairs. Upstairs. Right?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-284",
    "time": "0:33:16",
    "speaker": "spk_1",
    "line": "To we?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-285",
    "time": "0:33:18",
    "speaker": "spk_3",
    "line": "It was a two e at the end.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-286",
    "time": "0:33:19",
    "speaker": "spk_2",
    "line": "It was scary.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-287",
    "time": "0:33:20",
    "speaker": "spk_1",
    "line": "It was like one of those whistle rings.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-288",
    "time": "0:33:23",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-289",
    "time": "0:33:25",
    "speaker": "spk_2",
    "line": "What do you and your mom talk about?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-290",
    "time": "0:33:27",
    "speaker": "spk_1",
    "line": "Chocolate chocolate. Oh no. It's not sweet enough. So, you know, some scary stuff like that.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-291",
    "time": "0:33:37",
    "speaker": "spk_3",
    "line": "My mom and I talk about at this point, she's on the East Coast. I'm on the West Coast. I call to catch up with her. I'm refinishing my apartment now, so I've been calling to get some advice from her, and she was helping me with, like, accent pillows and stuff. Because I I'm like color blind, which is another one of my issues. Rates. Yeah. I mean, I feel like you're probably, like I think you're imputing a lot of traits to my mom that she really doesn't have. Like she's like a perfectly pleasant lady. She has no like murderous impulses.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-292",
    "time": "0:34:06",
    "speaker": "spk_1",
    "line": "I want to help you pick your sheets.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-293",
    "time": "0:34:11",
    "speaker": "spk_3",
    "line": "That's actually pretty accurate. But, you know, she's a perfectly She",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-294",
    "time": "0:34:16",
    "speaker": "spk_2",
    "line": "isn't feeling well mother isn't feeling so well, but right now. And her head is let's cool.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-295",
    "time": "0:34:29",
    "speaker": "spk_3",
    "line": "Yeah. I mean, this is like I mean, she's she's actually feeling quite well. She's she's seen a personal trainer now, and she's trying to get in better shape.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-296",
    "time": "0:34:39",
    "speaker": "spk_1",
    "line": "Is her head is a skull, though?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-297",
    "time": "0:34:42",
    "speaker": "spk_3",
    "line": "I mean, like, She still has a skull by",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-298",
    "time": "0:34:45",
    "speaker": "spk_2",
    "line": "and is",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-299",
    "time": "0:34:46",
    "speaker": "spk_1",
    "line": "her body is really a skeleton?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-300",
    "time": "0:34:49",
    "speaker": "spk_3",
    "line": "I mean, you correct me early on the use of bit versus bite, which I think was an unnecessary I do have to point out that you keep saying both of you actually are saying Skellington instead of Skeleton. And is that from the nightmare before Christmas? Was his name Jack Skellington.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-301",
    "time": "0:35:03",
    "speaker": "spk_2",
    "line": "Skellington is like bones, but it's a bone man that will jump around and make clattering dances.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-302",
    "time": "0:35:14",
    "speaker": "spk_3",
    "line": "That's not especially frightening, though. Right? I feel like that's, like, a form of entertainment.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-303",
    "time": "0:35:18",
    "speaker": "spk_2",
    "line": "Have you ever seen that before? I've If you saw the bone dancing bones?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-304",
    "time": "0:35:23",
    "speaker": "spk_3",
    "line": "I've seen, like, animated gifs of",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-305",
    "time": "0:35:25",
    "speaker": "spk_2",
    "line": "you don't think that's for frightening? I mean, it's kinda like Well, maybe I guess because you're, like, every night you go to sleep with your bone mom.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-306",
    "time": "0:35:35",
    "speaker": "spk_3",
    "line": "I mean, I think you're really going off in a different direction with this mom stuff that it's not at all accurate, but it's not an accurate description of",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-307",
    "time": "0:35:41",
    "speaker": "spk_1",
    "line": "well, it's actually is based on what you said.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-308",
    "time": "0:35:44",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-309",
    "time": "0:35:44",
    "speaker": "spk_1",
    "line": "And so when you're writing TV with your mom",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-310",
    "time": "0:35:48",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-311",
    "time": "0:35:49",
    "speaker": "spk_1",
    "line": "yeah.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-312",
    "time": "0:35:49",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-313",
    "time": "0:35:50",
    "speaker": "spk_1",
    "line": "in in a rocking chair together or whatever. Right. Do you reflect on all the different stunts that you tried be for survivor. To get To get recognized by this town.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-314",
    "time": "0:36:08",
    "speaker": "spk_2",
    "line": "Yeah. To get famous in Hollywood.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-315",
    "time": "0:36:10",
    "speaker": "spk_3",
    "line": "We do reminisce a lot because you know, as you pointed out, my my path to Hollywood has not been the traditional, like, write a spec script, write a pilot, become a, you know, writers, PA, then I become a writers assistant. It was kind of unconventional path, right, you know, which ultimately culminated in me being on survivor and achieving success through that. But It started off with a lot more kind of outlandish stunts that",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-316",
    "time": "0:36:34",
    "speaker": "spk_1",
    "line": "were not",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-317",
    "time": "0:36:34",
    "speaker": "spk_3",
    "line": "were not always as successful.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-318",
    "time": "0:36:36",
    "speaker": "spk_1",
    "line": "Yeah. I mean, you do you wanna speak on that?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-319",
    "time": "0:36:39",
    "speaker": "spk_2",
    "line": "When you I remember when you tried to be the subway hero in order to get on TV, and you got quite a shock, an electric shock.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-320",
    "time": "0:36:51",
    "speaker": "spk_3",
    "line": "Right. I mean, I wasn't like, I I I'd spent some time in New York. And so I, you know, I thought what what's the most viral way to get recognized? It's to be in Manhattan, to be in the heart of the city, and where a lot of people, the subway, you go there to pack jam packed people. Who knows whether there's a television executive among those people on the the train?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-321",
    "time": "0:37:13",
    "speaker": "spk_2",
    "line": "Odds are that there is one.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-322",
    "time": "0:37:15",
    "speaker": "spk_3",
    "line": "Right. And so I I saw some you know, this this young kid, this punk kid was sitting in the seat that's designated for people that would be like, you know, handicapped. Mhmm. There's and and, you know, what do you know? This old lady comes pottering in. And That's your mom or Yeah. Which is actually an act I mean, you were saying that my mom's just a skeleton presumably incapable of any sort of movement unless a skelling I actually know. If she's a skellington, then she would be able to, you know, do a little dance in there.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-323",
    "time": "0:37:44",
    "speaker": "spk_1",
    "line": "That's jumping bones. Yeah.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-324",
    "time": "0:37:46",
    "speaker": "spk_3",
    "line": "But No. I saw this this lady come in, and the kid did not even Evan Hillsen's chasing here? Yeah. I mean, this is like, The the the old lady just was you know, she was I had a walker. I don't think there was a Van Hellson chasing her. It's possible.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-325",
    "time": "0:38:06",
    "speaker": "spk_1",
    "line": "All bad",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-326",
    "time": "0:38:07",
    "speaker": "spk_2",
    "line": "hell thing. There's more than one? Go on.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-327",
    "time": "0:38:12",
    "speaker": "spk_1",
    "line": "Go on, please.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-328",
    "time": "0:38:13",
    "speaker": "spk_3",
    "line": "And so this kid did not for the seat. And I got in his face and said, mind your manners kid, get up and forfeit the seat to the to the lady. And and he said, you're not my dad, and that lady isn't my mom. So, you know, this is a free country, and I and I got this seat on my own. And then he pulled out at you know, you kinda gave way the ending to this. He said, I got quite a shock, which is with Chad, happened. He he had a backpack on, and he reached into it. And I thought he was gonna pull out, you know, a gun or something. But fortunately, it was just taser.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-329",
    "time": "0:38:46",
    "speaker": "spk_2",
    "line": "Which is like an electric gun.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-330",
    "time": "0:38:48",
    "speaker": "spk_3",
    "line": "Yeah. And he and he tased me and the lady and, you know, there was no television executive nearby to to capture this and my heroic act went completely uncelebrated.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-331",
    "time": "0:39:01",
    "speaker": "spk_1",
    "line": "And you even set and you said that you said don't tase me, bro. Right. And that That didn't get captured either.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-332",
    "time": "0:39:07",
    "speaker": "spk_3",
    "line": "And that predated the the now like",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-333",
    "time": "0:39:09",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-334",
    "time": "0:39:09",
    "speaker": "spk_3",
    "line": "by a lot. By a lot. Several years.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-335",
    "time": "0:39:12",
    "speaker": "spk_1",
    "line": "Speaking of New York, I remember when you tried to fly a helicopter into the Statue of Liberty.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-336",
    "time": "0:39:17",
    "speaker": "spk_3",
    "line": "Yeah. I mean, that was first off, this is pre nine eleven. So I don't wanna make it sound like this is, like, some insensitive",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-337",
    "time": "0:39:23",
    "speaker": "spk_2",
    "line": "or that you were copying?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-338",
    "time": "0:39:25",
    "speaker": "spk_1",
    "line": "No. No. I don't wanna make a completely original idea.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-339",
    "time": "0:39:27",
    "speaker": "spk_2",
    "line": "If it was before those other guys did it.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-340",
    "time": "0:39:29",
    "speaker": "spk_3",
    "line": "Right. And my motive was completely my motive was to get a writing job in Hollywood. It was not to Naturally, yes. Heard anybody because the you know, stature Liberty is not inhabited by",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-341",
    "time": "0:39:39",
    "speaker": "spk_1",
    "line": "well, you aim it at the bottom. You were aiming for feet.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-342",
    "time": "0:39:42",
    "speaker": "spk_3",
    "line": "Right. I wanted yeah. I was aiming for the I was not doing a big theatrical hole at the top of the statue of liberty. I just wanted to I wanted to go right into the feet. Yeah. And and I, you know, I rented the helicopter, did some training But it turns out that, like, I really didn't know how to maneuver it that well. So I actually just landed safely the Statue of Liberty's feet and offered some tourists like a helicopter view of the Statue of Liberty.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-343",
    "time": "0:40:13",
    "speaker": "spk_1",
    "line": "Then you did that job for the next ten, fifteen years.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-344",
    "time": "0:40:16",
    "speaker": "spk_2",
    "line": "Right? Where you're just flying people",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-345",
    "time": "0:40:19",
    "speaker": "spk_3",
    "line": "right. I got caught in. I got caught caught up into it. I'm trying every time to Right. Every time I flew over",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-346",
    "time": "0:40:25",
    "speaker": "spk_2",
    "line": "to every time I flew",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-347",
    "time": "0:40:26",
    "speaker": "spk_3",
    "line": "to Ellis Island, I was trying to go into the feet, but I safely landed. Perfectly next to, like, a line of taurus almost every time.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-348",
    "time": "0:40:34",
    "speaker": "spk_1",
    "line": "The curse.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-349",
    "time": "0:40:35",
    "speaker": "spk_3",
    "line": "And then, you know, they got on as you would if you know. And and yeah. It became a, you know, a healthy career, but not one that I found that fulfilling.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-350",
    "time": "0:40:44",
    "speaker": "spk_1",
    "line": "Now these kinds of stunts and doing survivor as well, Isn't that a better way to get a writing job than, like, a lot of people try to do it with writing.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-351",
    "time": "0:40:58",
    "speaker": "spk_3",
    "line": "It's better in that it's faster and requires very little effort. What it does And",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-352",
    "time": "0:41:05",
    "speaker": "spk_2",
    "line": "you get a million dollars before you do the other",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-353",
    "time": "0:41:07",
    "speaker": "spk_3",
    "line": "yeah. And you get, like, famous and people love you and you get a bunch of money. Yeah. The thing is you have to be special. You have to be an exceptional person.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-354",
    "time": "0:41:20",
    "speaker": "spk_1",
    "line": "And going to Harvard, you got a bunch of money anyway.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-355",
    "time": "0:41:23",
    "speaker": "spk_3",
    "line": "Right. I did not need the additional million dollars. This is just adding, you know, it's a it's a penny, dropping the bucket.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-356",
    "time": "0:41:30",
    "speaker": "spk_2",
    "line": "Mhmm. Yeah. A lot of joke. What how much is a judge bringing in these days?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-357",
    "time": "0:41:36",
    "speaker": "spk_3",
    "line": "It depends if it's it's if a television judge I mean, judge Judy got like a a five year two hundred million dollar deal. Mhmm. A local district judge would probably be making significantly less by five figures or something. Okay. Maybe six figures.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-358",
    "time": "0:41:50",
    "speaker": "spk_1",
    "line": "How much does judge John Hodgeman make? Judge John Hodgeman?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-359",
    "time": "0:41:55",
    "speaker": "spk_3",
    "line": "I'm not sure. We could check celebrity net worth and maybe",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-360",
    "time": "0:41:58",
    "speaker": "spk_2",
    "line": "a podcast judge.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-361",
    "time": "0:42:00",
    "speaker": "spk_3",
    "line": "A podcast. Is that his is that his job?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-362",
    "time": "0:42:02",
    "speaker": "spk_2",
    "line": "Yes.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-363",
    "time": "0:42:05",
    "speaker": "spk_3",
    "line": "I don't see there being that big a market for that, so I can't imagine he's making that much money.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-364",
    "time": "0:42:11",
    "speaker": "spk_1",
    "line": "Okay. Thanks. Now isn't it true that when people write, All they have afterwards is just a stack of paper and it's not even money paper?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-365",
    "time": "0:42:24",
    "speaker": "spk_3",
    "line": "Right. Yeah. That's one of the misconceptions. Some people think that you you write a script And once you once you type in the once you put the d on the end, that it just materializes until you see the millers on TV, or you see one of these celebrated shows, it it's in fact a much more drawn out processor to submit the script to people and get an agent and have it shuttled around. I didn't write a word, you know? I didn't write a single word of comedy writing before I got my job, and that's the way to go. The money comes after you get the job?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-366",
    "time": "0:42:55",
    "speaker": "spk_2",
    "line": "It was pretty funny on survivor when you called that Filipino guy Gollum. Right. Because he was like",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-367",
    "time": "0:43:03",
    "speaker": "spk_3",
    "line": "culturally different.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-368",
    "time": "0:43:04",
    "speaker": "spk_2",
    "line": "Yes. Yeah. Because he wore, like, a little cloth and he was, like, kinda scampering around, then he talked to the funny voice.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-369",
    "time": "0:43:15",
    "speaker": "spk_1",
    "line": "Oh, yes. And the words I don't know what those words were.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-370",
    "time": "0:43:18",
    "speaker": "spk_3",
    "line": "Because I wasn't familiar with his So you",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-371",
    "time": "0:43:21",
    "speaker": "spk_1",
    "line": "said do the impression.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-372",
    "time": "0:43:22",
    "speaker": "spk_2",
    "line": "And so you said he was like a little monster. So that was pretty funny.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-373",
    "time": "0:43:27",
    "speaker": "spk_1",
    "line": "That was good. And I thought I could see this being on we're the millers. Maybe, you know, like, spider bites dude's dick, and then he could be, like, look at that column, and then like a Filipino guy's, you know, doing whatever they do.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-374",
    "time": "0:43:42",
    "speaker": "spk_2",
    "line": "And also how you were talking about how he was going to think of the hugs he got from the female cast members and masturbate to them later. Right. Because he was a little Well,",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-375",
    "time": "0:43:58",
    "speaker": "spk_1",
    "line": "hug from a big tall white woman. I mean, imagine it's, like, not even It's like it must be for him like when the Indians Do you know the story of when the Indians first saw the ships coming over? Columbus' ships, they couldn't see them, you know, because they had no context for a man made structure that big, so they just couldn't process it. So for him, a big tall white woman leaning in for a hug I mean, you're right. I don't even",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-376",
    "time": "0:44:22",
    "speaker": "spk_2",
    "line": "know if it's masturbatory material as much as it's like an out of body experience. Speak on that.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-377",
    "time": "0:44:29",
    "speaker": "spk_3",
    "line": "Right. I mean, I I I guess that I it it might have been a little bit culturally inappropriate to to compare him to Gollum. It had nothing to do with the fact that",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-378",
    "time": "0:44:40",
    "speaker": "spk_2",
    "line": "this was a guy who was a a Filipino man",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-379",
    "time": "0:44:43",
    "speaker": "spk_3",
    "line": "who Right. So today, I guess some context. This was you win rewards on survivor, and one of the rewards we won was a a local they call him like a woodsman or something",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-380",
    "time": "0:44:55",
    "speaker": "spk_1",
    "line": "like that.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-381",
    "time": "0:44:55",
    "speaker": "spk_3",
    "line": "Bushman. Bushman. Sorry. Bushman. Sorry. A bushman who who came and visited our camp to help improve it because, you know, we're building our own shelter and stuff. And he he helped renovate our shelter and everything.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-382",
    "time": "0:45:06",
    "speaker": "spk_2",
    "line": "And he was trying to help.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-383",
    "time": "0:45:07",
    "speaker": "spk_3",
    "line": "He was trying to help, and I repaid that offer by suggesting that his very cultural background made him sexually not in control of himself and compared him to, like, a greedy monstrous goblin from fantasy novels.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-384",
    "time": "0:45:25",
    "speaker": "spk_2",
    "line": "And you said that he was going to jerk off later",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-385",
    "time": "0:45:28",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-386",
    "time": "0:45:28",
    "speaker": "spk_1",
    "line": "right.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-387",
    "time": "0:45:28",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-388",
    "time": "0:45:29",
    "speaker": "spk_2",
    "line": "because he got to hug coy ladies.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-389",
    "time": "0:45:31",
    "speaker": "spk_3",
    "line": "You can because I imagine he's kind of animalistic and can't control himself that if he's exposed to an attractive woman, he can't help but immediately internalize that and use it for masturbation material.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-390",
    "time": "0:45:42",
    "speaker": "spk_2",
    "line": "Yes.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-391",
    "time": "0:45:45",
    "speaker": "spk_1",
    "line": "Should we get into the popcorn gallery?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-392",
    "time": "0:45:47",
    "speaker": "spk_2",
    "line": "Yes. Let's play the song. This is a segment",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-393",
    "time": "0:45:51",
    "speaker": "spk_1",
    "line": "and we're gonna talk during the song. Yes. The popcorn So the song is describing a segment we do on our show. Con gallery. And That",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-394",
    "time": "0:46:02",
    "speaker": "spk_2",
    "line": "was the first he says the name of the song.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-395",
    "time": "0:46:04",
    "speaker": "spk_1",
    "line": "And",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-396",
    "time": "0:46:04",
    "speaker": "spk_2",
    "line": "he says it's a segment on the show. And the way it works is we get questions from our listeners, one of which is the person who was actually singing",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-397",
    "time": "0:46:12",
    "speaker": "spk_1",
    "line": "the song. She made the song to try to clarify that the forum listeners are writing in questions to ask. And so they are in effect the popcorn gallery. Yeah. Which is like the peanut gallery, but",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-398",
    "time": "0:46:26",
    "speaker": "spk_2",
    "line": "we use popcorn because popcorn is a",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-399",
    "time": "0:46:29",
    "speaker": "spk_1",
    "line": "if you go to see we're the millers of you know, or even if you're watching it at home, you might heat up some nice Is there",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-400",
    "time": "0:46:35",
    "speaker": "spk_3",
    "line": "a transcript of the lyrics? Because I feel like your discussion rendered the fact that it was clarifying the purpose of the segment it rendered the song lyrics a",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-401",
    "time": "0:46:44",
    "speaker": "spk_1",
    "line": "little No. There's no transcript. So we have explained it. And if you could just explain it back to us quickly, we'll know that you've got it.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-402",
    "time": "0:46:55",
    "speaker": "spk_3",
    "line": "It it's it's a it's a segment, I guess, where people submit questions.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-403",
    "time": "0:46:59",
    "speaker": "spk_1",
    "line": "Stop. Never mind. We're gonna get into the questions and hopefully you can just deal with them and just not know exactly what you're participating in because this is a nightmare so far.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-404",
    "time": "0:47:09",
    "speaker": "spk_2",
    "line": "Let's reach into the bag and we'll pull out a question and we just have so many.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-405",
    "time": "0:47:18",
    "speaker": "spk_1",
    "line": "My precious. D Ringo. Yes.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-406",
    "time": "0:47:25",
    "speaker": "spk_2",
    "line": "This is a question from Skizalow. John, Googling you got me to a blog on hair parting, which describes you as the most quote, powerful example of the way the right part on the wrong person can lead to a personality that is almost completely disliked by the peer group. Unquote. How do you respond? Mauer for are you familiar with this blog?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-407",
    "time": "0:47:47",
    "speaker": "spk_3",
    "line": "Yeah. I've seen this.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-408",
    "time": "0:47:51",
    "speaker": "spk_2",
    "line": "Yeah. And Block said it is real.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-409",
    "time": "0:47:54",
    "speaker": "spk_3",
    "line": "And then I yeah. And I did some research, and it does see I part my yeah. I part my hair on the right side. I mean, I feel like one side of my face is actually significantly less attractive than the other side of my face. So I put my hair to cover the side of my face. It's less attractive. So I I feel like I get the the power thing that it's talking about, but it's just from a practical thing of wanting to cover that unattractive side of me as much as possible.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-410",
    "time": "0:48:17",
    "speaker": "spk_2",
    "line": "The actual quote is, was there ever any more powerful example of the way the right part on the wrong person could lead to a personality that is almost completely disliked by the peer group.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-411",
    "time": "0:48:29",
    "speaker": "spk_3",
    "line": "Well, I mean, first, like, the the thing is I won a reality show that requires social graces and making people like me -- Mhmm. -- I won unanimously. Shouldn't that why should the fact that my hair is parted to one side, be more evidence of my, like, social miscalibration and the fact that the fact that I won over people and have a ton of Twitter followers. Isn't that better evidence that I'm, like, actually likable?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-412",
    "time": "0:48:55",
    "speaker": "spk_1",
    "line": "We don't know. And that's why it's question. Yeah.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-413",
    "time": "0:48:58",
    "speaker": "spk_2",
    "line": "Was there ever more powerful example? And it is almost completely disliked by the peer group.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-414",
    "time": "0:49:04",
    "speaker": "spk_3",
    "line": "Right. I mean, I just have to disagree with that assessment. I feel like I'm pretty well light. But you agree",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-415",
    "time": "0:49:10",
    "speaker": "spk_1",
    "line": "to the premise that your hair part has created your personality.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-416",
    "time": "0:49:14",
    "speaker": "spk_3",
    "line": "I I I agree that there might be, like, a correlation between hair part and the way somebody's perceived. I don't think there's a causal connection",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-417",
    "time": "0:49:22",
    "speaker": "spk_2",
    "line": "but can you argue with the pictures underneath the blog post that show what you would look like with your hair parted on the other side? Look at that.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-418",
    "time": "0:49:30",
    "speaker": "spk_3",
    "line": "You think that looks significantly more likable.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-419",
    "time": "0:49:32",
    "speaker": "spk_1",
    "line": "Can I see? Oh, baby.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-420",
    "time": "0:49:38",
    "speaker": "spk_3",
    "line": "So that's more likable.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-421",
    "time": "0:49:39",
    "speaker": "spk_2",
    "line": "I like that guy. I'm willing to give it",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-422",
    "time": "0:49:42",
    "speaker": "spk_3",
    "line": "a shot. I'm just saying that I I feel like I'm pretty well liked now. To say I'm almost universally disliked by my peer group, I think, as a slight",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-423",
    "time": "0:49:51",
    "speaker": "spk_2",
    "line": "let's reach back into the popcorn bag.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-424",
    "time": "0:50:02",
    "speaker": "spk_1",
    "line": "This bag is empty.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-425",
    "time": "0:50:05",
    "speaker": "spk_2",
    "line": "John, this is from an actor doctor post. John, your show featured a subplot where the grandmother converts her vegan raised granddaughter into a meat eater. The season one DVD extras has a deleted scene where Jaima Maze's character forces her daughter to watch hidden camera slaughterhouse footage to get the child back in line. How much of a bummer was it for you when that scene got cut?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-426",
    "time": "0:50:25",
    "speaker": "spk_3",
    "line": "It was a bummer just because we in addition to being there for last, we do wanna kinda be a social statement show. And we thought, you know, one of our guiding principles, we have a post while",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-427",
    "time": "0:50:35",
    "speaker": "spk_2",
    "line": "it says.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-428",
    "time": "0:50:35",
    "speaker": "spk_1",
    "line": "Watch out for Tarantulas. That's the statement.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-429",
    "time": "0:50:38",
    "speaker": "spk_2",
    "line": "Right? I mean,",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-430",
    "time": "0:50:38",
    "speaker": "spk_3",
    "line": "again, that's like where the ball",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-431",
    "time": "0:50:39",
    "speaker": "spk_1",
    "line": "don't let them don't let them get you.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-432",
    "time": "0:50:41",
    "speaker": "spk_2",
    "line": "We're all the millers.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-433",
    "time": "0:50:42",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-434",
    "time": "0:50:43",
    "speaker": "spk_2",
    "line": "In a way, But we we",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-435",
    "time": "0:50:45",
    "speaker": "spk_3",
    "line": "have a poster on the wall that says, if if slaughterhouses had glass walls, everyone would be a vegetarian. And we view the television as a glass wall. And so we hope to have that slaughtering scene to to not only convert Mikaelin, explain her trent metamorphosis from meat or from vegan, From sorry. Oh, this is a oh, hey, Jama Mae. Sorry. Yeah. Okay. This is a comprehensive I was I was thinking of enough of the subplot. No. Jama Maze.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-436",
    "time": "0:51:07",
    "speaker": "spk_2",
    "line": "I was getting very confused.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-437",
    "time": "0:51:10",
    "speaker": "spk_1",
    "line": "Yeah. Miguel was it. I I Yes. I was pretty pissed off. And I'm still I'm still coming down from being steamed.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-438",
    "time": "0:51:18",
    "speaker": "spk_3",
    "line": "I feel like part of your confusions that you still think I write for where the millers as opposed to the millers. If you're aware of the difference between the two, media mediums. You're the grammar experts here. Between the two media. It wouldn't be as confusing. But that was that was So medium's a different",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-439",
    "time": "0:51:34",
    "speaker": "spk_2",
    "line": "was about Let's reach back into the bag.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-440",
    "time": "0:51:36",
    "speaker": "spk_1",
    "line": "Yes. Let's get back in there. Wait a second. The back is empty then what's making that noise. Oh my god. It's Cochran's mom right behind me. God, it'll fit hell's a creepy hunter. Holy cruell.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-441",
    "time": "0:51:57",
    "speaker": "spk_2",
    "line": "This one is also for rocker octopus. John, one of the stars of your show, Margo Martendale also has a role on the show of the Americans. Would you ever consider writing an episode of that show?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-442",
    "time": "0:52:08",
    "speaker": "spk_3",
    "line": "It would be difficult for me to write it because I've actually never seen the Americans.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-443",
    "time": "0:52:14",
    "speaker": "spk_2",
    "line": "Okay. We've heard Sort of a big slap on the butt to Margo Martendale, wouldn't you say?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-444",
    "time": "0:52:21",
    "speaker": "spk_3",
    "line": "Margo Martendale. I mean, I she's An unbelievable actress. I think the fact that",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-445",
    "time": "0:52:26",
    "speaker": "spk_2",
    "line": "but how would you even know?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-446",
    "time": "0:52:28",
    "speaker": "spk_3",
    "line": "I get to work with her on a weekly basis, and I see her",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-447",
    "time": "0:52:31",
    "speaker": "spk_2",
    "line": "but you've only seen her play the one character.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-448",
    "time": "0:52:34",
    "speaker": "spk_3",
    "line": "She's a peer to She",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-449",
    "time": "0:52:35",
    "speaker": "spk_1",
    "line": "might actually be that person, you know, unless you see her do something else.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-450",
    "time": "0:52:38",
    "speaker": "spk_2",
    "line": "And wouldn't it be nice for you to check out maybe some of her other work. Right.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-451",
    "time": "0:52:45",
    "speaker": "spk_3",
    "line": "And it is critically acclaimed. It is something that I I should watch. I'm just saying in terms of wanting to write it, it's it's a difference between appreciating Margamardell's work and wanting to write an episode of the Americans.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-452",
    "time": "0:52:54",
    "speaker": "spk_2",
    "line": "It's one say no.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-453",
    "time": "0:52:55",
    "speaker": "spk_1",
    "line": "It's one of the ten best shows of the year and you wouldn't wanna write for it. It's that and Fargo and I think eight others.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-454",
    "time": "0:53:01",
    "speaker": "spk_2",
    "line": "You would not write an episode of the Americans.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-455",
    "time": "0:53:04",
    "speaker": "spk_3",
    "line": "I'm happy with my current job. Oh.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-456",
    "time": "0:53:09",
    "speaker": "spk_1",
    "line": "And was that the sound of it? That's the sound of it. That's the contract we had for you to write. The season premiere and season finale for next year's we wanted you to bookend to the Americans next year. Margo was excited about it. Carrie Russell, and we were really looking forward to seeing what you do with it. And it's for just a ton of dough, makes your survivor prize look like",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-457",
    "time": "0:53:39",
    "speaker": "spk_3",
    "line": "this is a very big contract. Fucking.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-458",
    "time": "0:53:41",
    "speaker": "spk_1",
    "line": "Well, there was a lot of stipulations to protect you in there, and that's all",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-459",
    "time": "0:53:46",
    "speaker": "spk_2",
    "line": "out the window now. The zeros.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-460",
    "time": "0:53:49",
    "speaker": "spk_1",
    "line": "Yeah. A lot of zeros. And now there's zero",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-461",
    "time": "0:53:52",
    "speaker": "spk_2",
    "line": "one of them because it's one zero.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-462",
    "time": "0:53:54",
    "speaker": "spk_1",
    "line": "Yeah. Just one zero and it's you and you and you seem a fool. Why are",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-463",
    "time": "0:53:58",
    "speaker": "spk_3",
    "line": "you so emotionally invested in the Americans?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-464",
    "time": "0:54:01",
    "speaker": "spk_1",
    "line": "Okay. Don't try to psychoanalyze me, boy. You ain't got the firepower.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-465",
    "time": "0:54:07",
    "speaker": "spk_2",
    "line": "Oh, no. I wanna see this.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-466",
    "time": "0:54:10",
    "speaker": "spk_1",
    "line": "Try it. Yeah. You know why.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-467",
    "time": "0:54:11",
    "speaker": "spk_2",
    "line": "I would love John, I would love to see you try.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-468",
    "time": "0:54:17",
    "speaker": "spk_1",
    "line": "Oh, this will be a treat. I haven't work. Do you I haven't waxed it. Show black you in ages. You know, I've stayed above this, but just get",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-469",
    "time": "0:54:26",
    "speaker": "spk_2",
    "line": "out your little tools and why don't you just pick apart, Sean?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-470",
    "time": "0:54:30",
    "speaker": "spk_1",
    "line": "Yeah. Take one crack at it. Actually, this is gonna be fun for me. Let me crack my knuckles real quick.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-471",
    "time": "0:54:40",
    "speaker": "spk_3",
    "line": "So I repeat my question of why you're so emotionally invested in the Americans, which I don't think was actually, like, that trying to psych you know, analyze you. Just seemed very distraught that I was not willing to write an episode of it.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-472",
    "time": "0:54:53",
    "speaker": "spk_1",
    "line": "Whatever. See you, deuces, bro. Kick rocks.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-473",
    "time": "0:55:01",
    "speaker": "spk_2",
    "line": "Let's reach back into the bag.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-474",
    "time": "0:55:04",
    "speaker": "spk_6",
    "line": "Oh, don't make more time.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-475",
    "time": "0:55:07",
    "speaker": "spk_1",
    "line": "Now I get all the popcorn. I'm Cochrian's mom. Oh, my God. Did you hear that? It sounds like in the sound drop. Cochard's mom killed Mark who records all her sound drops. I don't know what happened to Ben Hellsing.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-476",
    "time": "0:55:21",
    "speaker": "spk_3",
    "line": "That's only one of many.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-477",
    "time": "0:55:22",
    "speaker": "spk_2",
    "line": "Those questions for Pat Smere. John, you have been heralded as a myriad of descriptors by the International Media, world class writer, super survivor at all. But I'd like to focus on your work as one of our country's greatest millennials. Would you be able to help me figure out how to take a screenshot on my Apple Macintosh computer?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-478",
    "time": "0:55:44",
    "speaker": "spk_3",
    "line": "Yeah. It's you just hold down command shift and then you press four. And that'll bring up a little drop box, and you can drag the area of the screen you wanna take a picture of.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-479",
    "time": "0:55:55",
    "speaker": "spk_2",
    "line": "Back in the bag,",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-480",
    "time": "0:56:02",
    "speaker": "spk_1",
    "line": "now I'm eating the popcorn with my steak. Now, I wonder, that sounds like van helsing to me. Now, I wonder if he's eating it with a side of steak,",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-481",
    "time": "0:56:13",
    "speaker": "spk_2",
    "line": "or if he's using it to spear the popcorn?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-482",
    "time": "0:56:15",
    "speaker": "spk_1",
    "line": "If he's spearing the popcorn. Yeah.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-483",
    "time": "0:56:17",
    "speaker": "spk_2",
    "line": "I think that's what it is. This question's from Michael Beya Piggs. Hey, John. You and I recently got it you and I recently got a chance to me. Well, I was shitting on a toilet and you just walked right in to wash your hands. I told you it was a one person restroom. You laughed and said, brown out of your butt, brown out of my hands. Let's grab a drink when this airplane lands. But with the flight landed, you were nowhere to be found. Why did this happen? How could I have prevented it?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-484",
    "time": "0:56:47",
    "speaker": "spk_3",
    "line": "I I thought that it was clear that",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-485",
    "time": "0:56:48",
    "speaker": "spk_4",
    "line": "we would meet at the airport bathroom, and I waited there for quite a",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-486",
    "time": "0:56:51",
    "speaker": "spk_3",
    "line": "period of time. And you didn't up.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-487",
    "time": "0:56:53",
    "speaker": "spk_4",
    "line": "I don't know where you thought we were gonna meet. I thought the",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-488",
    "time": "0:56:55",
    "speaker": "spk_3",
    "line": "fact that our initial meeting was in the bathroom made it clear that our follow-up meeting would be in another bathroom.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-489",
    "time": "0:57:00",
    "speaker": "spk_1",
    "line": "And you got inside the stall and then got up on top of one of the seats and then",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-490",
    "time": "0:57:04",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-491",
    "time": "0:57:04",
    "speaker": "spk_3",
    "line": "that might have been my call.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-492",
    "time": "0:57:05",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-493",
    "time": "0:57:05",
    "speaker": "spk_1",
    "line": "closing out the door?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-494",
    "time": "0:57:06",
    "speaker": "spk_3",
    "line": "That was probably another problem because by getting up on the seat, he wouldn't have been able to sit in my feet where",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-495",
    "time": "0:57:12",
    "speaker": "spk_1",
    "line": "you were wearing pretty distinctive footwear.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-496",
    "time": "0:57:15",
    "speaker": "spk_3",
    "line": "Yeah. I was wearing I was wearing yeah. I was wearing very distinctive foot. I I was Who",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-497",
    "time": "0:57:21",
    "speaker": "spk_1",
    "line": "said, you don't have to be embarrassed. He can say what it was. You had some big t rex slippers off.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-498",
    "time": "0:57:28",
    "speaker": "spk_3",
    "line": "Yeah. Yeah. I was wearing t rex slippers primarily because they get they're comfortable in a long flight. But I got I got out and I didn't want them touching the floor of the bathroom, so I got up on the toilet, which seemed like the cleaner alternative. I'm someone I'm I'm sorry that this meeting did not take place.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-499",
    "time": "0:57:45",
    "speaker": "spk_2",
    "line": "What's that rhyme you like to say?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-500",
    "time": "0:57:48",
    "speaker": "spk_3",
    "line": "Brown on my hands, brown on your face, this is gonna be a fun race. That's a lot of those lines. Erased race to",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-501",
    "time": "0:57:57",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-502",
    "time": "0:57:57",
    "speaker": "spk_1",
    "line": "like brown -- -- climaxing. -- brown faces. Yeah, race. Like you're saying brown on your face, this is gonna be a fun race, like kind of like when you're talking about the Bushman, like, Yeah.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-503",
    "time": "0:58:08",
    "speaker": "spk_2",
    "line": "His space was a little browner than yours, and then he's So now he's like a cowboy.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-504",
    "time": "0:58:12",
    "speaker": "spk_1",
    "line": "Yeah. That's interesting. That's an interesting perspective. I don't see things that way, but it's always interesting to talk to someone who sees things differently.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-505",
    "time": "0:58:23",
    "speaker": "spk_3",
    "line": "This is more about Scott playing less about, like, racial relations. I don't know.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-506",
    "time": "0:58:28",
    "speaker": "spk_2",
    "line": "Yes. Skiddly doo bop all the way to the end of the Show. And thank you for joining us, John, and",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-507",
    "time": "0:58:35",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-508",
    "time": "0:58:35",
    "speaker": "spk_3",
    "line": "thank you for having me.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-509",
    "time": "0:58:36",
    "speaker": "spk_0",
    "line": "--",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-510",
    "time": "0:58:36",
    "speaker": "spk_2",
    "line": "and it's been thank you everyone else for rating us on iTunes and for And for chatting with us on the forums and and and for buying the the the pro version of the show, Jacob See brought brought the pro version this weekend in his first week on the forums, and he wins a big prize.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-511",
    "time": "0:59:01",
    "speaker": "spk_1",
    "line": "Which is Jacobsy, your prize for buying the pro version, is you're gonna get to hear Cochran finally apologize to that poor Bushman.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-512",
    "time": "0:59:13",
    "speaker": "spk_2",
    "line": "Why don't you apologize to that little man? Who you called a goblet.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-513",
    "time": "0:59:20",
    "speaker": "spk_3",
    "line": "His name was Tata. And Todd Talkter listened to this. I am sorry. It was not a comparison that I meant to make.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-514",
    "time": "0:59:30",
    "speaker": "spk_1",
    "line": "But also if he's listening to this, I'm scared. How'd he get this?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-515",
    "time": "0:59:33",
    "speaker": "spk_3",
    "line": "Which I feel like that's an unfair. I mean, that's that's kind of a cultural thing. You don't think that he has access to the internet?",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-516",
    "time": "0:59:40",
    "speaker": "spk_2",
    "line": "Don't try to psychoanalyze me, pal. Okay.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-517",
    "time": "0:59:44",
    "speaker": "spk_1",
    "line": "You don't got the fucking juice, holmes. Sorry. Bye. Do this. Do this.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-518",
    "time": "1:00:01",
    "speaker": "spk_7",
    "line": "This has been an earwolf media production, executive producers, Jeff Orec and Scott Ockerman. For more information, visit earwolf dot com.",
    "episode": "36",
    "edited": false
  },
  {
    "id": "36-519",
    "time": "1:00:12",
    "speaker": "spk_1",
    "line": "Eerworld radio, boom, dot com. The worst dead,",
    "episode": "36",
    "edited": false
  }
]