[
  {
    "id": "4-0",
    "time": "0:00:00",
    "speaker": "spk_0",
    "line": "who says you can't just sit back, laugh, and make a difference in",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-1",
    "time": "0:00:03",
    "speaker": "spk_1",
    "line": "the world? Tune in November six to watch comedy gives backs twenty four hour live dreamed benefit for malaria no more on dailymotion dot com for outrageous irreverent comedy for a great cause. Donating as little as one dollar to malaria no more saves a life. Check it out November sixth on dailymotion dot com now.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-2",
    "time": "0:00:25",
    "speaker": "spk_2",
    "line": "So I'm",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-3",
    "time": "0:00:26",
    "speaker": "spk_1",
    "line": "in the tub eating breakfast. Yeah. I get that idea, like one of the like one of the dreamers thing ideas. Yeah. Reach for my moleskines that go straight in the tub. Oh, no. And so I have back you know, I have people transcribing and I have back ups. That's so scary. Oh gosh. Hey.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-4",
    "time": "0:00:48",
    "speaker": "spk_2",
    "line": "Hi. What up,",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-5",
    "time": "0:00:49",
    "speaker": "spk_1",
    "line": "what up. Welcome to Hollywood Handbook and Insiders' to kicking butt and dropping names in the Red Copper Line back at hallways of this industry we call show biz. I'm Hayes Davenport. I'm here with Sean Clement. We're here to give you the scoop on the entertainment business. This is our fourth episode. It's been it's been fun. It's been rewarding so far. Thank you all for listening.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-6",
    "time": "0:01:09",
    "speaker": "spk_2",
    "line": "A lot of early success already, people are starting to have some really amazing success stories from listening to this show.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-7",
    "time": "0:01:16",
    "speaker": "spk_1",
    "line": "Yes. We always shit. People have gone on iTunes, and when they write their reviews, they sort of talk about what the show has has done for them. And that is why we do this. That is the only reason we are doing this. It is not about the money. It is not about fame. It's about helping you guys out to to sort of get to the place where we're at.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-8",
    "time": "0:01:36",
    "speaker": "spk_2",
    "line": "We've been given so much",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-9",
    "time": "0:01:37",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-10",
    "time": "0:01:37",
    "speaker": "spk_2",
    "line": "yes. -- and we wanna give a little bit of it back -- Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-11",
    "time": "0:01:41",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-12",
    "time": "0:01:42",
    "speaker": "spk_1",
    "line": "and not too much. We wanna we wanna speak on something. We're a little early on this news maybe, but we might as well get it out here.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-13",
    "time": "0:01:51",
    "speaker": "spk_2",
    "line": "You may not have broken to the general public, but",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-14",
    "time": "0:01:55",
    "speaker": "spk_1",
    "line": "there's a new Batman. Yeah. In quotes. Yeah. And this is one of our favorite heroes.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-15",
    "time": "0:02:05",
    "speaker": "spk_2",
    "line": "What an amazing character and story.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-16",
    "time": "0:02:08",
    "speaker": "spk_1",
    "line": "He's a very -- The batman. -- an impressive man. Really All the stuff that he's accomplished.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-17",
    "time": "0:02:13",
    "speaker": "spk_2",
    "line": "Inspirational. Yeah. And I'm a mega fan of all the incarnations I I mean, I don't want to get too deep in here but Frank Miller, you guys might not know that name, but my true comic book heads. Yeah. Do know he did some neat stuff with the Batman, and I just worship him.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-18",
    "time": "0:02:35",
    "speaker": "spk_1",
    "line": "And so we were really excited to find out who the next dark soldier was gonna be. Then we had a lot of ideas for it. We took meetings with people. You know, they they asked us, but I guess they weren't really paying attention because they went",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-19",
    "time": "0:02:50",
    "speaker": "spk_2",
    "line": "didn't quite listen.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-20",
    "time": "0:02:51",
    "speaker": "spk_1",
    "line": "They went with Ben Affleck",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-21",
    "time": "0:02:54",
    "speaker": "spk_2",
    "line": "ben Affleck, he's going to don the cowl, take off his director's cap, which actually fit him pretty nicely,",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-22",
    "time": "0:03:00",
    "speaker": "spk_1",
    "line": "and now he's going to don the cowl. Only one word comes to mind when I think of this decision and that word is fail.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-23",
    "time": "0:03:12",
    "speaker": "spk_2",
    "line": "And I've got another word for it, epic fail. Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-24",
    "time": "0:03:16",
    "speaker": "spk_1",
    "line": "What they say they say that this is a town of epic fails",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-25",
    "time": "0:03:20",
    "speaker": "spk_2",
    "line": "and epic wins. There's there's wins and there's fails and I know which category this casting goes in and the fail whale from Twitter's spraying his water spout all over -- Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-26",
    "time": "0:03:35",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-27",
    "time": "0:03:35",
    "speaker": "spk_2",
    "line": "ben Affleck and the studio's face.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-28",
    "time": "0:03:39",
    "speaker": "spk_1",
    "line": "Our whole thing is that Batman is supposed to be one of the tough guys. He's tough. He beats guys up,",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-29",
    "time": "0:03:49",
    "speaker": "spk_2",
    "line": "he He's punching and kicking. He's crashing his car. Yes.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-30",
    "time": "0:03:54",
    "speaker": "spk_1",
    "line": "He doesn't care what he does.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-31",
    "time": "0:03:56",
    "speaker": "spk_2",
    "line": "He doesn't He's sort of the haze and Sean -- Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-32",
    "time": "0:04:00",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-33",
    "time": "0:04:01",
    "speaker": "spk_2",
    "line": "of the crime fighting world because we don't give an f. And we just do what's right. And a lot of times we're the acting and screenwriting heroes that this city needs -- Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-34",
    "time": "0:04:13",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-35",
    "time": "0:04:13",
    "speaker": "spk_2",
    "line": "and maybe not even the one it deserves. And we do that.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-36",
    "time": "0:04:17",
    "speaker": "spk_1",
    "line": "Like the peep there are just so many other options for who could have done this, some of the really tough guys out there. Maybe someone actually tough. Who should have been the Batman. Thank you. Yeah. For example, How about one of these metallica guys? Yeah. Couldn't have been",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-37",
    "time": "0:04:37",
    "speaker": "spk_2",
    "line": "one of these metallica guys is being the Batman.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-38",
    "time": "0:04:40",
    "speaker": "spk_1",
    "line": "There's no tougher guys. Nothing's tougher",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-39",
    "time": "0:04:44",
    "speaker": "spk_2",
    "line": "than rocking so hard.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-40",
    "time": "0:04:46",
    "speaker": "spk_1",
    "line": "On the drums in the guitar, and singing.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-41",
    "time": "0:04:50",
    "speaker": "spk_2",
    "line": "And the bass guitar and talk about singing. So it could have been one of the metallica guys. It could have been and I hate to say this, but what about Kim Jong Un?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-42",
    "time": "0:05:04",
    "speaker": "spk_1",
    "line": "Yes. What about Kim Jong Un? Who's scarier and tougher Who puts the fear of darkness into the whole United States?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-43",
    "time": "0:05:12",
    "speaker": "spk_2",
    "line": "Yeah. And who's rich and can afford all those gadgets?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-44",
    "time": "0:05:16",
    "speaker": "spk_1",
    "line": "Yes. And has many ladies who are interested in him in in society. That's right. Mhmm. Or what about a tough guy like Bo Jackson?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-45",
    "time": "0:05:29",
    "speaker": "spk_2",
    "line": "I was thinking Charles Oakley. Sure. But Bo Jackson is so strong, I could really see him being the Batman.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-46",
    "time": "0:05:37",
    "speaker": "spk_1",
    "line": "Yes. Him it's breaking bad guys over his knee like bats. And is that another connection to be forged between Bo Jackson and the traditional Batman? Yeah. Do you work some baseball bats.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-47",
    "time": "0:05:49",
    "speaker": "spk_2",
    "line": "Batman leaves the baseball diamond. He's finished his swinging that bat, then he becomes another bat. Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-48",
    "time": "0:05:55",
    "speaker": "spk_1",
    "line": "Moving between the worlds of bats, is that an interesting theme? It is. Or how about that Elizabeth smart not much tougher than that. Imagine if she could survive being kidnapped for six months, I I think she could handle the joke, man. I agree. I don't think she'd have much trouble with the joke, man. Name somebody tougher than Elizabeth smart.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-49",
    "time": "0:06:22",
    "speaker": "spk_2",
    "line": "I defy you. And she could have really pulled that off. Mhmm. Ben Affleck,",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-50",
    "time": "0:06:29",
    "speaker": "spk_1",
    "line": "or if you're even gonna use a director, why not a truly spooky scary director like Tim Burton? That I'd watch. I know he directed one of the original movies.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-51",
    "time": "0:06:40",
    "speaker": "spk_2",
    "line": "I don't think he did. But he is spooky and scary and could really capture some of that living in a cave element that we love about the Batman. Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-52",
    "time": "0:06:50",
    "speaker": "spk_1",
    "line": "Or how about one of those mythbusters?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-53",
    "time": "0:06:52",
    "speaker": "spk_2",
    "line": "Yes. Finally. And this was my biggest pitch and I pushed this one hard. They are not scared of any myths, and I've seen them bust open just about anything you could imagine. Things that I don't even think really are myths they go after sometimes because they're so brave.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-54",
    "time": "0:07:10",
    "speaker": "spk_1",
    "line": "Batman's all about making you question the establishment and challenging your beliefs.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-55",
    "time": "0:07:17",
    "speaker": "spk_2",
    "line": "They are the original vigilantes. They operate completely outside the law, and and everyone's trying to stop them. Yeah. That's right. People have a lot invested in these original myths. Yeah. Well, they sell",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-56",
    "time": "0:07:31",
    "speaker": "spk_1",
    "line": "there's a lot of money. They sell newspapers. So the verdict is in, fail. It's it's Halloween week. Which Sean and I, it's not it's not our favorite week. Let's put it that way.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-57",
    "time": "0:07:49",
    "speaker": "spk_2",
    "line": "New no. Not not the best holiday we ever came up with. Halloween",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-58",
    "time": "0:07:55",
    "speaker": "spk_1",
    "line": "for us is way way too commercialized.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-59",
    "time": "0:08:00",
    "speaker": "spk_2",
    "line": "Yeah. And I think people could probably guess, oh, Hayes and Sean, they're not gonna like Halloween. Mhmm. And you know what we're gonna say. That it was invented by Hallmark -- Yeah.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-60",
    "time": "0:08:10",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-61",
    "time": "0:08:10",
    "speaker": "spk_2",
    "line": "to sell more candy corn pumpkins.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-62",
    "time": "0:08:14",
    "speaker": "spk_1",
    "line": "Yes. It used to be all about playing tricks and bobbing for apples and now it's all about who's got the best candy,",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-63",
    "time": "0:08:23",
    "speaker": "spk_2",
    "line": "you know? Oh, mommy, get me the get me the hottest new candy. Oh. Oh. Yeah. Oh, give me more give me more free candy, which what is this teaching our kids?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-64",
    "time": "0:08:35",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-65",
    "time": "0:08:36",
    "speaker": "spk_2",
    "line": "And then and then it's all about what's hot, what's popular. I want the powderpuff girls, candy, air heads, or I want the one with the latest the spongebob Hershey's kissing candies -- Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-66",
    "time": "0:08:50",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-67",
    "time": "0:08:50",
    "speaker": "spk_2",
    "line": "and and all of these which are just made to sell more products and more of these shows.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-68",
    "time": "0:08:56",
    "speaker": "spk_1",
    "line": "I went to see my daughter this past week from previous relationship. And I show up and I see that she's got bags and bags of these Demi lovato Whoppers. You know, those these these new whoppers that all these kids are eating. That's this is the candy to have this Halloween gene.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-69",
    "time": "0:09:19",
    "speaker": "spk_2",
    "line": "You don't have to tell me.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-70",
    "time": "0:09:20",
    "speaker": "spk_1",
    "line": "And I take Brooke aside And I'm like, Brook Shields, you know, remember what this is real you you know, what this holiday is really about. It's about playing tricks. It's about bobbing for apples. And what does this teaching our kids?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-71",
    "time": "0:09:34",
    "speaker": "spk_2",
    "line": "Yeah. And I had to tell Stephanie Graff the same thing about our kid Because when I was over there, she had given my two daughter twin daughters, beautiful girls, both just wonderful and smart as whips. But she was letting them munch on this nerd's rope and Taylor Laughtner's shirtless torso is I'm the rapper of the nerd's rope. And what does that mean? It's Felacio. Taylor Lautner's nerds rope sticking out of the bottom of his torso. You don't have to be a rocket scientist. To figure out that that's sexual. Stephanie,",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-72",
    "time": "0:10:24",
    "speaker": "spk_1",
    "line": "we've got a really exciting guest today. Adam Pali, you know him from, Mimi project.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-73",
    "time": "0:10:33",
    "speaker": "spk_2",
    "line": "Mimi project, the happy enders crew. The happy enders.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-74",
    "time": "0:10:37",
    "speaker": "spk_1",
    "line": "Saving Woodstock. Saving Woodstock. Very exciting guest. He's got a lot of stuff to say. He's gonna be around a little later on Hollywood Handbook.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-75",
    "time": "0:10:48",
    "speaker": "spk_2",
    "line": "Hollywood Handbook. Hey friends. So some of you might know a couple years ago, Hayes and I hosted this some other podcast called the reality show show. And I remember around the time that it was leaving the airwaves that people kept writing comments that were, wait, I'll pay to keep it on. I'm willing to pay. Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-76",
    "time": "0:11:11",
    "speaker": "spk_1",
    "line": "And we really appreciate And, unfortunately, we went into the the your wolf donation site, the the accounts. To check and see to make sure it was working and it was broken because there was no money in there.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-77",
    "time": "0:11:25",
    "speaker": "spk_2",
    "line": "Yeah. We don't know what happened but the server must have been or their Internet, but whatever happened, no one actually did put any money into that show. Right. Good news we have put some money behind this one and it's working again the money went in so we can receive it now.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-78",
    "time": "0:11:43",
    "speaker": "spk_1",
    "line": "So take that money that you tried really hard to donate to the reality show show and donate to the Hollywood Handbook.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-79",
    "time": "0:11:51",
    "speaker": "spk_2",
    "line": "Roll it in the Hollywood Handbook.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-80",
    "time": "0:11:53",
    "speaker": "spk_1",
    "line": "Visit earwold dot com slash show slash hollywood handbook, and you can sign up for a one time donation, either even a monthly donation. I know a lot of you were trying to sponsor this studio for a day by going to earwhip dot com slash Nate. So this is a great opportunity for you guys to follow through on that promise that you made to us on the reality show show. So thank you all so much for your continued support of Hollywood Handbook.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-81",
    "time": "0:12:21",
    "speaker": "spk_2",
    "line": "So at this point, I'm curious.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-82",
    "time": "0:12:23",
    "speaker": "spk_3",
    "line": "And I",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-83",
    "time": "0:12:23",
    "speaker": "spk_2",
    "line": "go, we'll make up here. Oh, my asshole is the apartment in Tribekah or is it in soho. Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-84",
    "time": "0:12:30",
    "speaker": "spk_1",
    "line": "It what I always say is, like, it can't be both. Stop saying it's both. Yes. It's impossible.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-85",
    "time": "0:12:37",
    "speaker": "spk_2",
    "line": "Anyway, I beat him up. Sean.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-86",
    "time": "0:12:41",
    "speaker": "spk_1",
    "line": "Hey. The Cody, let the song. You know there's more song left.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-87",
    "time": "0:12:48",
    "speaker": "spk_2",
    "line": "Okay. Yeah. And you don't even need to the song will stop when the song's over. So you don't need to guess as hard. You don't need to You don't",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-88",
    "time": "0:12:55",
    "speaker": "spk_1",
    "line": "need to just bail on the song. Like, don't be nervous that it's not gonna end. It will end.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-89",
    "time": "0:13:01",
    "speaker": "spk_2",
    "line": "Yeah. The one thing you can't do is just completely drop the sound of the song out and force it to end and have it not feel really bad.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-90",
    "time": "0:13:11",
    "speaker": "spk_1",
    "line": "I would say letting the song play to completion as far as I'm concerned is literally your only job. And so if you could just do your only job and when we play the song just do nothing.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-91",
    "time": "0:13:25",
    "speaker": "spk_2",
    "line": "That's a nice way to put it. Do nothing the rest of the time and then do one single job you do have during the time, which is about twenty five seconds, during that twenty five seconds that you do have to do that. We would appreciate",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-92",
    "time": "0:13:39",
    "speaker": "spk_1",
    "line": "it. And thank you. We sincerely do appreciate it.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-93",
    "time": "0:13:42",
    "speaker": "spk_2",
    "line": "So We love you doing that and letting the song finish. And you've been great at it up until today. Yeah. But I I kinda liked it the way that I did it.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-94",
    "time": "0:13:52",
    "speaker": "spk_1",
    "line": "Oh, that's interesting because it definitely matters what you like.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-95",
    "time": "0:13:58",
    "speaker": "spk_2",
    "line": "Yeah. I was just thinking this morning I wonder how Cody would like the show to go. He's our target audience. We're fucking engineer I mean, I'm sorry. I just thought it was kinda cool how it just cuts out",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-96",
    "time": "0:14:13",
    "speaker": "spk_3",
    "line": "a little bit.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-97",
    "time": "0:14:14",
    "speaker": "spk_2",
    "line": "Well, next time you have a thought of what what is kinda cool, do the opposite.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-98",
    "time": "0:14:21",
    "speaker": "spk_1",
    "line": "You Cody, Kirk me from wrong, you have a podcast. Right?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-99",
    "time": "0:14:25",
    "speaker": "spk_2",
    "line": "Well, no. But I I do a lot of these",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-100",
    "time": "0:14:28",
    "speaker": "spk_1",
    "line": "no. But you have your own podcast that you're the host of, and you're listed on the earlobe site as the host of",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-101",
    "time": "0:14:32",
    "speaker": "spk_2",
    "line": "well, not really, but I did the I do a lot of the other Oh, you don't. Wonder why.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-102",
    "time": "0:14:36",
    "speaker": "spk_1",
    "line": "Why wouldn't someone give you a",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-103",
    "time": "0:14:37",
    "speaker": "spk_2",
    "line": "podcast that's important what you like? I don't know. Yeah. You're sitting here telling me that the most important thing about a podcast is what you think cool and what you like. Seems like you should have your own podcast. Unless it's not important. I hate to even think about that. That would mean you really screwed up. So you want me to play it out next time?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-104",
    "time": "0:15:01",
    "speaker": "spk_1",
    "line": "Maybe. I we'll talk about it. I actually did think that way of doing it was",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-105",
    "time": "0:15:04",
    "speaker": "spk_2",
    "line": "very difficult. It sounded interesting. It was edgy. Yeah. So we'll we'll go We'll discuss it and we'll see what's gonna sense.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-106",
    "time": "0:15:11",
    "speaker": "spk_1",
    "line": "In in internally, and we'll tell you what the best thing to do.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-107",
    "time": "0:15:13",
    "speaker": "spk_2",
    "line": "Before we do it.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-108",
    "time": "0:15:15",
    "speaker": "spk_1",
    "line": "This is a a we wanna do a segment. This is one of our favorite segments.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-109",
    "time": "0:15:18",
    "speaker": "spk_2",
    "line": "Yeah. And it's kind of our our it's some of our fan's favorite segments, but they keep screwing it up.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-110",
    "time": "0:15:24",
    "speaker": "spk_1",
    "line": "Yeah. This is a good time to sort of clarify something. This is a segment we would like to do called the right stuff. It's about writing about the craft of writing just sort of the Nitty gritty Like, basic tips on how to create a good script. When we've seen our fans write this segment title out on the Internet on the message board and stuff, they almost always spell it w r I t e. Yes.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-111",
    "time": "0:15:51",
    "speaker": "spk_2",
    "line": "The which but our segment on writing called the right stuff is spelled r I g h t. Because what you need to succeed",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-112",
    "time": "0:16:00",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-113",
    "time": "0:16:00",
    "speaker": "spk_1",
    "line": "yes.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-114",
    "time": "0:16:00",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-115",
    "time": "0:16:01",
    "speaker": "spk_2",
    "line": "is you need to have the right stuff.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-116",
    "time": "0:16:02",
    "speaker": "spk_3",
    "line": "You need",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-117",
    "time": "0:16:02",
    "speaker": "spk_1",
    "line": "to have the right stuff when you're writing a good script.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-118",
    "time": "0:16:05",
    "speaker": "spk_2",
    "line": "Doesn't make sense to spell the other version. That doesn't mean any sense.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-119",
    "time": "0:16:08",
    "speaker": "spk_1",
    "line": "The right we would have called it the writing stuff if that's what we wanted",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-120",
    "time": "0:16:12",
    "speaker": "spk_2",
    "line": "to say. We're talking about the writing stuff, but specifically we're talking about the right stuff to do when you're writing",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-121",
    "time": "0:16:17",
    "speaker": "spk_1",
    "line": "stuff. When you're writing. So something that we sort of thought was intuitive, but I I guess people need to be told sometimes which is fine.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-122",
    "time": "0:16:25",
    "speaker": "spk_2",
    "line": "And that's why we do this is we're here to educate.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-123",
    "time": "0:16:27",
    "speaker": "spk_1",
    "line": "Yep. When we when you and I sit down, you know, there's that scary blank page you know, that you have to deal with and you say, what am I gonna what script? What am I gonna write a script about today? Basically. And I think the thing that we always draw firm which has this is a tip that's gotten out there is right what you know.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-124",
    "time": "0:16:48",
    "speaker": "spk_2",
    "line": "Yeah. You've heard it said before and you see it every show, every movie that's worth anything has happened to the person who wrote Yes.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-125",
    "time": "0:16:59",
    "speaker": "spk_1",
    "line": "You go into general meetings these days and they're looking for an experience that you've really had",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-126",
    "time": "0:17:04",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-127",
    "time": "0:17:05",
    "speaker": "spk_1",
    "line": "yeah. -- so that you have a personal connection to it, so it'll be real.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-128",
    "time": "0:17:08",
    "speaker": "spk_2",
    "line": "Well, I wanna do of the we're the the there's a dad and he's an inventor and it's like, well what does your dad do? And it's like, well my dad got hit by a bus and like, well then that's the show, is a dad who gets hit by a bus. Mhmm. And that's how you write it. Mhmm. You know, if your dad's not an inventor, Go fucking screw with that story. You can't write it. It's not for you.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-129",
    "time": "0:17:28",
    "speaker": "spk_1",
    "line": "So in some ways, the easiest way to become a writer is to just go out and live your fucking life -- Right.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-130",
    "time": "0:17:36",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-131",
    "time": "0:17:36",
    "speaker": "spk_2",
    "line": "just to live. You know? It's one of the reasons that Hayes and I go on so many adventures. And we really create environments for ourselves where we can have these experiences that",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-132",
    "time": "0:17:50",
    "speaker": "spk_1",
    "line": "are very",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-133",
    "time": "0:17:50",
    "speaker": "spk_2",
    "line": "relatable, that are very exciting.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-134",
    "time": "0:17:52",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-135",
    "time": "0:17:53",
    "speaker": "spk_2",
    "line": "People love adventure movies.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-136",
    "time": "0:17:55",
    "speaker": "spk_1",
    "line": "Talk about some of the adventures we've had that have led to",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-137",
    "time": "0:17:59",
    "speaker": "spk_2",
    "line": "okay. Well, Captain Phillips. Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-138",
    "time": "0:18:02",
    "speaker": "spk_1",
    "line": "Captain Phillips is sort of on the surface, you know, the story about a guy who gets captured by parts that seems very fantastical, like it can never really happen.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-139",
    "time": "0:18:11",
    "speaker": "spk_2",
    "line": "Yeah. It doesn't seem like the kind of thing that's really going on",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-140",
    "time": "0:18:14",
    "speaker": "spk_1",
    "line": "to",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-141",
    "time": "0:18:14",
    "speaker": "spk_2",
    "line": "people that you could relate to. But here we are two of your best friends. Sure. And What Hayes and I did was we hopped on a boat. I don't remember his boat or my boat or which boat it was, but we went out on",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-142",
    "time": "0:18:26",
    "speaker": "spk_1",
    "line": "the water. My boat.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-143",
    "time": "0:18:29",
    "speaker": "spk_2",
    "line": "Or maybe it was mine. We partied our fucking dicks off -- Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-144",
    "time": "0:18:32",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-145",
    "time": "0:18:33",
    "speaker": "spk_2",
    "line": "for six, seven days And then when we were kind of bored of that scene, we sort of buttered up next to a pirate ship and played possum a little bit -- Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-146",
    "time": "0:18:46",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-147",
    "time": "0:18:46",
    "speaker": "spk_2",
    "line": "like we weren't as strong as we are. Yeah. And we let them grab us.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-148",
    "time": "0:18:50",
    "speaker": "spk_1",
    "line": "Yeah. We",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-149",
    "time": "0:18:51",
    "speaker": "spk_2",
    "line": "said let's see what happens. Now we did wind up having to bend the story a little bit. We immediately kicked those pirates whole butts. And made them wish they were never born.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-150",
    "time": "0:19:03",
    "speaker": "spk_1",
    "line": "Yeah. But where's the But that What's the second act? Yes.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-151",
    "time": "0:19:09",
    "speaker": "spk_2",
    "line": "We needed to stretch that out a little bit.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-152",
    "time": "0:19:12",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-153",
    "time": "0:19:12",
    "speaker": "spk_2",
    "line": "But we had the bulk of the experience that's in that film. And then we just interviewed a weak guy about I think it was engineer Cody about how he would just sort of lay down and cry and piss himself if something like scary like that. Happen to him and we were like, well, we'll put that in the middle. Uh-huh. Do you have another adventure that we've been on that has made a good movie?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-154",
    "time": "0:19:33",
    "speaker": "spk_1",
    "line": "Yeah. Well, we're there there was that time we we were we went to that Knicks game. It was halftime.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-155",
    "time": "0:19:41",
    "speaker": "spk_2",
    "line": "Yep. Okay.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-156",
    "time": "0:19:42",
    "speaker": "spk_1",
    "line": "And they said, we need a new coach. The coach is sick. And so they said, you guys, you you look like you know your your basketball stuff.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-157",
    "time": "0:19:52",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-158",
    "time": "0:19:52",
    "speaker": "spk_2",
    "line": "I have no shit, sure luck.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-159",
    "time": "0:19:54",
    "speaker": "spk_1",
    "line": "You guys come on and coach the team. And that became saving private Ryan. Yeah. And The same sort of narrative of going in Returning private Ryan",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-160",
    "time": "0:20:08",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-161",
    "time": "0:20:08",
    "speaker": "spk_1",
    "line": "the basketball. -- the basketball back to -- His family.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-162",
    "time": "0:20:12",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-163",
    "time": "0:20:12",
    "speaker": "spk_1",
    "line": "his family, which is",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-164",
    "time": "0:20:13",
    "speaker": "spk_2",
    "line": "the hoop. Yes. And so you see how something that really happened to us became a story and a movie that people really loved.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-165",
    "time": "0:20:22",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-166",
    "time": "0:20:22",
    "speaker": "spk_2",
    "line": "And it's just it's just an easy tip. You just sit down and go, has anything happened to me? And if not, get up. Get up. Put down your phone detach from the screen you're staring at. Unplug. Unplug. Go live your life.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-167",
    "time": "0:20:38",
    "speaker": "spk_1",
    "line": "Oh oh, I wanna go see a movie about somebody playing Angry Birds.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-168",
    "time": "0:20:44",
    "speaker": "spk_2",
    "line": "Oh. Oh, that sounds good.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-169",
    "time": "0:20:46",
    "speaker": "spk_1",
    "line": "Oh, I wanna play fucking I wanna pay fifty bucks or whatever movies cost now. Something is insane.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-170",
    "time": "0:20:53",
    "speaker": "spk_2",
    "line": "Let me shell out two hundred and sixty bucks so I can go watch somebody play snake.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-171",
    "time": "0:20:57",
    "speaker": "spk_1",
    "line": "That sounds like a great movie. Nobody says that.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-172",
    "time": "0:21:00",
    "speaker": "spk_2",
    "line": "No one's ever said it. I said it just now in jest, but but I was making fun of how people won't say it. And that, I could write a movie about somebody making a comment that no one would ever make. That's liar liar. And I wrote that and that happened to me.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-173",
    "time": "0:21:18",
    "speaker": "spk_1",
    "line": "We're we're gonna be right back with our guest. Adam Pally got gonna be a really great conversation with him. You've gotta stay tuned.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-174",
    "time": "0:21:25",
    "speaker": "spk_2",
    "line": "Close friend of ours. Really good friend.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-175",
    "time": "0:21:27",
    "speaker": "spk_1",
    "line": "Very good friend.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-176",
    "time": "0:21:28",
    "speaker": "spk_2",
    "line": "Yeah. He likes what we're doing and we feel the same way.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-177",
    "time": "0:21:31",
    "speaker": "spk_1",
    "line": "We're gonna be right back on Hollywood Handbook.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-178",
    "time": "0:21:34",
    "speaker": "spk_3",
    "line": "Hollywood Handbook.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-179",
    "time": "0:21:36",
    "speaker": "spk_1",
    "line": "So the other day, Sean and I are at Mastros were splitting steak three ways with the Layton Measter. Yeah.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-180",
    "time": "0:21:41",
    "speaker": "spk_2",
    "line": "We tripled up on a steak with Layton.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-181",
    "time": "0:21:43",
    "speaker": "spk_1",
    "line": "And she takes off starting to get a little warm. So she takes off her hooded sweatshirt. And what is she wearing underneath but a wolf dead t shirt? And this is something that we're seeing all over town these days Everyone who's anyone is wearing products from the earwolf store.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-182",
    "time": "0:22:02",
    "speaker": "spk_2",
    "line": "Layton had that on. And then I turned to my left and in the booth, it Milo ventimiglia, and he's got the IHeart Podcast T shirt",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-183",
    "time": "0:22:10",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-184",
    "time": "0:22:10",
    "speaker": "spk_2",
    "line": "mhmm. -- and I go, well, this year we'll start going nuts. And anybody who's a somebody is wearing this gear. And",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-185",
    "time": "0:22:15",
    "speaker": "spk_1",
    "line": "we said, what's going on? And it turns out the store is having an amazing sale. They're giving twenty five percent off select items at list price, including the Wolf Dead T shirt and the IHeart podcast shirt. So if you wanna be like Layton and Milo and I I I think you do, head to the store to get the look that everyone's rocking this fall.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-186",
    "time": "0:22:33",
    "speaker": "spk_2",
    "line": "Collard button ups under an alt comedy podcast tee.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-187",
    "time": "0:22:38",
    "speaker": "spk_1",
    "line": "Use the offer code Mimbby for an additional twenty five percent off already reduced items like Mimbby Kaling that m I m b y for an additional twenty five percent off.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-188",
    "time": "0:22:49",
    "speaker": "spk_2",
    "line": "Head to the store today.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-189",
    "time": "0:22:52",
    "speaker": "spk_1",
    "line": "At store dot earwolf dot com. I watched girls. Uh-huh. That's nice.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-190",
    "time": "0:23:00",
    "speaker": "spk_2",
    "line": "I've heard about that. Yeah. It's pretty good. But I feel a butt coming out.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-191",
    "time": "0:23:06",
    "speaker": "spk_1",
    "line": "Do it with men, you know? Guys, make that show make that same show that could help the",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-192",
    "time": "0:23:12",
    "speaker": "spk_2",
    "line": "all men and have like a man that I would've watched. It was like in charge in Saszhen. What up? What up?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-193",
    "time": "0:23:19",
    "speaker": "spk_1",
    "line": "What up? What up? Welcome back to Hollywood Handbook. What's good? We're here with our our our guest. Adam Powell. Hello. He's here. You know him from the happy enders from Mindy Project.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-194",
    "time": "0:23:31",
    "speaker": "spk_3",
    "line": "From Mindy Project now. Happy endings. It's not Well, happy enders is called happy endings. That's okay. It's totally okay. Bloat, let's just go Does he start over? No. No. No. No.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-195",
    "time": "0:23:44",
    "speaker": "spk_2",
    "line": "It's This has never happened to us before.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-196",
    "time": "0:23:47",
    "speaker": "spk_3",
    "line": "I don't have many credits.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-197",
    "time": "0:23:49",
    "speaker": "spk_2",
    "line": "So Okay.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-198",
    "time": "0:23:52",
    "speaker": "spk_1",
    "line": "We've known Adam a long time. Yeah.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-199",
    "time": "0:23:54",
    "speaker": "spk_2",
    "line": "I'll say. Going back to",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-200",
    "time": "0:23:57",
    "speaker": "spk_1",
    "line": "we first met at that that audition",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-201",
    "time": "0:23:59",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-202",
    "time": "0:24:00",
    "speaker": "spk_1",
    "line": "mhmm. -- for for freaks and Geeks back when it was when they when they were developing it, it was gonna be cool guys and babes.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-203",
    "time": "0:24:07",
    "speaker": "spk_3",
    "line": "Right. Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-204",
    "time": "0:24:08",
    "speaker": "spk_1",
    "line": "Yeah. And we all read in that one when that one scene that group kiss with Cindy Margolis.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-205",
    "time": "0:24:15",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-206",
    "time": "0:24:16",
    "speaker": "spk_3",
    "line": "And",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-207",
    "time": "0:24:16",
    "speaker": "spk_2",
    "line": "yeah. It was her Donna De Erica. Mhmm. Cindy Crawford Cindy Crawford.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-208",
    "time": "0:24:21",
    "speaker": "spk_3",
    "line": "And Kathy Ireland. Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-209",
    "time": "0:24:22",
    "speaker": "spk_2",
    "line": "Yeah. And it was those girls and the three of us -- Yeah.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-210",
    "time": "0:24:25",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-211",
    "time": "0:24:25",
    "speaker": "spk_2",
    "line": "and we were arguing over who could do the hardest kiss.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-212",
    "time": "0:24:29",
    "speaker": "spk_1",
    "line": "Mhmm. And I remember when we were in that, feeling the side of your lips",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-213",
    "time": "0:24:36",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-214",
    "time": "0:24:36",
    "speaker": "spk_1",
    "line": "mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-215",
    "time": "0:24:37",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-216",
    "time": "0:24:37",
    "speaker": "spk_1",
    "line": "adam -- Yeah. Just thinking, like, this guy's really good. Yeah. You know, he's really funny.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-217",
    "time": "0:24:41",
    "speaker": "spk_2",
    "line": "Yeah. We I yeah. We talked about it after because we were friends of time and I said, this guy's got something. Yeah. And actually think that show would have worked. And I said that to them when they changed to freaks and Geeks and I think we were proven right because that show fucking fail. Failure.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-218",
    "time": "0:24:55",
    "speaker": "spk_3",
    "line": "Yeah. Not even a cult would follow it. Mhmm. It's got no following.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-219",
    "time": "0:24:58",
    "speaker": "spk_2",
    "line": "Yeah. Mhmm. So And",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-220",
    "time": "0:25:00",
    "speaker": "spk_1",
    "line": "we've just been rooting for you ever since, man. Oh. So so glad to have you guys.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-221",
    "time": "0:25:04",
    "speaker": "spk_2",
    "line": "Oh, thank you. So, Tom.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-222",
    "time": "0:25:05",
    "speaker": "spk_1",
    "line": "What's going on? You you were on the Mimi project set today? What was the",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-223",
    "time": "0:25:08",
    "speaker": "spk_3",
    "line": "did you say the Mimi project?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-224",
    "time": "0:25:10",
    "speaker": "spk_1",
    "line": "We said the Mimi project. This conversation we have had before. This has Yeah. With with Jake Johnson when he was in here, really.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-225",
    "time": "0:25:20",
    "speaker": "spk_2",
    "line": "There's some",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-226",
    "time": "0:25:22",
    "speaker": "spk_1",
    "line": "yeah. There's some confusion about",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-227",
    "time": "0:25:23",
    "speaker": "spk_3",
    "line": "you're having me and Jake Johnson on the same podcast within the same month. Well, one episode apart. We split you up by one episode. Good. And that's about how the amount people can tell us apart. Is one like",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-228",
    "time": "0:25:36",
    "speaker": "spk_1",
    "line": "one That's the minimum number of them.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-229",
    "time": "0:25:38",
    "speaker": "spk_3",
    "line": "I'm like one week younger",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-230",
    "time": "0:25:39",
    "speaker": "spk_1",
    "line": "than separation. Yeah. And you both have fuzzy beards.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-231",
    "time": "0:25:42",
    "speaker": "spk_3",
    "line": "We're both we're both like one notch handsomer than David Crumholtz.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-232",
    "time": "0:25:47",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-233",
    "time": "0:25:48",
    "speaker": "spk_3",
    "line": "And and not as big of a nightmare car wreck.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-234",
    "time": "0:25:52",
    "speaker": "spk_1",
    "line": "Yeah. To deal with in life. Yeah. Just a bad guy.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-235",
    "time": "0:25:57",
    "speaker": "spk_3",
    "line": "Yeah. I don't I don't know. I've never met him, but",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-236",
    "time": "0:25:59",
    "speaker": "spk_1",
    "line": "so if they're casting something, they'll say, like, let's get Crumholt and then they'll be like, I don't know if we wanna",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-237",
    "time": "0:26:04",
    "speaker": "spk_3",
    "line": "it usually goes like this. It usually goes like this. They go like the character breakdown comes in And it's like a handsome Shlubby Jewish guy.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-238",
    "time": "0:26:15",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-239",
    "time": "0:26:15",
    "speaker": "spk_3",
    "line": "Right? So first, they're like, well, give it to Rogen. Sure. Right? And then, Rogen immediately is like, no, I'm not doing this garbage. Yeah. And then that goes down the list to Josh Gadd. And then after God, they call Jake. And what usually happens is like Jake will read it and say, I like or I don't, but if he doesn't, then they'll come to me. And then if I like it or I don't, either the project dies -- Uh-huh. -- because I'm the last rung on the ladder.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-240",
    "time": "0:26:42",
    "speaker": "spk_2",
    "line": "Less rung on the ladder.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-241",
    "time": "0:26:43",
    "speaker": "spk_3",
    "line": "Yeah. Or they'll give it to that's sewer rat, Crumpholtz. And, you know, it'll be like a seventy five thousand dollar art house film that no one will see.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-242",
    "time": "0:26:51",
    "speaker": "spk_2",
    "line": "So Crumholtz can't even find the ladder. You're the bottom rung and then he's just feeling around in the dark hole, and I hope there's a ladder around here somewhere. Yeah. Every once in a while. He lands on it.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-243",
    "time": "0:27:00",
    "speaker": "spk_3",
    "line": "He lands on it. Yeah. And and",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-244",
    "time": "0:27:02",
    "speaker": "spk_2",
    "line": "so you turned down numbers,",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-245",
    "time": "0:27:05",
    "speaker": "spk_3",
    "line": "i I turned down numbers like four times. They tried to get me like four times and not even for the Crumholz roll. The other guy. Mhmm. But then, you know, looking back on it, I still think I dodged a bullet that shows a piece of shit. I mean, what kind of show runs for ten years and is never in syndication?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-246",
    "time": "0:27:24",
    "speaker": "spk_2",
    "line": "That's true. Nobody wanted to see it ever again.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-247",
    "time": "0:27:26",
    "speaker": "spk_1",
    "line": "No. It was like it was like I think -- For a while, it was the only thing they wanted to see. Tell us about the the show you run now. What was it like on the It's just like what's a day in the life on that show?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-248",
    "time": "0:27:39",
    "speaker": "spk_3",
    "line": "It's great. I mean, I get I get",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-249",
    "time": "0:27:42",
    "speaker": "spk_1",
    "line": "to work my call time",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-250",
    "time": "0:27:44",
    "speaker": "spk_3",
    "line": "is usually around seven, seven thirty, I'll show up around nine",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-251",
    "time": "0:27:46",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-252",
    "time": "0:27:47",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-253",
    "time": "0:27:47",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-254",
    "time": "0:27:47",
    "speaker": "spk_3",
    "line": "just because I like to I think it shows power and dominance.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-255",
    "time": "0:27:51",
    "speaker": "spk_2",
    "line": "Demonstraints dominance. Yeah. Scoop troop. Get out your pen since giving you the scoop.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-256",
    "time": "0:27:55",
    "speaker": "spk_3",
    "line": "Hey, if you're if you if you wanna know how to work in Hollywood, these are all good lessons. So show up around nine, nine thirty, usually with a smoothie to show that I've stopped somewhere before I got to the set. Mhmm. They'll tell me to go hair and makeup. I'll ignore it. I'll walk right into a blocking rehearsal. And if they're not there to block, I will immediately throw a fit. And and again, That's Sisho dominance but also to make sure that everyone knows that the talent has arrived. Alright. We'll go through blocking rehearsal. I'll half pay attention. Then I'll go into hair and makeup and demand that they come to my trailer.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-257",
    "time": "0:28:31",
    "speaker": "spk_2",
    "line": "Now I've heard that you will if you weren't happy with say the first half of a take, you will cut a big chunk of your hair off.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-258",
    "time": "0:28:39",
    "speaker": "spk_3",
    "line": "That's true.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-259",
    "time": "0:28:40",
    "speaker": "spk_2",
    "line": "So that they have to shoot it again from the beginning.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-260",
    "time": "0:28:42",
    "speaker": "spk_3",
    "line": "That's true. One This is a true story when I was doing Iron Man three, which I have a small but very memorable cameo in. Made over a billion dollars. When I was doing that scene, I I was doing a take with Robert Denny Junior, any any any flubbed his line. Mhmm. But it was on my coverage. So I had my little nose hair trimmer that I always keep in my pocket because my nose hair grows if I don't do it every four hours. And I just took off both eyebrows. And it was in my cover start. They were looking at me like, what happened? Shane Black Yales cut. He directed all the lethal weapons. And he comes up and he's like, what what the fuck are you doing? And I was like, how dare he? This is mine. This take his mind. Mhmm. I'm not here for very long. I wanna make it special.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-261",
    "time": "0:29:29",
    "speaker": "spk_2",
    "line": "Yeah. He's got the whole movie to follow his lines. Not today.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-262",
    "time": "0:29:32",
    "speaker": "spk_3",
    "line": "Not today. Mhmm. Downey. Long story short, they shut down production for ten days to wait for my eyebrows to grow back, I come in, I nail the scene, and that's all everyone's talking about when the movie comes out. So",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-263",
    "time": "0:29:45",
    "speaker": "spk_2",
    "line": "that's the only scene I know from the movie.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-264",
    "time": "0:29:47",
    "speaker": "spk_1",
    "line": "But you're pencil wise.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-265",
    "time": "0:29:48",
    "speaker": "spk_2",
    "line": "Did Iron Man win? I don't know.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-266",
    "time": "0:29:50",
    "speaker": "spk_3",
    "line": "It doesn't matter. I know Gary the camera guy did. That scene,",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-267",
    "time": "0:29:54",
    "speaker": "spk_1",
    "line": "it's a funny name Gary. They should use that name more for comedy guys. Yes. You know, not just for like the serious leads in movies and stuff, for the like the funny people.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-268",
    "time": "0:30:04",
    "speaker": "spk_3",
    "line": "Yeah. I every male character in any script I've written is named Gary, which can be confusing, but fuck you if you don't get it, you know.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-269",
    "time": "0:30:13",
    "speaker": "spk_2",
    "line": "And fuck you. That's a good lesson to have that attitude towards anyone who's reading your stuff.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-270",
    "time": "0:30:18",
    "speaker": "spk_1",
    "line": "Mhmm. Let's talk about Happy endings a little bit. Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-271",
    "time": "0:30:24",
    "speaker": "spk_2",
    "line": "And we're getting that right now?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-272",
    "time": "0:30:26",
    "speaker": "spk_3",
    "line": "Yeah. You're getting it right. I've get I'm getting the feeling since you rattle that off with ease that you could have gotten it right before.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-273",
    "time": "0:30:32",
    "speaker": "spk_2",
    "line": "Well, I I I have a big question just differences between new job and the old one. Yeah. Yeah. Was crafty better on happy endings than on the Mimbby project? Or",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-274",
    "time": "0:30:45",
    "speaker": "spk_3",
    "line": "you know it's called the Mindy Project. And that's a good question and crafty is way better on the Mindy Project. Mhmm. And I'll tell you why. Oh. The network that it's on, Fox likes the show. Mhmm. And thus they promote it and do good things for its cast and writers. Happy endings, which was on ABC, that network hated that show. Did not like it because the president at the time did not develop it. So he had no skin in the game on it. So if it was a success, no one would say, hey, it's that guy's show. So they took away our crafty and",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-275",
    "time": "0:31:20",
    "speaker": "spk_1",
    "line": "they give you poison.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-276",
    "time": "0:31:21",
    "speaker": "spk_3",
    "line": "A lot of times, yeah. I mean, Alicia Cuthbert had to get her stomach pumped a couple times",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-277",
    "time": "0:31:26",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-278",
    "time": "0:31:26",
    "speaker": "spk_3",
    "line": "mhmm. -- because she went over to make an espresso and it was literally poison.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-279",
    "time": "0:31:31",
    "speaker": "spk_1",
    "line": "So",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-280",
    "time": "0:31:33",
    "speaker": "spk_2",
    "line": "okay. So two different crafties. Mhmm. Sounds like the Mindy one's a little better.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-281",
    "time": "0:31:38",
    "speaker": "spk_1",
    "line": "Yeah. I did have a question about happy endings. It ran for three seasons. Is that right?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-282",
    "time": "0:31:44",
    "speaker": "spk_3",
    "line": "That's correct. Okay. So so you know how long it ran and you have no problems saying the name When you first introduced me, you flubbed it.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-283",
    "time": "0:31:51",
    "speaker": "spk_1",
    "line": "Well, I've been doing computer stuff.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-284",
    "time": "0:31:53",
    "speaker": "spk_3",
    "line": "Oh, so you've not been paying attention. Yeah. Great.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-285",
    "time": "0:31:55",
    "speaker": "spk_1",
    "line": "And it's a show. It has its fans Mhmm. It's got a seven point one here on the computer. People obviously like it.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-286",
    "time": "0:32:03",
    "speaker": "spk_3",
    "line": "A seven point one in the rotten tomatoes. Oh, so what's This is IMDB. An IMDB reaches a seven point one one.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-287",
    "time": "0:32:08",
    "speaker": "spk_1",
    "line": "Seven point one one. Which is actually very good. I'll take it. So some people must like it. My question is, what is it like that the show is mostly remembered as the show that allowed Lemorn Morris",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-288",
    "time": "0:32:20",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-289",
    "time": "0:32:21",
    "speaker": "spk_3",
    "line": "mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-290",
    "time": "0:32:21",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-291",
    "time": "0:32:21",
    "speaker": "spk_1",
    "line": "to be on New Girl and kinda make that show big.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-292",
    "time": "0:32:25",
    "speaker": "spk_3",
    "line": "I don't know if it I don't know if that's what it's remembered for to tell you the truth.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-293",
    "time": "0:32:31",
    "speaker": "spk_1",
    "line": "People say people say, like, they watch New Girl, they say, Okay. This is like La Morene Morris's show. How did this happen? Right.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-294",
    "time": "0:32:37",
    "speaker": "spk_3",
    "line": "I don't think anyone watches New Girl and says this is La Morene Morris's show.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-295",
    "time": "0:32:41",
    "speaker": "spk_1",
    "line": "Well, you have a specific",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-296",
    "time": "0:32:42",
    "speaker": "spk_2",
    "line": "you're looking for two guys right now If",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-297",
    "time": "0:32:45",
    "speaker": "spk_3",
    "line": "if that's the case, I would say both of you are retarded.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-298",
    "time": "0:32:48",
    "speaker": "spk_1",
    "line": "Is you have no way? Is there a history with ninety nine point",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-299",
    "time": "0:32:51",
    "speaker": "spk_3",
    "line": "nine percent of people who see that show know him as the black guy on that show.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-300",
    "time": "0:32:54",
    "speaker": "spk_2",
    "line": "Okay. Well, and that's the truth. So this must be something.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-301",
    "time": "0:32:57",
    "speaker": "spk_1",
    "line": "There must be a story behind that.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-302",
    "time": "0:32:59",
    "speaker": "spk_2",
    "line": "The answer to your question then, Hayes, is it doesn't feel good and there's a little bit of bitterness. And what I know must have happened You're putting words",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-303",
    "time": "0:33:05",
    "speaker": "spk_3",
    "line": "in my mouth.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-304",
    "time": "0:33:06",
    "speaker": "spk_2",
    "line": "What I know must have happened is there was a meeting in some back room somewhere on happy endings where you guys went, do we try to trade for Lemort?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-305",
    "time": "0:33:15",
    "speaker": "spk_3",
    "line": "I can assure you that that never happened.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-306",
    "time": "0:33:18",
    "speaker": "spk_2",
    "line": "And I knew you're in that room. Did you",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-307",
    "time": "0:33:19",
    "speaker": "spk_1",
    "line": "know you couldn't get him? Listen to",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-308",
    "time": "0:33:20",
    "speaker": "spk_3",
    "line": "me for one second. Scott is your name?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-309",
    "time": "0:33:24",
    "speaker": "spk_2",
    "line": "No, Steve.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-310",
    "time": "0:33:26",
    "speaker": "spk_3",
    "line": "No. It doesn't feel good. Does it?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-311",
    "time": "0:33:29",
    "speaker": "spk_2",
    "line": "No. It doesn't feel good.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-312",
    "time": "0:33:30",
    "speaker": "spk_1",
    "line": "Oh, so you do know his name. You knew you were getting his name wrong.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-313",
    "time": "0:33:32",
    "speaker": "spk_3",
    "line": "Did I get it right on Steve?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-314",
    "time": "0:33:34",
    "speaker": "spk_1",
    "line": "No. But you said that no clue.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-315",
    "time": "0:33:36",
    "speaker": "spk_3",
    "line": "When you but what can I tell you",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-316",
    "time": "0:33:37",
    "speaker": "spk_1",
    "line": "so that must feel okay? When when",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-317",
    "time": "0:33:38",
    "speaker": "spk_3",
    "line": "i walked in here and both of you guys introduced yourselves to me, you know what I heard? Arian, blah blah blah, blonde guys. Yeah. And to a Jew, that means there's a chance you could both turn on me and walk me to a shower, which is my ultimate death. So that's all I heard when you guys started talking. The what did you ask me if I would rather have Lemorn? No. Lemorn is a replacement of Damon who we had in the first place. I would not wanna have him. Damon this is Damon Wayne's son. He Damon Wayne's junior.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-318",
    "time": "0:34:09",
    "speaker": "spk_1",
    "line": "Is he not Damon Wayne's son?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-319",
    "time": "0:34:10",
    "speaker": "spk_3",
    "line": "He is Bill Lil Damon. It's not Lil Damon. No. It's Damon Wayne's Junior. Okay.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-320",
    "time": "0:34:16",
    "speaker": "spk_1",
    "line": "He's a talented guy. Yeah. He's very talented. Very talented.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-321",
    "time": "0:34:20",
    "speaker": "spk_2",
    "line": "Really funny. He's you guys,",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-322",
    "time": "0:34:21",
    "speaker": "spk_1",
    "line": "his show.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-323",
    "time": "0:34:22",
    "speaker": "spk_3",
    "line": "Yes. Yes. It's one of my friend.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-324",
    "time": "0:34:23",
    "speaker": "spk_1",
    "line": "I didn't wanna do, you know, his show is no longer on the air.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-325",
    "time": "0:34:27",
    "speaker": "spk_3",
    "line": "We were on the same show.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-326",
    "time": "0:34:30",
    "speaker": "spk_1",
    "line": "Okay. But Lemorn, once he got on new girl -- Yeah.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-327",
    "time": "0:34:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-328",
    "time": "0:34:35",
    "speaker": "spk_1",
    "line": "now that Show is a really big show.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-329",
    "time": "0:34:37",
    "speaker": "spk_3",
    "line": "Yeah. It wouldn't Sure. It wouldn't have been on TV without Damon. Damon was in the pilot and actually Damon now that happy endings. He's off the air. Damon is gonna be back on new girl starting like next week. So they grabbed him back right away. I don't know if they're phasing a little more now. You know, I don't know why there can't be two black guys on network television.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-330",
    "time": "0:34:57",
    "speaker": "spk_2",
    "line": "Or probably Lamar or probably Lamar wanted to go toe to toe with him.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-331",
    "time": "0:35:00",
    "speaker": "spk_3",
    "line": "I don't think that's the case. I don't think that's the case. I don't know why there would be a toe to toe.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-332",
    "time": "0:35:05",
    "speaker": "spk_2",
    "line": "I got a feeling. I'll text him about it. Probably they wanted to go toe to toe.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-333",
    "time": "0:35:09",
    "speaker": "spk_3",
    "line": "I don't think so. It's a race that is a racist idea that you just had.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-334",
    "time": "0:35:13",
    "speaker": "spk_1",
    "line": "It's Jordan and It's Jordan and Kobe. Always said that, like, they wish they could go head to head to proof who is the best. I think it's exactly like that. Situations.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-335",
    "time": "0:35:22",
    "speaker": "spk_3",
    "line": "I think it's completely different. Jordan was retired when Kobe was in his prime. They Right.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-336",
    "time": "0:35:27",
    "speaker": "spk_1",
    "line": "That's why I'm saying they wish they could.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-337",
    "time": "0:35:28",
    "speaker": "spk_2",
    "line": "Yeah. Well, Damon retired from the new girl pilot.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-338",
    "time": "0:35:30",
    "speaker": "spk_1",
    "line": "And then you're gonna try",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-339",
    "time": "0:35:32",
    "speaker": "spk_3",
    "line": "to squeeze this in to make it right. It's not gonna work.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-340",
    "time": "0:35:34",
    "speaker": "spk_2",
    "line": "Yeah. Damon retired from the new girl pilot and then I think Lemorn straight out of high school got put in that show.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-341",
    "time": "0:35:41",
    "speaker": "spk_3",
    "line": "Yeah. Lemorn is like fifty. Okay? He's not straight out of high school.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-342",
    "time": "0:35:46",
    "speaker": "spk_2",
    "line": "Well, the show's been on for quite a while.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-343",
    "time": "0:35:49",
    "speaker": "spk_3",
    "line": "New girl? It feels like it.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-344",
    "time": "0:35:51",
    "speaker": "spk_2",
    "line": "Yeah. That's that's what Jake told us.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-345",
    "time": "0:35:54",
    "speaker": "spk_3",
    "line": "Glad I'm glad that Jake was able to boast about how many episodes his show has run for. That seems really down to earth. Salt salt of the Earth that guy.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-346",
    "time": "0:36:03",
    "speaker": "spk_1",
    "line": "Let's let's reach into the popcorn gallery. Yes. Let's reach into the popcorn. Where we ask questions from? Fances. I know. It's like it's like the peanut gallery. Yeah. I got it. But it's like popcorn. They start popcorn at movies.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-347",
    "time": "0:36:18",
    "speaker": "spk_3",
    "line": "So this is the I put it together.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-348",
    "time": "0:36:21",
    "speaker": "spk_1",
    "line": "We have a question from Toby Keith sweat, and this was actually a question",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-349",
    "time": "0:36:25",
    "speaker": "spk_3",
    "line": "that Toby Keith sweat?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-350",
    "time": "0:36:26",
    "speaker": "spk_2",
    "line": "Yes. It's one of our regular commenters.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-351",
    "time": "0:36:28",
    "speaker": "spk_1",
    "line": "Kobe Keith's a country singer. I I I guess sweat is under R",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-352",
    "time": "0:36:32",
    "speaker": "spk_3",
    "line": "and b person is mash up name.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-353",
    "time": "0:36:35",
    "speaker": "spk_2",
    "line": "Well, this is his name, but it just is easy to remember if you think about the two.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-354",
    "time": "0:36:40",
    "speaker": "spk_3",
    "line": "I get it. This is",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-355",
    "time": "0:36:42",
    "speaker": "spk_1",
    "line": "a question that we've actually had for a long time.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-356",
    "time": "0:36:44",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-357",
    "time": "0:36:46",
    "speaker": "spk_1",
    "line": "Which is you look at the TV landscape right now. Mhmm. And there's dramas, romances,",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-358",
    "time": "0:36:53",
    "speaker": "spk_3",
    "line": "actions. This is the longest I've ever waited for a question to be asked. I seriously, I just felt",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-359",
    "time": "0:36:57",
    "speaker": "spk_1",
    "line": "what's it needs to",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-360",
    "time": "0:36:58",
    "speaker": "spk_3",
    "line": "be set up?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-361",
    "time": "0:37:01",
    "speaker": "spk_1",
    "line": "Drum is romances, actions, thrillers. My question is",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-362",
    "time": "0:37:06",
    "speaker": "spk_3",
    "line": "you haven't even asked the question yet?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-363",
    "time": "0:37:08",
    "speaker": "spk_1",
    "line": "Then this is Toby Keith's question also. And our question is, why is there no sports on TV?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-364",
    "time": "0:37:13",
    "speaker": "spk_2",
    "line": "Yeah. Very good. Yeah. Now I've heard this complaint before. I, of course, I don't own a TV.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-365",
    "time": "0:37:19",
    "speaker": "spk_3",
    "line": "You don't own a TV and you're doing a show about television? You're doing Well,",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-366",
    "time": "0:37:23",
    "speaker": "spk_2",
    "line": "it's not about television. It's about Hollywood's success, but I think it's pretty interesting to their own TV.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-367",
    "time": "0:37:28",
    "speaker": "spk_3",
    "line": "There are plenty of",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-368",
    "time": "0:37:28",
    "speaker": "spk_1",
    "line": "there are plenty of people who can do a show about watching TV. But what about doing TV?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-369",
    "time": "0:37:34",
    "speaker": "spk_2",
    "line": "Mastering TV.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-370",
    "time": "0:37:35",
    "speaker": "spk_3",
    "line": "Don't understand what you're saying.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-371",
    "time": "0:37:37",
    "speaker": "spk_2",
    "line": "Oh, yeah. Oh, but How come there's no sports?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-372",
    "time": "0:37:44",
    "speaker": "spk_3",
    "line": "I I I There's a lot of sports on television. Every every channel, every network is anchored by sports. Well, that's the reason I'll explain this to you. The reason that you guys don't think there's sports on television is because admittedly, you don't own TV.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-373",
    "time": "0:38:04",
    "speaker": "spk_1",
    "line": "I know. I do own a TV. I have a great TV, very nice big TV. My thing is I'm barely I'm home to sleep. So you're not watching",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-374",
    "time": "0:38:14",
    "speaker": "spk_2",
    "line": "to sleep -- I'm homes if that.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-375",
    "time": "0:38:15",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-376",
    "time": "0:38:15",
    "speaker": "spk_1",
    "line": "if that.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-377",
    "time": "0:38:16",
    "speaker": "spk_3",
    "line": "If that means If that.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-378",
    "time": "0:38:18",
    "speaker": "spk_2",
    "line": "If that. Please. If that.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-379",
    "time": "0:38:19",
    "speaker": "spk_3",
    "line": "What do what do you",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-380",
    "time": "0:38:20",
    "speaker": "spk_1",
    "line": "i'm on set. I'm on the lot. I'm on location, and I'm I'm home He's",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-381",
    "time": "0:38:26",
    "speaker": "spk_2",
    "line": "on he's on just about everything except the couch watching his big nice TV",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-382",
    "time": "0:38:30",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-383",
    "time": "0:38:30",
    "speaker": "spk_3",
    "line": "but",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-384",
    "time": "0:38:30",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-385",
    "time": "0:38:30",
    "speaker": "spk_2",
    "line": "which I've actually seen.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-386",
    "time": "0:38:31",
    "speaker": "spk_1",
    "line": "But if there was sports, if there was sports,",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-387",
    "time": "0:38:35",
    "speaker": "spk_2",
    "line": "well then I might buy one.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-388",
    "time": "0:38:36",
    "speaker": "spk_1",
    "line": "Then I might have some some more time to to watch my big TV.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-389",
    "time": "0:38:39",
    "speaker": "spk_3",
    "line": "Let me tell you this is and this is just a tip You don't have to work in Hollywood to to know this but turn on your television whenever. When the fuck ever. Mhmm. And you will find sports on some channel. And you, who can buy one if you wanna watch sports? If you wanna watch sports, they are there for you on television.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-390",
    "time": "0:39:02",
    "speaker": "spk_2",
    "line": "Well, I'm on the fence. I think you might sound like a time suck. Thank you, Mike, for thinking of TVs TVs, that's at sports games.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-391",
    "time": "0:39:10",
    "speaker": "spk_3",
    "line": "I'm I'm I'm not I'm not I'll tell you this right now. We've been",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-392",
    "time": "0:39:13",
    "speaker": "spk_1",
    "line": "to those front row. Those have sports? No. We've been to those front row. And like the box.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-393",
    "time": "0:39:18",
    "speaker": "spk_3",
    "line": "I know for a fact.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-394",
    "time": "0:39:19",
    "speaker": "spk_1",
    "line": "And like the CA box, there's",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-395",
    "time": "0:39:20",
    "speaker": "spk_3",
    "line": "i'm not the one getting the message",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-396",
    "time": "0:39:22",
    "speaker": "spk_2",
    "line": "mixed here. The WME box as well. Mhmm. Sports TV.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-397",
    "time": "0:39:26",
    "speaker": "spk_3",
    "line": "You see",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-398",
    "time": "0:39:26",
    "speaker": "spk_1",
    "line": "that in sports all the time.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-399",
    "time": "0:39:28",
    "speaker": "spk_3",
    "line": "So Alright.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-400",
    "time": "0:39:30",
    "speaker": "spk_2",
    "line": "And the Gerschnook, the Gerschnook, You gotta be so pathetic, gersh. That reminds",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-401",
    "time": "0:39:35",
    "speaker": "spk_1",
    "line": "me of",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-402",
    "time": "0:39:35",
    "speaker": "spk_3",
    "line": "a skeptic",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-403",
    "time": "0:39:36",
    "speaker": "spk_2",
    "line": "gersh. That reminds that reminds me of",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-404",
    "time": "0:39:38",
    "speaker": "spk_3",
    "line": "a question",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-405",
    "time": "0:39:39",
    "speaker": "spk_2",
    "line": "about that. Who's Repic gersh?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-406",
    "time": "0:39:40",
    "speaker": "spk_1",
    "line": "I wouldn't even be",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-407",
    "time": "0:39:41",
    "speaker": "spk_3",
    "line": "friends with someone that was reptic gersh.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-408",
    "time": "0:39:43",
    "speaker": "spk_2",
    "line": "I was I made that up. I don't Is that an agency?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-409",
    "time": "0:39:46",
    "speaker": "spk_3",
    "line": "It sound it sounds like a fart, doesn't it?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-410",
    "time": "0:39:49",
    "speaker": "spk_2",
    "line": "I was thinking of Grolshabir.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-411",
    "time": "0:39:51",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-412",
    "time": "0:39:52",
    "speaker": "spk_2",
    "line": "But I I here's a question that I think a lot of people wanna know. What did you get your commercial agent for Christmas last year?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-413",
    "time": "0:39:59",
    "speaker": "spk_3",
    "line": "You got yours you guys are so pleased with yourselves. On these fucking questions, it's pathetic. The fact that you guys are doing this fucking podcast and are so fucking up your own asses about it is ridiculous. What it what is the question what did I get my commercial agent?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-414",
    "time": "0:40:19",
    "speaker": "spk_2",
    "line": "For Christmas last year.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-415",
    "time": "0:40:20",
    "speaker": "spk_3",
    "line": "I wouldn't buy an agent a gift if he fucking saved my life. If you pulled me from under a bus, I wouldn't buy an agent a gift. Because he's already getting ten percent of my fucking money.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-416",
    "time": "0:40:29",
    "speaker": "spk_1",
    "line": "Let's go back in the popcorn gallery.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-417",
    "time": "0:40:32",
    "speaker": "spk_2",
    "line": "Yes. You make this sound.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-418",
    "time": "0:40:35",
    "speaker": "spk_1",
    "line": "Thanks. Oh, we a me.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-419",
    "time": "0:40:37",
    "speaker": "spk_3",
    "line": "Oh my god.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-420",
    "time": "0:40:39",
    "speaker": "spk_1",
    "line": "Anthony Scott Trino, one of our listeners asks, he hears you're a big prankster on a set. What kind of what kind of twisted pranks have you have you",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-421",
    "time": "0:40:48",
    "speaker": "spk_3",
    "line": "pulled on set? I I don't know where Anthony Scondrino would have heard that, but I've",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-422",
    "time": "0:40:55",
    "speaker": "spk_1",
    "line": "anthony Scondrino.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-423",
    "time": "0:40:57",
    "speaker": "spk_3",
    "line": "I don't give a fuck if I messed up the Twitter handle. Do you even have listeners? Has this even been broadcast yet? This",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-424",
    "time": "0:41:04",
    "speaker": "spk_1",
    "line": "no. This is we're recording it now to be broadcast later, but we ask some people for questions ahead of",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-425",
    "time": "0:41:11",
    "speaker": "spk_3",
    "line": "i've never pulled a prank on a set before ever even once I would never do shit like that. When I hear shit like that when I hear like about Clooney pulling like putting like fucking cat litter boxes and taking shits in them and people just I I think it's disgusting. Like, that's a place where you work.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-426",
    "time": "0:41:27",
    "speaker": "spk_2",
    "line": "You don't have to use shit for it to be a prank.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-427",
    "time": "0:41:29",
    "speaker": "spk_3",
    "line": "Mhmm. Yeah. I I know. I know. You don't have to use Jennifer to be a prank.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-428",
    "time": "0:41:36",
    "speaker": "spk_2",
    "line": "Well, I agree with you. That's disgusting. And it's not the position of this podcast to judge how other people live, but if you're using shit and that's the only way you know how to prank, then that's not funny to me.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-429",
    "time": "0:41:47",
    "speaker": "spk_3",
    "line": "That's not what I'm saying. What I'm saying is that I do not I would not pull a prank.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-430",
    "time": "0:41:51",
    "speaker": "spk_2",
    "line": "Hang on, Adam, because you",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-431",
    "time": "0:41:52",
    "speaker": "spk_3",
    "line": "made a great point. I didn't make a point. I",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-432",
    "time": "0:41:56",
    "speaker": "spk_2",
    "line": "if the only way you prank is by using shit, then me and Adam don't stand for that. This is your point.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-433",
    "time": "0:42:04",
    "speaker": "spk_3",
    "line": "Is there are there any more questions from the fucking popcorn gallery?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-434",
    "time": "0:42:07",
    "speaker": "spk_2",
    "line": "There is one. Yeah.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-435",
    "time": "0:42:08",
    "speaker": "spk_1",
    "line": "There is one more.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-436",
    "time": "0:42:08",
    "speaker": "spk_3",
    "line": "I just want you both to know that I I miss putting my children to bed tonight for this. And you have kids? Yeah. I have two kids. You play younger. Thank you. You're welcome.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-437",
    "time": "0:42:25",
    "speaker": "spk_1",
    "line": "This is a question from Andy Niece, one of our listeners. With the with the advent of a DVR and Internet streaming, are you worried that people now have the ability to pause your show on the TV and you'll be stuck making a goofy face.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-438",
    "time": "0:42:45",
    "speaker": "spk_3",
    "line": "No. I mean, first of all the the technology to pause television has been around I'm pretty sure a good seven years at this point.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-439",
    "time": "0:42:55",
    "speaker": "spk_2",
    "line": "I don't own one.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-440",
    "time": "0:42:56",
    "speaker": "spk_3",
    "line": "That's been stated. And I so no. I I am not afraid of it. You used",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-441",
    "time": "0:43:01",
    "speaker": "spk_1",
    "line": "to worry about it. But now seven years later, you don't worry about it anymore.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-442",
    "time": "0:43:05",
    "speaker": "spk_3",
    "line": "No. It's not not what I'm saying.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-443",
    "time": "0:43:07",
    "speaker": "spk_1",
    "line": "What I'm why did you talk about how it's been around for so long?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-444",
    "time": "0:43:10",
    "speaker": "spk_2",
    "line": "Face your fears, I think he's saying.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-445",
    "time": "0:43:12",
    "speaker": "spk_3",
    "line": "Because because what? Face your fears.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-446",
    "time": "0:43:14",
    "speaker": "spk_2",
    "line": "You know, seven years ago, he said, I'm so scared of this. It's probably what he did. I never",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-447",
    "time": "0:43:18",
    "speaker": "spk_3",
    "line": "said that at all.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-448",
    "time": "0:43:18",
    "speaker": "spk_1",
    "line": "Well, you opened probably did was about the length of time it's been",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-449",
    "time": "0:43:22",
    "speaker": "spk_2",
    "line": "probably for the past, you know, for six of those years, he was pausing it on goofy faces and just looking at it and saying, is this what people are doing? And then he just got comfortable with it.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-450",
    "time": "0:43:31",
    "speaker": "spk_3",
    "line": "You now you both write in television. Right?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-451",
    "time": "0:43:33",
    "speaker": "spk_1",
    "line": "Oh, yeah.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-452",
    "time": "0:43:34",
    "speaker": "spk_3",
    "line": "Yeah. But what the fuck are you doing here? Why are you doing this? What is this what is what is this hole is this filling? How many people are gonna listen to this? Ten, twenty people, even if it's five hundred, even if it's twelve hundred, what are you getting from this?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-453",
    "time": "0:43:48",
    "speaker": "spk_2",
    "line": "What is this doing?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-454",
    "time": "0:43:48",
    "speaker": "spk_1",
    "line": "Even if it's twelve hundred really, you think that's bad.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-455",
    "time": "0:43:51",
    "speaker": "spk_3",
    "line": "I think it's inconsequential to what you guys are doing. Who who cares?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-456",
    "time": "0:43:57",
    "speaker": "spk_1",
    "line": "Do something for for other people, the people that are trying to get into the business.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-457",
    "time": "0:44:03",
    "speaker": "spk_3",
    "line": "You're hold on. You're doing this podcast for the people that are trying to get into this business.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-458",
    "time": "0:44:10",
    "speaker": "spk_1",
    "line": "It's not for money. Got plenty of that. Do you? So what else could it be? Because otherwise, I'd",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-459",
    "time": "0:44:16",
    "speaker": "spk_3",
    "line": "be like, what is happening here? Why are we I'm I'm yet to to know Why I'm here. What am I doing here?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-460",
    "time": "0:44:26",
    "speaker": "spk_2",
    "line": "Well, you could plug a project.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-461",
    "time": "0:44:28",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. Is there anything you wanna open?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-462",
    "time": "0:44:30",
    "speaker": "spk_2",
    "line": "Any plugs. Plus people",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-463",
    "time": "0:44:31",
    "speaker": "spk_1",
    "line": "yes. Wanna get their stuff to a wider audience and",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-464",
    "time": "0:44:33",
    "speaker": "spk_3",
    "line": "i do have a couple things to plug. Thank you. I'm I'm gonna be performing with my band at the What what is I just need Sorry. I'm insensitive. A lot of actors when they say they have bands -- Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-465",
    "time": "0:44:52",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-466",
    "time": "0:44:52",
    "speaker": "spk_3",
    "line": "it gets a bad rap. But the truth is if you ever listen to dog star,",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-467",
    "time": "0:44:57",
    "speaker": "spk_2",
    "line": "love dog style.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-468",
    "time": "0:44:57",
    "speaker": "spk_3",
    "line": "If you ever listen to thirty odd foot grunts",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-469",
    "time": "0:44:59",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-470",
    "time": "0:45:00",
    "speaker": "spk_2",
    "line": "love three seconds from Mars.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-471",
    "time": "0:45:01",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-472",
    "time": "0:45:01",
    "speaker": "spk_3",
    "line": "you ever it's thirty seconds. If you ever listen thirty seconds from Mars, they're really, really good. And I think that the fact that it's an actor doing it is it makes it even better.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-473",
    "time": "0:45:11",
    "speaker": "spk_2",
    "line": "I Bacon Brothers is like my the sound of my soul.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-474",
    "time": "0:45:15",
    "speaker": "spk_3",
    "line": "The best. The best. The Jeff Bridges's acoustic album is I mean that puts me to sleep every night. I Anyway, my band is my band is playing at the Roxy on Friday and Saturday night, and then we're going down to the ice house in Pasadena, on Monday and Tuesday, and then we'll be in Santa Clarita at the the melbourne -- Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-475",
    "time": "0:45:38",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-476",
    "time": "0:45:39",
    "speaker": "spk_3",
    "line": "on Thursday and Friday. And then the following Saturday, we'll be down at Duckies in Montclair, California. And then we'll be doing a five day stint up in Irvine at Felipe's Rosotos. And then we're gonna be coming down the coast to San Diego where we're gonna be doing the lighthouse, light brunch festival. And then hopefully by the end of the month, will be kicking it back up to Palm Desert where we're gonna be headlining our own chimichurros.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-477",
    "time": "0:46:20",
    "speaker": "spk_2",
    "line": "And for people who haven't heard some of your stuff, what's your sound?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-478",
    "time": "0:46:24",
    "speaker": "spk_3",
    "line": "It's kind of it's hard to describe. It's kind of mumford and sons meets a white noise machine. I don't know if that is getting the message a call.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-479",
    "time": "0:46:36",
    "speaker": "spk_2",
    "line": "Yeah. It's a if Mumford and Son sang all their songs through sort of a a bunch of cotton.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-480",
    "time": "0:46:42",
    "speaker": "spk_3",
    "line": "Yeah. Yeah. Kinda like that.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-481",
    "time": "0:46:43",
    "speaker": "spk_2",
    "line": "Ramon Mike and Cotton.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-482",
    "time": "0:46:45",
    "speaker": "spk_3",
    "line": "It's like if you you know the sounds that they used to put babies to sleep?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-483",
    "time": "0:46:48",
    "speaker": "spk_1",
    "line": "Yeah. A white noise machine.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-484",
    "time": "0:46:49",
    "speaker": "spk_3",
    "line": "Yeah. Mix that with the Lumineers.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-485",
    "time": "0:46:51",
    "speaker": "spk_1",
    "line": "Okay. Mhmm. And what's",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-486",
    "time": "0:46:53",
    "speaker": "spk_3",
    "line": "the We have a vacuum player, the guy a guy that plays vacuum. And he also plays the the drums of his hands. I guess I guess all drummers do. Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-487",
    "time": "0:47:07",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. And what's the name of that band if people don't",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-488",
    "time": "0:47:12",
    "speaker": "spk_3",
    "line": "know? The Adam Palley project. Okay.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-489",
    "time": "0:47:18",
    "speaker": "spk_1",
    "line": "Hey, it's been so great.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-490",
    "time": "0:47:20",
    "speaker": "spk_2",
    "line": "How's it? It's been really good. They're really fun having you here",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-491",
    "time": "0:47:23",
    "speaker": "spk_1",
    "line": "really it hasn't felt that way, guys. We're always pulling for you. Everything you do",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-492",
    "time": "0:47:29",
    "speaker": "spk_3",
    "line": "and like Love people love hearing all that And for you to",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-493",
    "time": "0:47:33",
    "speaker": "spk_1",
    "line": "make that you know, that last breakthrough. You know what I mean?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-494",
    "time": "0:47:38",
    "speaker": "spk_3",
    "line": "What the fuck does that mean?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-495",
    "time": "0:47:40",
    "speaker": "spk_2",
    "line": "Just to get to that, big",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-496",
    "time": "0:47:42",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-497",
    "time": "0:47:42",
    "speaker": "spk_3",
    "line": "what?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-498",
    "time": "0:47:43",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-499",
    "time": "0:47:43",
    "speaker": "spk_1",
    "line": "that big place.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-500",
    "time": "0:47:44",
    "speaker": "spk_3",
    "line": "What's the big place? What the fuck You",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-501",
    "time": "0:47:46",
    "speaker": "spk_1",
    "line": "know, just to, like, really watch. Career wise, just like -- Career wise. -- this one you really",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-502",
    "time": "0:47:51",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-503",
    "time": "0:47:51",
    "speaker": "spk_3",
    "line": "okay.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-504",
    "time": "0:47:52",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-505",
    "time": "0:47:52",
    "speaker": "spk_3",
    "line": "do it. Alright.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-506",
    "time": "0:47:53",
    "speaker": "spk_1",
    "line": "You know",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-507",
    "time": "0:47:54",
    "speaker": "spk_3",
    "line": "what I mean? I haven't done it yet to you.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-508",
    "time": "0:47:55",
    "speaker": "spk_1",
    "line": "But, god, like, When you do",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-509",
    "time": "0:47:57",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-510",
    "time": "0:47:58",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-511",
    "time": "0:47:58",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-512",
    "time": "0:47:58",
    "speaker": "spk_1",
    "line": "you know who's gonna be right there.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-513",
    "time": "0:48:01",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-514",
    "time": "0:48:02",
    "speaker": "spk_1",
    "line": "And what",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-515",
    "time": "0:48:02",
    "speaker": "spk_3",
    "line": "do you guys write for a night of too many stars? What's like your gig? Yeah. We're hoping to make an Emmy for",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-516",
    "time": "0:48:09",
    "speaker": "spk_1",
    "line": "a night of too many stars.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-517",
    "time": "0:48:10",
    "speaker": "spk_3",
    "line": "You did? Yeah. We are one of like fifty white dudes. Right? That won an Emmy for that? Is Jewish white?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-518",
    "time": "0:48:18",
    "speaker": "spk_1",
    "line": "Did you call Jewish white?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-519",
    "time": "0:48:19",
    "speaker": "spk_3",
    "line": "No. For one of but neither",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-520",
    "time": "0:48:20",
    "speaker": "spk_1",
    "line": "fifty white",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-521",
    "time": "0:48:21",
    "speaker": "spk_2",
    "line": "and -- I",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-522",
    "time": "0:48:21",
    "speaker": "spk_3",
    "line": "would not -- white and Jewish dudes. Danny, your eyes just popped out of your head when I said I would not call Jewish White. I would not call Jewish White.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-523",
    "time": "0:48:29",
    "speaker": "spk_1",
    "line": "So that's what we're saying. I would not. They're saying there are white guys and Jewish guys.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-524",
    "time": "0:48:33",
    "speaker": "spk_2",
    "line": "Oh, so it's both.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-525",
    "time": "0:48:34",
    "speaker": "spk_3",
    "line": "Yeah. Whatever. I don't know. Michael's a legend.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-526",
    "time": "0:48:38",
    "speaker": "spk_1",
    "line": "Yes. Michael You're saying Robert Smiegel?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-527",
    "time": "0:48:40",
    "speaker": "spk_3",
    "line": "I am not saying that Robert Smiegel is not a legend. I I",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-528",
    "time": "0:48:43",
    "speaker": "spk_2",
    "line": "it is. So then you're saying And you're saying",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-529",
    "time": "0:48:45",
    "speaker": "spk_1",
    "line": "it for a bad cause?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-530",
    "time": "0:48:48",
    "speaker": "spk_3",
    "line": "I'm just saying that it's like a hacky thing to call your favorite TV writer and that's like your credit. Well It's on IMDB. So I could I have to use like Wikipedia. I could I could put a JPEG up of like a fucking rotating fan in",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-531",
    "time": "0:49:04",
    "speaker": "spk_2",
    "line": "the background of that. Not for too not for too long. They do actually check it and take it down. Mhmm.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-532",
    "time": "0:49:10",
    "speaker": "spk_3",
    "line": "So you've you've posted some fake credits before.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-533",
    "time": "0:49:13",
    "speaker": "spk_2",
    "line": "I've had some trouble getting some stuff on there that I think I was owed. And and that fight's not over either I'm not giving in.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-534",
    "time": "0:49:22",
    "speaker": "spk_3",
    "line": "Yeah. What did you what do you feel like you've met you're missing out on? Brian.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-535",
    "time": "0:49:27",
    "speaker": "spk_2",
    "line": "Just some stuff that I think was really more my idea, Chapelle show.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-536",
    "time": "0:49:33",
    "speaker": "spk_3",
    "line": "You believe that Chapel's show.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-537",
    "time": "0:49:37",
    "speaker": "spk_1",
    "line": "Dave ship named after Dave Chapel",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-538",
    "time": "0:49:38",
    "speaker": "spk_3",
    "line": "created by Dave Chapel and Neil Brennan,",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-539",
    "time": "0:49:44",
    "speaker": "spk_1",
    "line": "your idea.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-540",
    "time": "0:49:45",
    "speaker": "spk_3",
    "line": "Primarily. Yeah. Okay.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-541",
    "time": "0:49:47",
    "speaker": "spk_2",
    "line": "I had been working on a schedule around the same time.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-542",
    "time": "0:49:49",
    "speaker": "spk_1",
    "line": "Okay.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-543",
    "time": "0:49:49",
    "speaker": "spk_3",
    "line": "I think I'm done here. This is",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-544",
    "time": "0:49:51",
    "speaker": "spk_2",
    "line": "hey, guys. So much for coming by. Thanks",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-545",
    "time": "0:49:53",
    "speaker": "spk_1",
    "line": "much for listening. Read us on iTunes.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-546",
    "time": "0:49:56",
    "speaker": "spk_3",
    "line": "Yeah. Give them a good rating.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-547",
    "time": "0:49:57",
    "speaker": "spk_1",
    "line": "By the pro version, what do we have on the pro version this week?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-548",
    "time": "0:50:00",
    "speaker": "spk_2",
    "line": "Oh, this week. Well. Oh, you can get the key card for Hayes's pool.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-549",
    "time": "0:50:07",
    "speaker": "spk_1",
    "line": "His community",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-550",
    "time": "0:50:07",
    "speaker": "spk_3",
    "line": "well, this bullshit goes on.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-551",
    "time": "0:50:10",
    "speaker": "spk_1",
    "line": "Yeah. You can get the key card for my pool. You get you get a free visit to the Eyewolf studios. After work hours just",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-552",
    "time": "0:50:21",
    "speaker": "spk_2",
    "line": "to hang out with whoever, you know, whoever's there. See engineer Brett or whatever.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-553",
    "time": "0:50:25",
    "speaker": "spk_1",
    "line": "Maybe cool op will be here. You know, maybe maybe",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-554",
    "time": "0:50:30",
    "speaker": "spk_0",
    "line": "--",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-555",
    "time": "0:50:30",
    "speaker": "spk_2",
    "line": "the Sklar Brothers.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-556",
    "time": "0:50:32",
    "speaker": "spk_1",
    "line": "Liz Lane will be here. She records somewhere else.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-557",
    "time": "0:50:35",
    "speaker": "spk_2",
    "line": "You never know, and and that's the point. So please subscribe to the pro version and rate us on iTunes.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-558",
    "time": "0:50:41",
    "speaker": "spk_1",
    "line": "When we do this?",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-559",
    "time": "0:50:42",
    "speaker": "spk_3",
    "line": "Can you fucking leave me the fuck alone",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-560",
    "time": "0:50:44",
    "speaker": "spk_1",
    "line": "while I'm doing you",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-561",
    "time": "0:50:45",
    "speaker": "spk_3",
    "line": "a goddamn favor? Finish wrap up your stupid shit.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-562",
    "time": "0:50:48",
    "speaker": "spk_2",
    "line": "We're getting right towards the end And and get on the forums, talk on the forums, did you like the way Adam treated us, Did you not? It's a, you know, it's up in the air, maybe start a poll and",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-563",
    "time": "0:51:02",
    "speaker": "spk_1",
    "line": "in the follow Adam Twitter, he follow Adam Twitter.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-564",
    "time": "0:51:07",
    "speaker": "spk_2",
    "line": "Real pros. A bunch of pros. Bye. Bye. This has been an earwolf media production. Executive producers, Jeff Ulrik and Scott Off And for more information, visit earwhip dot com.",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-565",
    "time": "0:51:28",
    "speaker": "spk_1",
    "line": "Earward. Fradio, boom",
    "episode": "4",
    "edited": false
  },
  {
    "id": "4-566",
    "time": "0:51:31",
    "speaker": "spk_3",
    "line": "dot com. The WORth dead.",
    "episode": "4",
    "edited": false
  }
]
