[
  {
    "id": "44-0",
    "time": "0:00:04",
    "speaker": "spk_0",
    "line": "so I can't see the dancing, and I can't see the dancing, and I'm the inos. Circus O'lay love tickets are really expensive. Yes. So I'm like getting pissed. Yeah. And I go and I go, hey, mister. Take that big stovepipe hat on. Hat comes off, turns around, it's Anna Gone. Hollywood hamper.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-1",
    "time": "0:00:25",
    "speaker": "spk_1",
    "line": "To wear a man's hat of spring.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-2",
    "time": "0:00:28",
    "speaker": "spk_0",
    "line": "Well, she I guess, you know, I talked to her afterwards. We're friends a little. And she's doing like the whole like mystery pickup artist thing. Oh, yes. She was peacocking. She's single now and -- Yeah. -- I guess was trying to pick up Hank Azaria.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-3",
    "time": "0:00:44",
    "speaker": "spk_1",
    "line": "Hey. Welcome to Hollywood Handbook and Insiders guide you kicking butt.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-4",
    "time": "0:00:47",
    "speaker": "spk_0",
    "line": "What up, what up?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-5",
    "time": "0:00:48",
    "speaker": "spk_1",
    "line": "The red carpet line back, hallways of this industry we call Shobez. Listen, when we see a show that we like, we like to come on here and we and we talk about the show.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-6",
    "time": "0:00:57",
    "speaker": "spk_0",
    "line": "Especially when they're flying under the radar, and they haven't really gotten the attention they deserve because it's on one of these fringe small stations. What's the name of the station? NBC. Okay.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-7",
    "time": "0:01:09",
    "speaker": "spk_1",
    "line": "There's all there's few shows out there now that were that were getting very excited about, and this is a segment we should name it, where we talk about good shows, good shows that we like.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-8",
    "time": "0:01:21",
    "speaker": "spk_0",
    "line": "Well, I mean, I thought we might call it Welcome to welcome to Sweden, etcetera.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-9",
    "time": "0:01:26",
    "speaker": "spk_1",
    "line": "That's good. Etetera is the other shows",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-10",
    "time": "0:01:29",
    "speaker": "spk_0",
    "line": "-- Yes. --",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-11",
    "time": "0:01:29",
    "speaker": "spk_1",
    "line": "that we talk about. Good. But I",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-12",
    "time": "0:01:32",
    "speaker": "spk_0",
    "line": "feel like we'll always open with this one when we do this segment, and we've done it in the past, and we've called it that too. But",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-13",
    "time": "0:01:39",
    "speaker": "spk_1",
    "line": "the show that we like",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-14",
    "time": "0:01:40",
    "speaker": "spk_0",
    "line": "--",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-15",
    "time": "0:01:40",
    "speaker": "spk_1",
    "line": "yes. Is this show, Welcome to Sweden. It's about a man who moves to Sweden. And his experience there is it's very weird. It actually turns out to be very strange.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-16",
    "time": "0:01:53",
    "speaker": "spk_0",
    "line": "Well, yeah. It's totally cuckoo. And because you're",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-17",
    "time": "0:01:57",
    "speaker": "spk_1",
    "line": "thinking Sweden's is country. Right? And yes, it is. But once you actually go there, it's something else entirely.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-18",
    "time": "0:02:04",
    "speaker": "spk_0",
    "line": "It's so rare for me to connect to a new show. Because as you know, I don't own a television and so I'm going out to a fancy restaurant. Mhmm. And I don't wanna waste my money learning characters. And so generally I'll watch coach or something like coach. But this time",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-19",
    "time": "0:02:24",
    "speaker": "spk_1",
    "line": "what what's like What is that? That's like coach.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-20",
    "time": "0:02:30",
    "speaker": "spk_0",
    "line": "The film Devil's advocate. Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-21",
    "time": "0:02:33",
    "speaker": "spk_1",
    "line": "And what's how is that like coach?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-22",
    "time": "0:02:36",
    "speaker": "spk_0",
    "line": "It's got the guy I like. Mhmm. So anyway, I'm out there and I'm thinking, I don't wanna waste this. I just paid all this money for this via Scalopeini and Anyways, I wind up just saying, oh, f it. I'm gonna watch Welcome to Sweden. I loved it.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-23",
    "time": "0:02:59",
    "speaker": "spk_1",
    "line": "And this guy lurved it. This this guy who's in it. I'm watching him and I'm thinking, who is this? What is I want to know all about it.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-24",
    "time": "0:03:08",
    "speaker": "spk_0",
    "line": "How the hell?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-25",
    "time": "0:03:09",
    "speaker": "spk_1",
    "line": "It's this guy Greg Polar. So raw. And I'm looking up him, and I'm looking about him, and I'm finding out all these things. And it turns out that his sister is acting at the same time, and she's in the show. She's at the beginning of the show. Yes.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-26",
    "time": "0:03:27",
    "speaker": "spk_0",
    "line": "And So his sister is a famous actress. Because she's in the beginning of his show. Yeah. So they're both actors, they're both on this show.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-27",
    "time": "0:03:35",
    "speaker": "spk_1",
    "line": "Mhmm. And and she is also an executive producer on it. She's very early in the credits, which I heard was not because of there being relationship at all But she saw the script with the first page torn off and didn't even see what the name was, and she loved it so much. That she said I make this TV show now. And so now it's on TV and she finds out showing up on the first day, this is her brother. This is a guy that she knew when she was a little baby?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-28",
    "time": "0:04:10",
    "speaker": "spk_0",
    "line": "Yeah. And that's exciting to me. The idea to show up at a script, you never found out who it's by and that it's your brother.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-29",
    "time": "0:04:19",
    "speaker": "spk_1",
    "line": "What an interesting story.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-30",
    "time": "0:04:20",
    "speaker": "spk_0",
    "line": "Or your dad or anything. And so that's part of I think what makes the show so exciting, and it is weird when you're in another country and I remember once because sometimes for work I have to travel and I remember once I'm going and I'm being in Vienna. And I'm at an amusement park. And the fried dough there just tasted so crazy to me. No. Granted.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-31",
    "time": "0:05:00",
    "speaker": "spk_1",
    "line": "That's a big positive.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-32",
    "time": "0:05:01",
    "speaker": "spk_0",
    "line": "Wine all day. And also, I just was sleepy. So that's part of it, I'm sure. But yeah, it's the sausage dessert, something, but the fried dough just tasted",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-33",
    "time": "0:05:15",
    "speaker": "spk_1",
    "line": "no. Those are Like our",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-34",
    "time": "0:05:16",
    "speaker": "spk_0",
    "line": "alien thing.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-35",
    "time": "0:05:17",
    "speaker": "spk_1",
    "line": "Those are the sausages.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-36",
    "time": "0:05:19",
    "speaker": "spk_0",
    "line": "That's the fried dough?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-37",
    "time": "0:05:20",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-38",
    "time": "0:05:21",
    "speaker": "spk_0",
    "line": "Okay. So and that's language barrier stuff and they cover some of that too on the show. But it really was an experience that made me think could be a TV show. I'd enough time to do it. Greg did.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-39",
    "time": "0:05:33",
    "speaker": "spk_1",
    "line": "So that's one show that we really love. What what what are some of the other shows that we",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-40",
    "time": "0:05:39",
    "speaker": "spk_0",
    "line": "well, you were saying that you really love this show. It's Emil Hersch's Uncle -- Yes. -- and he plays this guy who's only ever had hamburger sandwich to eat, and he eats Japanese foods, sushis, and he hates it, but he has to keep eating it because of his new job.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-41",
    "time": "0:06:04",
    "speaker": "spk_1",
    "line": "Yeah. So it's a it's a meal Hershes aren't gold's buzz. His name is Buzzer. And he had this strange experience where he, you know, he grows up in America where he eats hamburger sandwich because it's their favorite food. But then, it's time to go to this job. And he meets his boss, this Japanese guy, played by Emil Hers, who's supposed to be old in the thing. What's funny? Like It",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-42",
    "time": "0:06:41",
    "speaker": "spk_0",
    "line": "was so exciting to see him in it.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-43",
    "time": "0:06:43",
    "speaker": "spk_1",
    "line": "Yes. And well, what I hear is",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-44",
    "time": "0:06:45",
    "speaker": "spk_0",
    "line": "and his uncle's show.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-45",
    "time": "0:06:46",
    "speaker": "spk_1",
    "line": "Yes. And that they what I heard was they actually hate each other. And swore that they would never do anything together, but it's only because of the show being so good that they decide, you know, for the show for doing the show, will decide to hang out together again.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-46",
    "time": "0:07:03",
    "speaker": "spk_0",
    "line": "And it's and it's true. I think that Emil has been wanting to play an old Japanese man for quite some time. Yes. So it's a little bit of kismet fate. Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-47",
    "time": "0:07:13",
    "speaker": "spk_1",
    "line": "And so he plays old Japanese man. And he's the boss. Of the company that makes it's it's Mitsubishi. And when you go in, to Mitsubishi. It's in America, but it's part of Japan. It's technically part of Japan.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-48",
    "time": "0:07:30",
    "speaker": "spk_0",
    "line": "One time I took an ecstasy pill with the tsubishi logo on it and I rolled my fucking tits off. Go ahead. Keep talking.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-49",
    "time": "0:07:38",
    "speaker": "spk_1",
    "line": "So they go the way it works is he goes to work. And he's in Japan. And he has to eat a big lunch at work. And it's all this Japanese food. But then he goes home and he's in America again. So you'll have these weird situations where he's eating two different kinds of food, but he has to do it all in one day. That's a pilot. He has to figure out a way. To wake up, have hamburger sandwich for breakfast. Go to work, eat a big Japanese food, then go home, and have to remember whether which what he's supposed to eat.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-50",
    "time": "0:08:11",
    "speaker": "spk_0",
    "line": "Well, there's that scene where he goes and he sticks a chopstick in a hamburger sandwich.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-51",
    "time": "0:08:16",
    "speaker": "spk_1",
    "line": "Yeah. He gets hurt. Oh, yeah. He tries to he tries to eat it like that. The I see",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-52",
    "time": "0:08:23",
    "speaker": "spk_0",
    "line": "pill story is just the same. Mitsubishi's good product.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-53",
    "time": "0:08:27",
    "speaker": "spk_1",
    "line": "It's just a saying?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-54",
    "time": "0:08:29",
    "speaker": "spk_0",
    "line": "It's just to say that, to let you know, like, that's quality product because I'm Engineering. Japanese engineering. Yes. What's that show that you loved",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-55",
    "time": "0:08:39",
    "speaker": "spk_1",
    "line": "you were starting to text me about it. This is the show that Tom Brady's mom was doing, the sitcom on the on the NFL network.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-56",
    "time": "0:08:48",
    "speaker": "spk_0",
    "line": "Oh, yes. Finally, the NFL is doing scripted because they've been trying to dip their toes in these waters for a long while.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-57",
    "time": "0:08:53",
    "speaker": "spk_1",
    "line": "I'm sorry. I forgot what that last show was called. It's called Welcome to hamburgers.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-58",
    "time": "0:08:58",
    "speaker": "spk_0",
    "line": "So this is a show. Now Tom Brady's mom plays a retired Japanese geisha who no longer can use her feminine wiles to sort of please businessmen and needs to find some new kind of work. So she goes to her new job and it is having a hamburger sandwich. And so, when she's doing And this is in Germany, when she's doing this, you know, she's also like getting all these phone calls and she can't stand it because she's They explain it's complicated. They explain early in during the credits kind of that she has a disease where the phone ringing makes her very scared. Mhmm. But she keeps getting these phone calls, and she's eating the hamburger sandwich. She's never had it before because she only eats like octopus fish and all the squid and all this. So she is very sort of out of sorts, but whenever her German boss comes by, that's Tom Brady. He's in it. They got him for it. And I heard he didn't wanna do it. And he didn't wanna do any acting. And then when they I know",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-59",
    "time": "0:10:18",
    "speaker": "spk_1",
    "line": "you were saying lots of football guys isn't it?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-60",
    "time": "0:10:20",
    "speaker": "spk_0",
    "line": "Oh, yes. Yeah. Michael Peterson, is that someone? Michael Sam, plays like the, you know, busboy.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-61",
    "time": "0:10:34",
    "speaker": "spk_1",
    "line": "Yeah. And who's Michael Peter said? Just catch me. I know, you know, you're much more of a football guy than I am.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-62",
    "time": "0:10:41",
    "speaker": "spk_0",
    "line": "Well, he's on the Minneapolis Vikings --",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-63",
    "time": "0:10:44",
    "speaker": "spk_1",
    "line": "uh-huh.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-64",
    "time": "0:10:44",
    "speaker": "spk_0",
    "line": "-- and he does touchdowns like madness. And so some of the guy And if you haven't seen the sport, some of the guys stop touchdowns and some of the guys does touchdowns. And Michael is one of the ones who just really does big touchdowns and it is a thrill and a half. Mhmm. Anyway, Tom Brady plays her boss, Ernst. And when Ernst comes in, if he catches you with the catch up, you're gonna get really really punched.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-65",
    "time": "0:11:27",
    "speaker": "spk_1",
    "line": "Mhmm. They don't like to eat ketchup over there.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-66",
    "time": "0:11:29",
    "speaker": "spk_0",
    "line": "Well, and then you're not allowed and then you are allowed to punch an old woman who works for you. And so it's a cool dynamic it sets up. And so between that and the phone ringing and all the football guys, whether they're the touchdown guys or not. Mhmm. You've really got a recipe for success.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-67",
    "time": "0:11:50",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-68",
    "time": "0:11:51",
    "speaker": "spk_0",
    "line": "And that's what I texted you.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-69",
    "time": "0:11:53",
    "speaker": "spk_1",
    "line": "And Michael Sam is in it, you said?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-70",
    "time": "0:11:56",
    "speaker": "spk_0",
    "line": "Yeah. He's the busboy and he's clearing the plates But at the same time, he's got kind of his own story going on where whenever there's a full moon, he pisses he he pisses himself.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-71",
    "time": "0:12:15",
    "speaker": "spk_1",
    "line": "Oh. So",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-72",
    "time": "0:12:19",
    "speaker": "spk_0",
    "line": "you know, and that's you can't really control what shift you get if you get a shift during the full moon. Yeah. And you piss yourself.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-73",
    "time": "0:12:26",
    "speaker": "spk_1",
    "line": "Mhmm. But you're wearing that big apron.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-74",
    "time": "0:12:30",
    "speaker": "spk_0",
    "line": "Yeah. But he pissed right through the apron. In the episode, I saw, he pissed clean through it. It actually made a hole in it. Through it. Yeah. Like, it made a stain and then the stain melted a hole. So I don't know what they're trying to say about his diet or what. But since",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-75",
    "time": "0:12:48",
    "speaker": "spk_1",
    "line": "it's strange They're trying to say something about I don't know if I'm reading it into it too much, but it seems like something about his sexual orientation. Does that imply it at all?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-76",
    "time": "0:12:59",
    "speaker": "spk_0",
    "line": "Why? What's up with his",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-77",
    "time": "0:13:02",
    "speaker": "spk_1",
    "line": "oh, he's gay.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-78",
    "time": "0:13:04",
    "speaker": "spk_0",
    "line": "He's gay?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-79",
    "time": "0:13:05",
    "speaker": "spk_1",
    "line": "Yeah. Okay. That's okay with you?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-80",
    "time": "0:13:11",
    "speaker": "spk_0",
    "line": "I mean, what do you want me to get into it now? It's fine. You can't you I just can't have a kid. I mean, you literally can't.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-81",
    "time": "0:13:19",
    "speaker": "spk_1",
    "line": "Okay. You like the show.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-82",
    "time": "0:13:21",
    "speaker": "spk_0",
    "line": "You can have one. But when people are like, my family, my kid, I'm like, well it's not fucking yours. And I know that because you're straight up a gay dude and you told me that. And it's so it's like",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-83",
    "time": "0:13:34",
    "speaker": "spk_1",
    "line": "it's",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-84",
    "time": "0:13:34",
    "speaker": "spk_0",
    "line": "that aspect of it? It's fake. Yeah. That's fake and then They're faking. Well, and they're lying. And so that kind of pretending is not okay with me. Just like -- Mhmm. -- just say what you did. You bought it. You know what I mean? Mhmm. I mean, it's yours like in the way that, like, my canoe is my canoe. But when I'm out and act it's not like that because I made it. Anyway, I don't want to get into it. But I but as far as them being people or doing football or being on this great show, which was you know, almost funny he's welcome to Sweden as far as any of that. Mhmm. I think it's great.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-85",
    "time": "0:14:16",
    "speaker": "spk_1",
    "line": "I just asked because you said you liked it and I know that you just have a low tolerance for people being fake that way.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-86",
    "time": "0:14:23",
    "speaker": "spk_0",
    "line": "I",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-87",
    "time": "0:14:24",
    "speaker": "spk_1",
    "line": "so it made me think Hate fake. Maybe maybe you didn't Hate",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-88",
    "time": "0:14:27",
    "speaker": "spk_0",
    "line": "when people are fake.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-89",
    "time": "0:14:28",
    "speaker": "spk_1",
    "line": "All the details. Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-90",
    "time": "0:14:29",
    "speaker": "spk_0",
    "line": "Yeah. No. I don't like when people are fake. That's true. And I think it goes back to when I, you know, had that I mean, I accidentally had sex with a doll that I thought was a person. Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-91",
    "time": "0:14:42",
    "speaker": "spk_1",
    "line": "Yeah. And that sort of raised your awareness about fake stuff.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-92",
    "time": "0:14:48",
    "speaker": "spk_0",
    "line": "Well, how dangerous it can be?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-93",
    "time": "0:14:50",
    "speaker": "spk_1",
    "line": "Mhmm. Not knowing what's real and",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-94",
    "time": "0:14:52",
    "speaker": "spk_0",
    "line": "yeah. And some of the science now where they're trying to do these simulators and these hologram and the three d printing and all of it. And I'm like, well, it's slippery slope.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-95",
    "time": "0:15:00",
    "speaker": "spk_1",
    "line": "It's like they're yeah. They're trying to trick you.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-96",
    "time": "0:15:04",
    "speaker": "spk_0",
    "line": "Yeah. Mhmm. It does feel that way.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-97",
    "time": "0:15:07",
    "speaker": "spk_1",
    "line": "We have a great guest today. Nick Weiger is here. He you know him from fun of your die.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-98",
    "time": "0:15:13",
    "speaker": "spk_0",
    "line": "The doll was a girl. It looked like a girl. I'm not saying?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-99",
    "time": "0:15:19",
    "speaker": "spk_1",
    "line": "No. No.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-100",
    "time": "0:15:21",
    "speaker": "spk_0",
    "line": "I just said, I'm fine with the Michael Sam and I am. If he really is that or I don't know if you're trying to trick me. But when I had sex with the doll Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-101",
    "time": "0:15:29",
    "speaker": "spk_1",
    "line": "It was a you know, it's had big",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-102",
    "time": "0:15:31",
    "speaker": "spk_0",
    "line": "well, and for people who don't know the whole story, Somebody had put a radio right behind its head.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-103",
    "time": "0:15:40",
    "speaker": "spk_1",
    "line": "So you think",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-104",
    "time": "0:15:41",
    "speaker": "spk_0",
    "line": "so I did think it was talking to me. Singing.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-105",
    "time": "0:15:43",
    "speaker": "spk_1",
    "line": "Yeah. What what what song?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-106",
    "time": "0:15:48",
    "speaker": "spk_0",
    "line": "Some raise your glass if you're and nitty gritty. Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-107",
    "time": "0:15:54",
    "speaker": "spk_1",
    "line": "And so you",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-108",
    "time": "0:15:55",
    "speaker": "spk_0",
    "line": "never be. Never be.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-109",
    "time": "0:16:03",
    "speaker": "spk_1",
    "line": "It's a very strong signal. You hear that, you think.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-110",
    "time": "0:16:06",
    "speaker": "spk_0",
    "line": "No. Uh-huh.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-111",
    "time": "0:16:09",
    "speaker": "spk_1",
    "line": "What else are you gonna think? When you hear something, you know, someone is looking right at you, singing that song.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-112",
    "time": "0:16:17",
    "speaker": "spk_0",
    "line": "Yeah. So Anyway, you were gonna do the guest.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-113",
    "time": "0:16:23",
    "speaker": "spk_1",
    "line": "Yes. We have a great guest today. Nick Wiger is here, and he's on. He's done fun of your die, and now he writes for at midnight, and he's a he's a writer performer, and he's very good, and he's gonna talk to us all about viral content and technology, very soon coming right up on Hollywood Handbook.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-114",
    "time": "0:16:43",
    "speaker": "spk_0",
    "line": "Were you making fun of me? When? The whole thing just now. It just feels like you're, like, laughing at me or something.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-115",
    "time": "0:16:54",
    "speaker": "spk_2",
    "line": "The fact that you would say that",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-116",
    "time": "0:16:55",
    "speaker": "spk_1",
    "line": "to me now after all you know, after you went through that whole thing, and that I you know, I put a fair amount of time into into working with you about that. Didn't I? Do I have so much time that I, you know, I can, like, come to your house right away when you're, like, thinking about it too much?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-117",
    "time": "0:17:14",
    "speaker": "spk_0",
    "line": "Well, that's what made me scared about it. Is it, like, as if you're, like, this sort of you know, and and I don't see you as this kind of person but feel this sort of ghoulish sort of figure who just seizes on the fact that I'm vulnerable because, you know, when I learned it, as you know, I got pretty scared and got pretty violent with myself. I mean,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-118",
    "time": "0:17:42",
    "speaker": "spk_1",
    "line": "you know, and I don't want to take this back at you, but the fact that you would make that assumption about me that I that this is something I would do with my You know, I have things going on. I can't just take you know, we took a trip.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-119",
    "time": "0:17:54",
    "speaker": "spk_0",
    "line": "I know that. I know.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-120",
    "time": "0:17:54",
    "speaker": "spk_1",
    "line": "We, you know, we took a trip together about this -- Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-121",
    "time": "0:17:58",
    "speaker": "spk_0",
    "line": "--",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-122",
    "time": "0:17:58",
    "speaker": "spk_1",
    "line": "to the factory.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-123",
    "time": "0:17:59",
    "speaker": "spk_0",
    "line": "Yeah. We had to go.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-124",
    "time": "0:18:01",
    "speaker": "spk_1",
    "line": "So you could see how they make the doll That this is just a doll.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-125",
    "time": "0:18:06",
    "speaker": "spk_0",
    "line": "I feel and that there -- Mhmm. -- are several of the kind that I -- Yes. -- was with and that",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-126",
    "time": "0:18:13",
    "speaker": "spk_1",
    "line": "and it's not and there's no attachment there.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-127",
    "time": "0:18:17",
    "speaker": "spk_0",
    "line": "And that's what they're for.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-128",
    "time": "0:18:18",
    "speaker": "spk_1",
    "line": "Yeah. And they and they and they don't love anybody?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-129",
    "time": "0:18:22",
    "speaker": "spk_0",
    "line": "Yes. No. Yes.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-130",
    "time": "0:18:23",
    "speaker": "spk_1",
    "line": "Remember, we had to",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-131",
    "time": "0:18:26",
    "speaker": "spk_0",
    "line": "yeah. We talked to the all the employees.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-132",
    "time": "0:18:28",
    "speaker": "spk_3",
    "line": "Mhmm. Yes.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-133",
    "time": "0:18:32",
    "speaker": "spk_0",
    "line": "No. I know. That wasn't,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-134",
    "time": "0:18:34",
    "speaker": "spk_3",
    "line": "you know,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-135",
    "time": "0:18:34",
    "speaker": "spk_2",
    "line": "and to take half.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-136",
    "time": "0:18:35",
    "speaker": "spk_0",
    "line": "I feel so self conscious around it and the fact that",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-137",
    "time": "0:18:38",
    "speaker": "spk_2",
    "line": "you know",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-138",
    "time": "0:18:39",
    "speaker": "spk_0",
    "line": "so much about it.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-139",
    "time": "0:18:39",
    "speaker": "spk_3",
    "line": "I know that's what",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-140",
    "time": "0:18:40",
    "speaker": "spk_1",
    "line": "it is. I know that's what",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-141",
    "time": "0:18:41",
    "speaker": "spk_0",
    "line": "it is. Because it makes me almost scared that I am going to get, you know, Powell, surprise. You're getting recorded. I mean, I know this is recorded, but in all the things I'm doing that you're trying to somehow do like a a Jamie Kennedy experiment thing with me. Mhmm. Or something like this.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-142",
    "time": "0:19:02",
    "speaker": "spk_1",
    "line": "But I'm getting about both ends because when we go when we went to the factory, you were saying that was a Jimmy Kennedy experiment as well. You remember that?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-143",
    "time": "0:19:13",
    "speaker": "spk_0",
    "line": "Yes. Well, yes.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-144",
    "time": "0:19:14",
    "speaker": "spk_1",
    "line": "Saying that, you know, that it was a real thing.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-145",
    "time": "0:19:17",
    "speaker": "spk_0",
    "line": "Well, that it wasn't that it wasn't to a factory,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-146",
    "time": "0:19:20",
    "speaker": "spk_1",
    "line": "and it was That it was sort of",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-147",
    "time": "0:19:20",
    "speaker": "spk_0",
    "line": "a dreamy Kennedy style thing where you'd set up the factory. Then I had",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-148",
    "time": "0:19:23",
    "speaker": "spk_1",
    "line": "set up the factory to to x u. Yes. But And and now that, you know, now that it's not that anymore, it seems like I'm one way or another, I'm Jamie Kennedy experimenting you. There's nothing I can do.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-149",
    "time": "0:19:38",
    "speaker": "spk_0",
    "line": "No. I hope that you're not. No. You're doing it right now. You're just being honest, but I can't ask. I mean, it's pretty scary to get x ed. Like, that's a real fear that people have in this town specifically.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-150",
    "time": "0:19:51",
    "speaker": "spk_2",
    "line": "You can I mean, there's a difference between ask?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-151",
    "time": "0:19:54",
    "speaker": "spk_1",
    "line": "You you you know, And I know you're just on, like, your your your awareness is so heightened and you're and, you know, you're very skittish now. After sort of what's happened.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-152",
    "time": "0:20:03",
    "speaker": "spk_0",
    "line": "Emmanuel told me that you're the one who put the radio there, and that's what and that's what I haven't told you. And that's why",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-153",
    "time": "0:20:08",
    "speaker": "spk_2",
    "line": "who told you that?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-154",
    "time": "0:20:09",
    "speaker": "spk_0",
    "line": "Emmanuel told me that you were the one who put the radio there. And that that's and so that's why I'm nervous because it's a very convenient placing where it really does make it seem like that head is talking or singing,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-155",
    "time": "0:20:22",
    "speaker": "spk_1",
    "line": "that I that I put it behind the doll and I play The",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-156",
    "time": "0:20:25",
    "speaker": "spk_0",
    "line": "seesaw you put the radio, which was an a lot place for the radio, you know, because it was on a windowsill.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-157",
    "time": "0:20:30",
    "speaker": "spk_1",
    "line": "And I played a song that I know you find provocative.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-158",
    "time": "0:20:34",
    "speaker": "spk_0",
    "line": "Pretty sensual.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-159",
    "time": "0:20:35",
    "speaker": "spk_1",
    "line": "Okay. Say it started as one thing.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-160",
    "time": "0:20:41",
    "speaker": "spk_0",
    "line": "An accent? An accent? Okay.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-161",
    "time": "0:20:48",
    "speaker": "spk_1",
    "line": "What it became and like what you did is not what I anticipated would would happen. Just like the degree of it, the proposing and Though, everything before that, the just the aggressive nature of Just the way it went down,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-162",
    "time": "0:21:18",
    "speaker": "spk_0",
    "line": "because it was I did it in a mean way.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-163",
    "time": "0:21:22",
    "speaker": "spk_1",
    "line": "It was a little mean.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-164",
    "time": "0:21:23",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-165",
    "time": "0:21:26",
    "speaker": "spk_1",
    "line": "And so Some of the language. The language was not good. That's actually not what I'm talking about.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-166",
    "time": "0:21:32",
    "speaker": "spk_0",
    "line": "Because some of the words are not, you know",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-167",
    "time": "0:21:34",
    "speaker": "spk_1",
    "line": "we don't have you know,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-168",
    "time": "0:21:37",
    "speaker": "spk_0",
    "line": "i mean, you know it. I mean, you know as well as I do. Then, you know, I was using the, like, the Enlord or",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-169",
    "time": "0:21:44",
    "speaker": "spk_1",
    "line": "all of that. It it As it was happening, you know, I'm watching this thinking like, should I You know, now do I go stop it?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-170",
    "time": "0:21:54",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-171",
    "time": "0:21:57",
    "speaker": "spk_1",
    "line": "And I just I I don't feel like I can because",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-172",
    "time": "0:22:00",
    "speaker": "spk_0",
    "line": "fred, you lose your hand. Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-173",
    "time": "0:22:02",
    "speaker": "spk_1",
    "line": "And so after that, you know, I'm I'm Yes. It it did it start it as a next thing? Yes. Ever since then, I feel like I've been trying to, you know, to make it something else.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-174",
    "time": "0:22:16",
    "speaker": "spk_0",
    "line": "Well, and I think that what we both found out is that maybe what I I had some stuff that I did need to work through, whether we did it at a doll factory or we did it on our trip.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-175",
    "time": "0:22:27",
    "speaker": "spk_1",
    "line": "It ended up being a nice thing.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-176",
    "time": "0:22:30",
    "speaker": "spk_0",
    "line": "Yes. And I feel closer to you, but I did wanna know because I did think it was an scene.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-177",
    "time": "0:22:35",
    "speaker": "spk_1",
    "line": "Right. Well, you seem And",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-178",
    "time": "0:22:36",
    "speaker": "spk_0",
    "line": "now I'm not so nervous that you're trying to do it still do it to me because I really snipped it out.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-179",
    "time": "0:22:41",
    "speaker": "spk_1",
    "line": "Well, yes. Because the sense that you had is that somewhere, at some point, an x ing was happening to you.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-180",
    "time": "0:22:47",
    "speaker": "spk_0",
    "line": "I was getting x'd.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-181",
    "time": "0:22:49",
    "speaker": "spk_1",
    "line": "Since it happened until now, you've just been trying to basically find the x that in in your life history. And doesn't it feel better now that you found it?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-182",
    "time": "0:23:00",
    "speaker": "spk_0",
    "line": "And I do feel better. And thank you for admitting that. And I know that wasn't easy. And I love you.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-183",
    "time": "0:23:09",
    "speaker": "spk_1",
    "line": "I love you too. We have a great guest today, Nick Nick Wagers here, and He's from a funnier dive. Coming right up on Hollywood Handbook.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-184",
    "time": "0:23:17",
    "speaker": "spk_0",
    "line": "Hollywood Handbook. So Eyerolf actually makes shows, and they're available for you to listen to. And we're offering a special promotion where if you listen to these shows enough and make them popular, Hayes and I will appear on these other shows.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-185",
    "time": "0:23:32",
    "speaker": "spk_1",
    "line": "We've got a improv for humans with Matt Besser, where Matt and three other humans take suggestions for you to to make a comedy gold. That sounds like a really fun thing for for Sean and I to do. We'd love to do that if you guys can listen to it enough to just get it to a certain.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-186",
    "time": "0:23:46",
    "speaker": "spk_0",
    "line": "Get it over that over that hump and the minimum threshold, I think, is a billion listens. And then we will appear on there and you can hear Matt Besser fan out over how funny we are.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-187",
    "time": "0:23:56",
    "speaker": "spk_1",
    "line": "There's Ronna and Beverly, they take interviewing your favorite celebrities like Mark Marin and, you you know, perhaps one day us. To a whole new place with their unique points of view. That sounds exactly like the kind of show that we would like to do. We're we're the listenership there, and that and that's sort of you can you can help out with.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-188",
    "time": "0:24:12",
    "speaker": "spk_0",
    "line": "If they're yeah. Their numbers would it all support the decision we'd love to go on there and you could hear Ron on Beverly just sort of fan out over what me and Hayes do.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-189",
    "time": "0:24:20",
    "speaker": "spk_1",
    "line": "And if you like sports, you can check out Squarborough Country with a Randy and Jason Squar. No bigger sports heads than Sean and I. You know that was something they would love to have us on their show. And to be honest, we love to do it as well, but what it would take is is is a requisite number of listening.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-190",
    "time": "0:24:37",
    "speaker": "spk_0",
    "line": "We need you to get in there and listen to it enough that it's even on our radar in any way. And at that point, we could teach them some stuff about sports and they could kinda fan out over some of the stuff that Me and Hayes do.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-191",
    "time": "0:24:48",
    "speaker": "spk_1",
    "line": "And if you're looking for a casual conversation around a dining room table, totally lame is for you. Doesn't really sound like the ideal podcast for us to do. But if the listeners were there, we would sort of be compelled.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-192",
    "time": "0:25:04",
    "speaker": "spk_0",
    "line": "Yeah. Hayes and I aren't traditionally too casual about conversation. We think of it as pretty serious.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-193",
    "time": "0:25:09",
    "speaker": "spk_1",
    "line": "We want we'd like to put some effort into it.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-194",
    "time": "0:25:11",
    "speaker": "spk_0",
    "line": "But if you got enough numbers, then we would be happy to sort of take off our suit and go down for casual conversation and just fan out over Elizabeth Lame, and some of what she and her husband, psychic Candy, have got working over there.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-195",
    "time": "0:25:25",
    "speaker": "spk_1",
    "line": "So when this show is over, go check one of those shows out, and we'll see we'll see what happens.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-196",
    "time": "0:25:34",
    "speaker": "spk_0",
    "line": "I'm at the Aaron Space Museum --",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-197",
    "time": "0:25:36",
    "speaker": "spk_1",
    "line": "mhmm. -- with Jenna. Mhmm. For sure.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-198",
    "time": "0:25:39",
    "speaker": "spk_0",
    "line": "Mhmm. And we're in that little theater they have there. You watch like the planes movie about planes or whatever. She's like, I want my overhauls for you. And what do you mean? She's like, to make it easier to",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-199",
    "time": "0:25:50",
    "speaker": "spk_3",
    "line": "finger me.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-200",
    "time": "0:25:50",
    "speaker": "spk_0",
    "line": "Mhmm. Does that make any sense to you? My damn.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-201",
    "time": "0:25:54",
    "speaker": "spk_1",
    "line": "Does she well, what does she think?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-202",
    "time": "0:25:56",
    "speaker": "spk_0",
    "line": "Back what was she saying fingering it?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-203",
    "time": "0:25:57",
    "speaker": "spk_1",
    "line": "That seems like it would make",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-204",
    "time": "0:25:59",
    "speaker": "spk_0",
    "line": "it much harder. Well, yeah. And this was the conversation we're having. You know? And ultimately, some kid shushed us. He was, like, on his eighth grade Washington DC trip, and he shushed us. But billed me out in a way. Hey. What up that",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-205",
    "time": "0:26:13",
    "speaker": "spk_1",
    "line": "hollywood handbooking insider's guide to kicking butt and dropping names in the red carpet line back hallways of this industry we call showbiz. Well, welcome, and what up what up. To Nick Weiger, our guest today. We've been excited to have someone from the viral space for a while. We I mean, to get you for something like that is is a real So thank you thank you so much for being here.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-206",
    "time": "0:26:36",
    "speaker": "spk_3",
    "line": "It's I mean, it's a thrill to be here and and discuss this aspect of the entertainment industry that I feel like kind of gets I feel like it gets some guff. It gets kind of the short section.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-207",
    "time": "0:26:47",
    "speaker": "spk_1",
    "line": "It actually does get guff. Yeah. It is yes.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-208",
    "time": "0:26:49",
    "speaker": "spk_0",
    "line": "It's taking on guff, and it gets second billing when, for me, it's actually tops.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-209",
    "time": "0:26:53",
    "speaker": "spk_3",
    "line": "Well, how are you spending your your time in being entertained these days if we are in the entertainment industry. Right? You're spending it online. You're watching viral content, you know. You're not going to the Cineplex every night, but you're maybe six hours a day at your job when you should be working, you're checking out what's on what's on the top websites.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-210",
    "time": "0:27:12",
    "speaker": "spk_1",
    "line": "And it's and it's tiny movies, is really all",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-211",
    "time": "0:27:14",
    "speaker": "spk_0",
    "line": "it is.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-212",
    "time": "0:27:15",
    "speaker": "spk_3",
    "line": "It really is. Yes. It really is.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-213",
    "time": "0:27:16",
    "speaker": "spk_1",
    "line": "And it is for free.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-214",
    "time": "0:27:18",
    "speaker": "spk_0",
    "line": "It is for free and it is the most intimate entertainment",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-215",
    "time": "0:27:20",
    "speaker": "spk_2",
    "line": "experience because",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-216",
    "time": "0:27:21",
    "speaker": "spk_0",
    "line": "you can unlike other forms of him, you can have it in your home or at your",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-217",
    "time": "0:27:27",
    "speaker": "spk_1",
    "line": "work space. And just lying in bed. Yes. Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-218",
    "time": "0:27:29",
    "speaker": "spk_3",
    "line": "I'm so glad you guys mentioned that because the idea of it being intimate of it like connecting to an audience so directly is what appeals to me about viral content. I could make movies. I could go I could write a screenplay, and sell it tomorrow. I could go I've been offered TV shows. They've just said, hey, Nick, you want a TV show.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-219",
    "time": "0:27:47",
    "speaker": "spk_0",
    "line": "Yeah. I'd buy it. Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-220",
    "time": "0:27:49",
    "speaker": "spk_3",
    "line": "Of course. You got you guys what anyone want. And because but I don't I'm not interested in that. I'm interested in the Internet. This is the new frontier -- Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-221",
    "time": "0:27:59",
    "speaker": "spk_0",
    "line": "--",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-222",
    "time": "0:27:59",
    "speaker": "spk_3",
    "line": "of of cinema. This the new frontier of pop culture. Mhmm. We I am I'm trying to blaze a trail alongside my fellow Viners, my fellow YouTubers, my fellow, viral content engineers, I call them, viral content engineers, or viral engineers.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-223",
    "time": "0:28:16",
    "speaker": "spk_1",
    "line": "Let's backtrack a little bit. Sure. You It starts for you, I guess, with fun year die",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-224",
    "time": "0:28:22",
    "speaker": "spk_0",
    "line": "-- Mhmm. --",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-225",
    "time": "0:28:22",
    "speaker": "spk_1",
    "line": "is is where you're sort of coming from. Where people know will Sure. And they know Chris Hensci",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-226",
    "time": "0:28:29",
    "speaker": "spk_0",
    "line": "--",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-227",
    "time": "0:28:30",
    "speaker": "spk_1",
    "line": "mhmm. -- and they know Adam McKay. But who's who where where does Nick Hanch sorry. The henchman.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-228",
    "time": "0:28:37",
    "speaker": "spk_0",
    "line": "Yeah. Hank henchman. Is the",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-229",
    "time": "0:28:41",
    "speaker": "spk_3",
    "line": "best? He's the best. Mhmm. Yeah. Yeah. I mean, I guess the way to think of it is, you know, those three names are kind of like a triangle. And I'm at the center of that triangle, like, as its core. Right.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-230",
    "time": "0:28:57",
    "speaker": "spk_1",
    "line": "It's holding up the sky.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-231",
    "time": "0:28:58",
    "speaker": "spk_3",
    "line": "Basically, holding it all together.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-232",
    "time": "0:28:59",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-233",
    "time": "0:28:59",
    "speaker": "spk_3",
    "line": "It's kind of like of like you know how Atlas has the Earth on his back. I'm kind of like that except I'm holding up all three sides of the company.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-234",
    "time": "0:29:08",
    "speaker": "spk_0",
    "line": "Uh-huh. And mind body and spirit on each side. Yes. Yeah. Yeah. It is. And then you yes. And you're sort of the the uniting factor. Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-235",
    "time": "0:29:15",
    "speaker": "spk_3",
    "line": "Yeah. That's how I like to think of it anyway, and how they think of it. I mean, I I am speaking for them, and I have their permission to speak for them. So Mhmm. Yeah. I I I mean, you know, the idea of the company is to, again, getting back to what you guys were saying earlier, it's about engaging with the audience. How better to engage with the audience, but let them decide the fate of the content you put out there. Sure. Is it funny? Does it die? Yeah. Which which is it? You know, this that's up to you.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-236",
    "time": "0:29:44",
    "speaker": "spk_1",
    "line": "And let's explain, I guess, to people who don't know sort of how to do it, how to do fun your die, where like",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-237",
    "time": "0:29:50",
    "speaker": "spk_0",
    "line": "-- Sure. --",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-238",
    "time": "0:29:50",
    "speaker": "spk_1",
    "line": "if I'm if I wanna look at it and I I show up and I'm saying, let's go. And I and now I want it. And I I can't wait to see it. And",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-239",
    "time": "0:30:00",
    "speaker": "spk_0",
    "line": "this scenario, I'm like, let's go. Let's see it. Mhmm. Mhmm. And now what? Yeah. And now what am I doing?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-240",
    "time": "0:30:06",
    "speaker": "spk_3",
    "line": "So you're looking to see, you wanna see what fun of your diet is? Even further back Even for the",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-241",
    "time": "0:30:12",
    "speaker": "spk_0",
    "line": "back of the guy. Yeah. Just from a just from a direction of like So I would love to see it. I can't wait.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-242",
    "time": "0:30:22",
    "speaker": "spk_1",
    "line": "I've I've carved out some time.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-243",
    "time": "0:30:25",
    "speaker": "spk_0",
    "line": "I'm not hungry. I'm not sleepy. I'm ready to watch. You know, I don't need to take care of any other physical needs. Sure. I can breathe easily. You know, I don't have sometimes I get these sort of asthma episodes. Mhmm. It's not one of those days.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-244",
    "time": "0:30:38",
    "speaker": "spk_3",
    "line": "As far as your Mazalo's hierarchy of needs, all the basic ones are provided for, except for funny or die. Except for funny or die.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-245",
    "time": "0:30:44",
    "speaker": "spk_0",
    "line": "Except for my funny or die.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-246",
    "time": "0:30:45",
    "speaker": "spk_3",
    "line": "Yeah. Okay. So you're you're getting to that that tier -- Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-247",
    "time": "0:30:49",
    "speaker": "spk_0",
    "line": "--",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-248",
    "time": "0:30:49",
    "speaker": "spk_3",
    "line": "and you're wondering what that experience is. What I would say is just make sure your sides are in a state where they can handle being split Mhmm. If you have some socks on, just make sure you're in a room where you can easily find them once they get off. And then if you're wearing a bow",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-249",
    "time": "0:31:13",
    "speaker": "spk_0",
    "line": "tie, just don't be",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-250",
    "time": "0:31:14",
    "speaker": "spk_3",
    "line": "lying on your back because you might lift off like a helicopter when it starts spinning because you're about to experience something.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-251",
    "time": "0:31:23",
    "speaker": "spk_1",
    "line": "And doing that for when that happens from the neck, Yeah. And it lifts you up like that.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-252",
    "time": "0:31:27",
    "speaker": "spk_0",
    "line": "It's really bad for your back.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-253",
    "time": "0:31:28",
    "speaker": "spk_3",
    "line": "Very dangerous. Yeah. Very dangerous.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-254",
    "time": "0:31:29",
    "speaker": "spk_0",
    "line": "Really bad for your back. Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-255",
    "time": "0:31:31",
    "speaker": "spk_3",
    "line": "So but yeah. I mean, that's basically it just like just strap yourself in, enjoy the ride.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-256",
    "time": "0:31:36",
    "speaker": "spk_0",
    "line": "It happened to an uncle of mine that he did get lifted off by from his neck and it's really bad for your back.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-257",
    "time": "0:31:44",
    "speaker": "spk_3",
    "line": "What what happened did he?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-258",
    "time": "0:31:46",
    "speaker": "spk_0",
    "line": "Well, he's well, he's okay now. Thank God, but he's in a wheelchair for the rest of his life.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-259",
    "time": "0:31:51",
    "speaker": "spk_3",
    "line": "Jesus.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-260",
    "time": "0:31:52",
    "speaker": "spk_0",
    "line": "Yeah. And because he had a ceiling fan above him and so the two spinners got caught together like the spinning bow tie and the spinning ceiling fan were spinning it opposite angles and it wound up, like, flinging him. Mhmm. And it flinging him really hard. Like, honestly, legitimately hard.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-261",
    "time": "0:32:10",
    "speaker": "spk_3",
    "line": "And we are we talking like, was he in like a parlor? Like some sort of big room with some distant walls where he was really able to get some momentum and and fly? Or was it a a more compact room?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-262",
    "time": "0:32:19",
    "speaker": "spk_0",
    "line": "Or Have I told you this story before because it was a parlor and it had very like, very distant walls. Is how I always explain it because -- Sure. Yeah. Of course. -- to get the trajectory to do what happened to him which was, you know, that his legs, you know, disintegrated essentially -- Mhmm. -- when he hit the wall. Yeah. Jeez. It was and it was a marble wall because it was a fancy parlor.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-263",
    "time": "0:32:45",
    "speaker": "spk_1",
    "line": "So the site, we're talking like The site. Yes. It's like split sider.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-264",
    "time": "0:32:49",
    "speaker": "spk_3",
    "line": "It's it's like SplitSider in the sense that it is on the Internet. From that standpoint",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-265",
    "time": "0:32:55",
    "speaker": "spk_0",
    "line": "--",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-266",
    "time": "0:32:56",
    "speaker": "spk_3",
    "line": "sure. -- you can access it by going through your browser window. And that in that aspect, it is very explicit. Yeah. Through yeah. Via your browser window. But it's a little different in that I feel split site is more analyzing the content that's out there. And that's great. That's content in and of itself. They're creating content. They're they're, you know, connecting people with",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-267",
    "time": "0:33:15",
    "speaker": "spk_0",
    "line": "are short lived s and l stars not talking about the experience on your",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-268",
    "time": "0:33:20",
    "speaker": "spk_3",
    "line": "it's it's less about that and it's more about it's more about skit. Some people call them sketches, but we call them in the industry, call them skits.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-269",
    "time": "0:33:27",
    "speaker": "spk_0",
    "line": "S and L stars of tomorrow perhaps.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-270",
    "time": "0:33:29",
    "speaker": "spk_3",
    "line": "Well, possibly, you know. Yeah. But again, you know, like what, like S and L the internet that the line is blurred these days. Mhmm. It's the same like being on TV is literally the same as being on YouTube as far as I'm concerned. It is the same thing.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-271",
    "time": "0:33:41",
    "speaker": "spk_1",
    "line": "And so this gets Is that stuff really happened?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-272",
    "time": "0:33:46",
    "speaker": "spk_3",
    "line": "Sometimes it does. Mhmm. I mean, it really happens in the sense that it is documented on camera -- Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-273",
    "time": "0:33:53",
    "speaker": "spk_0",
    "line": "--",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-274",
    "time": "0:33:53",
    "speaker": "spk_3",
    "line": "and put together into a video. And once that happens",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-275",
    "time": "0:33:56",
    "speaker": "spk_0",
    "line": "-- Okay. --",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-276",
    "time": "0:33:57",
    "speaker": "spk_1",
    "line": "it's happened. It's not it's not computers.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-277",
    "time": "0:33:59",
    "speaker": "spk_3",
    "line": "It's not well, some you know, I mean, computers are everywhere they say. I mean, how do you avoid computers?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-278",
    "time": "0:34:03",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-279",
    "time": "0:34:04",
    "speaker": "spk_3",
    "line": "You know, I mean, you'd use you probably use touch",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-280",
    "time": "0:34:06",
    "speaker": "spk_0",
    "line": "of That could be that can be a skit. I know. I don't work there, but that's that can be a skit, actually, because computers is everywhere. So, you know, what if Like what if? You know they're in a bird's nest or something.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-281",
    "time": "0:34:19",
    "speaker": "spk_1",
    "line": "But it's like you for real. It's not like bug's life.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-282",
    "time": "0:34:23",
    "speaker": "spk_3",
    "line": "It Well, yeah, it's not exactly like Bugs Life. I mean, that's It's really happened. It has I mean, in a sense, Bugs Life has happened because it's you know, it's been made into a movie and now that's a fictional thing that's in the the Zeitgeist that people talk about all the time. Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-283",
    "time": "0:34:36",
    "speaker": "spk_0",
    "line": "Happen to meet. That's your story.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-284",
    "time": "0:34:39",
    "speaker": "spk_3",
    "line": "Bug's life is your story.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-285",
    "time": "0:34:40",
    "speaker": "spk_0",
    "line": "You're the inspiration for flick. In many way, yeah. One thing I like when I'm on my computer is if I'm gonna watch, you know? See a little bit of cleavage.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-286",
    "time": "0:34:54",
    "speaker": "spk_3",
    "line": "Oh, yeah. So some Yeah. There's some some some TNA.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-287",
    "time": "0:34:58",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-288",
    "time": "0:34:58",
    "speaker": "spk_1",
    "line": "I mean,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-289",
    "time": "0:34:58",
    "speaker": "spk_3",
    "line": "we're not shy about that on this site. You know, you put you put it's talking about TNT.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-290",
    "time": "0:35:04",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-291",
    "time": "0:35:04",
    "speaker": "spk_3",
    "line": "This is the acronym we use. Tit in the thumbnail.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-292",
    "time": "0:35:06",
    "speaker": "spk_1",
    "line": "Yeah. When I did it that one time, it's a site of little pictures of of decolatage.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-293",
    "time": "0:35:12",
    "speaker": "spk_3",
    "line": "Yeah. No. You put you put a a busty woman in your thumbnail. Whatever the content is, it's gonna get more clicks. It's it's got a better chance of going And so that's, you know, that's a calculated thing we make. Is it a little crass? Is it a little commercial? Yeah. So is fucking hiring Michael Bay as your director? Alright?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-294",
    "time": "0:35:28",
    "speaker": "spk_1",
    "line": "Oh my god.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-295",
    "time": "0:35:29",
    "speaker": "spk_0",
    "line": "That's a",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-296",
    "time": "0:35:30",
    "speaker": "spk_1",
    "line": "rap special. You know? What a gross man.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-297",
    "time": "0:35:34",
    "speaker": "spk_3",
    "line": "So so don't look down on me for using a little T and A to get people to my skits. I mean, that's just the game. That's that's Hollywood.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-298",
    "time": "0:35:40",
    "speaker": "spk_2",
    "line": "I find if you if you want to click it, you have to cover it",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-299",
    "time": "0:35:44",
    "speaker": "spk_1",
    "line": "up. With the arrow. Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-300",
    "time": "0:35:47",
    "speaker": "spk_3",
    "line": "I mean, that was a problem. I feel like this more of a web one point o problem that people were having for a while is that they would click on the video and they'd be like, what's this arrow this floating arrow in space have to do with this I",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-301",
    "time": "0:35:58",
    "speaker": "spk_1",
    "line": "can't see I can't see it anymore.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-302",
    "time": "0:35:59",
    "speaker": "spk_3",
    "line": "I can't see it. I don't is it a character? Like, is this like part of the scene? Like, what's going on? Why aren't the people in the world acknowledging this little, you know, arrow or sometimes, like, a kind of a Mickey Mouse hand?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-303",
    "time": "0:36:10",
    "speaker": "spk_1",
    "line": "Like, why aren't",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-304",
    "time": "0:36:11",
    "speaker": "spk_3",
    "line": "they why aren't they talking about that. And then over time, audiences got more sophisticated, things like tablets and phones, which don't have a cursor came about, and and it became less of an issue.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-305",
    "time": "0:36:21",
    "speaker": "spk_0",
    "line": "My little cousin Sam is crazy with computers, a total whiz, and he can make the hand look as if it is picking a person's nose.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-306",
    "time": "0:36:31",
    "speaker": "spk_3",
    "line": "Oh my god. That is great.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-307",
    "time": "0:36:33",
    "speaker": "spk_0",
    "line": "And it's another layer to the video because the person, you know, it's not their hand, their hand can be doing something else funny, whatever it is, you know, or or die. Yeah. But but he makes it do it and it's been pretty good at Thanksgiving and stuff. We all like it. You said his name was Sam?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-308",
    "time": "0:36:53",
    "speaker": "spk_3",
    "line": "Sam does does Sam listen to the podcast?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-309",
    "time": "0:36:56",
    "speaker": "spk_0",
    "line": "Well, unfortunately, sometimes he's here for it.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-310",
    "time": "0:36:58",
    "speaker": "spk_1",
    "line": "Sometimes it seems like he he's the engineer. He's one of the engineers, but sometimes sometimes I wonder, though, the answer to that question? Is he actually listening? Or is he just off in his own world, or is he jeffing off?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-311",
    "time": "0:37:09",
    "speaker": "spk_3",
    "line": "Well, in you know, if I could just say a little thing to Sam, because what you just described sounds like that sounds like textbook viral content.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-312",
    "time": "0:37:17",
    "speaker": "spk_0",
    "line": "I mean,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-313",
    "time": "0:37:17",
    "speaker": "spk_3",
    "line": "that's the kind of thing that if he's not vining that, he should be vining that. If he's not he's not doing that and uploading that -- Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-314",
    "time": "0:37:24",
    "speaker": "spk_0",
    "line": "--",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-315",
    "time": "0:37:24",
    "speaker": "spk_3",
    "line": "regularly, then I'd I frankly don't know what he's doing. Is is he in school?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-316",
    "time": "0:37:30",
    "speaker": "spk_1",
    "line": "Since he Oh,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-317",
    "time": "0:37:31",
    "speaker": "spk_0",
    "line": "i don't know.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-318",
    "time": "0:37:31",
    "speaker": "spk_1",
    "line": "He found your uncle, I guess, when he got his",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-319",
    "time": "0:37:36",
    "speaker": "spk_3",
    "line": "oh, he his uncle in the aftermath of the park.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-320",
    "time": "0:37:38",
    "speaker": "spk_1",
    "line": "Well, Sean's uncle Sean's",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-321",
    "time": "0:37:39",
    "speaker": "spk_3",
    "line": "uncle's dad. Of course. Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-322",
    "time": "0:37:40",
    "speaker": "spk_1",
    "line": "Nice. And I think he's taking a little time off school.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-323",
    "time": "0:37:44",
    "speaker": "spk_3",
    "line": "Okay. Since then. Well, in any event, if he's scared",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-324",
    "time": "0:37:47",
    "speaker": "spk_1",
    "line": "you know?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-325",
    "time": "0:37:47",
    "speaker": "spk_3",
    "line": "Whatever he's doing this should take priority because that sounds like the kind of thing using a cursor to pick someone's nose. Every every brand's gonna wanna turn that into a branded video. Yeah. You know? So that that's the sort of thing that he could be, you know, maybe he's for your for his father, your uncle's medical bills via his via his viral success.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-326",
    "time": "0:38:05",
    "speaker": "spk_0",
    "line": "Nick, you mentioned fine. Mhmm. Is surprise is important to mine?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-327",
    "time": "0:38:12",
    "speaker": "spk_3",
    "line": "Is surprise important to mine? Yeah. Yeah. I I mean, I think so. I think you want to subvert expectations. Speak on that, but you also want to subvert those expectations by living up to people's expectations, you know.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-328",
    "time": "0:38:27",
    "speaker": "spk_0",
    "line": "Because if",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-329",
    "time": "0:38:27",
    "speaker": "spk_3",
    "line": "you go and expect acting one thing and you get something else, part of you is a little peeved.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-330",
    "time": "0:38:33",
    "speaker": "spk_0",
    "line": "Mhmm. You know,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-331",
    "time": "0:38:33",
    "speaker": "spk_3",
    "line": "so you kinda want what you got in there for. In the first place. But you also don't want what you got in there for because if you get that, then it's predictable. You're like, what am I doing with",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-332",
    "time": "0:38:41",
    "speaker": "spk_1",
    "line": "my family? It's funny how mad I am, but I",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-333",
    "time": "0:38:43",
    "speaker": "spk_3",
    "line": "didn't get",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-334",
    "time": "0:38:44",
    "speaker": "spk_1",
    "line": "what I wanted it for That",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-335",
    "time": "0:38:45",
    "speaker": "spk_3",
    "line": "might be that might be something you both die on, you know. And you don't wanna do that. Mhmm. Mhmm. Or actually, your content creator doesn't want you to do that.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-336",
    "time": "0:38:52",
    "speaker": "spk_1",
    "line": "Whether if",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-337",
    "time": "0:38:53",
    "speaker": "spk_3",
    "line": "you wanna do that, that's up to you. You know, that's that's the choice. Mhmm. But, yeah, we you know, you wanna subvert but also live up to expectations. You wanna pay off on two levels. You want it to be exactly what the audience is expecting, but also completely different from what they could possibly be looking for.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-338",
    "time": "0:39:11",
    "speaker": "spk_0",
    "line": "And not scary, not scary, except --",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-339",
    "time": "0:39:14",
    "speaker": "spk_1",
    "line": "right.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-340",
    "time": "0:39:15",
    "speaker": "spk_3",
    "line": "If they're expecting scary and you don't deliver scary, they're going to be a little peeved. But if they're not expecting scary and you scare them, they're gonna be like, whoa, and you might get a bigger reaction. So all these things No.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-341",
    "time": "0:39:27",
    "speaker": "spk_0",
    "line": "Big reaction from me all right?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-342",
    "time": "0:39:27",
    "speaker": "spk_3",
    "line": "Talk about",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-343",
    "time": "0:39:32",
    "speaker": "spk_1",
    "line": "scary. How about that mad baby in that one?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-344",
    "time": "0:39:35",
    "speaker": "spk_0",
    "line": "Oh, God. Mhmm. Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-345",
    "time": "0:39:36",
    "speaker": "spk_1",
    "line": "He's mad. She's mad at It's Will Farrell in the scary movie.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-346",
    "time": "0:39:42",
    "speaker": "spk_3",
    "line": "Oh, yeah. Well, you know what? That's that way",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-347",
    "time": "0:39:44",
    "speaker": "spk_1",
    "line": "what's the story?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-348",
    "time": "0:39:45",
    "speaker": "spk_3",
    "line": "The idea was that was in the early days of the site and they weren't really sure.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-349",
    "time": "0:39:49",
    "speaker": "spk_0",
    "line": "I just seen it the other day.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-350",
    "time": "0:39:52",
    "speaker": "spk_3",
    "line": "Yeah. Well, okay, maybe you came. I mean, that's the beauty of content as it lives on the internet forever, you might see it at any point. But",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-351",
    "time": "0:39:58",
    "speaker": "spk_0",
    "line": "-- Okay. Yeah. --",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-352",
    "time": "0:39:59",
    "speaker": "spk_3",
    "line": "this actually was released in the early days of the site. It was part of its early viral success.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-353",
    "time": "0:40:03",
    "speaker": "spk_0",
    "line": "That's a that's a good answer. That actually explains it. Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-354",
    "time": "0:40:07",
    "speaker": "spk_3",
    "line": "That it was that came out in the early days of the site.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-355",
    "time": "0:40:10",
    "speaker": "spk_0",
    "line": "Well, yeah. But I just seen it. So I gotcha. And sometimes you give somebody, you know, you tell somebody that and they think I'm lying or whatever. Or they go, well, it's old. It's like, oh really? Because I just have seen it. Gotcha. So anyway, that's a good answer. You actually did answer it. Go ahead. I'm sorry.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-356",
    "time": "0:40:31",
    "speaker": "spk_1",
    "line": "No. I I was just What happened with the why did you do the baby?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-357",
    "time": "0:40:35",
    "speaker": "spk_3",
    "line": "Well, the idea was it was like, let's say, we don't know if this the funny or die thing is gonna be about it's about is comedy the the goal every time or sometimes are we looking for dives from a standpoint of we've really we've really spooked our audience. Mhmm. We've really given him and they're like, die, you know, in the sense of I I want this to go away because I I got so scared. Yes. So, I mean, that was in the early days. We're kind of experimenting you know, it was a big viral success. So in in in some sense, it was that was great. Mhmm. But another sense from from the standpoint of like, hey, we don't wanna give our audience thrills and chills, we wanna give them, you know, a chuckles and guffaws. Mhmm. From that standpoint, we we sort of went in a different direction after that point.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-358",
    "time": "0:41:16",
    "speaker": "spk_1",
    "line": "People, I guess, sending it around to their friends hoping to to to spook them and make them soil their drawers.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-359",
    "time": "0:41:23",
    "speaker": "spk_3",
    "line": "And we got a lot of uploads around that time of people's like like they were they were getting their friends reaction videos. They're like, hey, check out this. We're gonna show you the spooky piece a content and we're gonna be, you know, over their shoulder and people go crazy. They'd knock over their cubicle walls or, you know, they'd soil themselves or they they they break their computer monitors and and, you know, that that was a source of laughs. Mhmm. But also it was just, you know, there's so many lawsuits. People claiming damages and injuries as a result. So And",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-360",
    "time": "0:41:53",
    "speaker": "spk_0",
    "line": "and that's the ugly side of the Internet sometimes, isn't it that -- Mhmm. -- it can be used for a nasty trick. And you can have me click on something and say, whatever, here's your prize. And then when I click it, it's a nasty trick, a nasty surprise.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-361",
    "time": "0:42:11",
    "speaker": "spk_3",
    "line": "Yeah. You think you're getting a free iPad. You're like, lucky meal. A guy won a free iPod and you click on it and it it takes just",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-362",
    "time": "0:42:17",
    "speaker": "spk_0",
    "line": "i've correctly identified the bosom or buttocks of what -- Mhmm. -- particular celebrity and I've clicked it and I am pleased with myself, and then suddenly I'm punished for it.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-363",
    "time": "0:42:29",
    "speaker": "spk_1",
    "line": "Yeah. When I do when I'm on the site, I always think When I if I hit Die, that's not me. Right?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-364",
    "time": "0:42:38",
    "speaker": "spk_0",
    "line": "Do you have a cult? Yeah. You took a big sniff just now.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-365",
    "time": "0:42:41",
    "speaker": "spk_1",
    "line": "I was thinking about viruses. Okay. If I hit die, that's not me. Right?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-366",
    "time": "0:42:49",
    "speaker": "spk_3",
    "line": "No. I mean, you're that's not Unless it's your own piece of content, you know, you're not voting die on yourself.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-367",
    "time": "0:42:56",
    "speaker": "spk_1",
    "line": "You're voting for what?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-368",
    "time": "0:42:58",
    "speaker": "spk_3",
    "line": "No. It's not that you die. I mean, you know, Yeah. Let's let's hope not. Let's let's hope if you do die. It's it's because you you laugh so hard that your your lungs jumped out of your mouth. Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-369",
    "time": "0:43:09",
    "speaker": "spk_0",
    "line": "Yeah. Run down the street. Sure.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-370",
    "time": "0:43:11",
    "speaker": "spk_1",
    "line": "Yeah. It's the guy who made it. He died.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-371",
    "time": "0:43:14",
    "speaker": "spk_3",
    "line": "Yeah. You're saying that the kid that that the uploader of the video, the uploader, the piece of content, should is -- Is gonna.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-372",
    "time": "0:43:21",
    "speaker": "spk_0",
    "line": "--",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-373",
    "time": "0:43:21",
    "speaker": "spk_3",
    "line": "you well, yeah. I mean, they're I mean, yes. They are going to die at some point. Mhmm. But mostly what you're individually saying is that I dislike this piece of content.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-374",
    "time": "0:43:29",
    "speaker": "spk_0",
    "line": "We love Internet. One other Internet thing that I feel like you do and you told me so much, is you are on Twitter doing tweets.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-375",
    "time": "0:43:49",
    "speaker": "spk_1",
    "line": "And people talk about how to how to monetize Twitter. Like -- Yeah. -- like how -- Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-376",
    "time": "0:43:54",
    "speaker": "spk_0",
    "line": "--",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-377",
    "time": "0:43:54",
    "speaker": "spk_1",
    "line": "how how do I turn this at the free website? The whole thing is free. And it's just typing words. How do you turn that into something where you make money?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-378",
    "time": "0:44:03",
    "speaker": "spk_0",
    "line": "Without, you know, without being Kardashian -- Right. -- you know, which I'm so glad they wouldn't let her get a star in the Walk of Fame. I'm so glad they turned her down.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-379",
    "time": "0:44:13",
    "speaker": "spk_1",
    "line": "The whole Walk of thing.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-380",
    "time": "0:44:14",
    "speaker": "spk_0",
    "line": "Well, the whole thing would mean nothing then. I'm so glad they stopped that because she tried to buy it. They all buy it, but she tried to do it and they stopped her.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-381",
    "time": "0:44:24",
    "speaker": "spk_1",
    "line": "Imagine her being next to Cheryl Hines.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-382",
    "time": "0:44:26",
    "speaker": "spk_0",
    "line": "Oof. That makes my skin crawl.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-383",
    "time": "0:44:31",
    "speaker": "spk_3",
    "line": "As far as I'm concerned as far as I'm concerned, the walk of fame is for superstars like makeup artist max Factor. That's those the kind of people who who should have their names in those stone those stone stars that people walk over and take pictures next to.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-384",
    "time": "0:44:48",
    "speaker": "spk_1",
    "line": "It's I'm",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-385",
    "time": "0:44:49",
    "speaker": "spk_3",
    "line": "not a cardiologist. Sorry, Kim.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-386",
    "time": "0:44:51",
    "speaker": "spk_1",
    "line": "Sluts. Whoa. Well Hey, Hayes.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-387",
    "time": "0:44:55",
    "speaker": "spk_3",
    "line": "I don't yeah. Let's -- Hey. -- let's avoid that.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-388",
    "time": "0:44:58",
    "speaker": "spk_1",
    "line": "Well well, she is.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-389",
    "time": "0:44:59",
    "speaker": "spk_0",
    "line": "Well, haze. That's neither here nor there.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-390",
    "time": "0:45:02",
    "speaker": "spk_1",
    "line": "Well, I think she is.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-391",
    "time": "0:45:04",
    "speaker": "spk_0",
    "line": "Okay. And what makes her that? You really want to talk about it? Let's get into it.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-392",
    "time": "0:45:09",
    "speaker": "spk_1",
    "line": "Well, I've seen this the way she looks on the show. And and I've seen I've seen how she is with men. I've seen things.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-393",
    "time": "0:45:22",
    "speaker": "spk_0",
    "line": "And Nick, what do you have to say to that? I, you know, I don't",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-394",
    "time": "0:45:25",
    "speaker": "spk_3",
    "line": "i mean, this isn't a line of conversation I'm comfortable with. I think that, you know, she is",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-395",
    "time": "0:45:30",
    "speaker": "spk_0",
    "line": "i think a few of us are uncomfortable.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-396",
    "time": "0:45:31",
    "speaker": "spk_3",
    "line": "Yeah. Whatever whatever you wanna say about her, she has made a name for herself. And we're talking about her right now, You know? Well, I",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-397",
    "time": "0:45:38",
    "speaker": "spk_0",
    "line": "do wish Shows got some good family values too. Mhmm. And so it's not all negative, but it doesn't make her a star, not a superstar on the level of, you know, the guy who wrote a song, you know, which is the one, the guy? Frankie Valley. So, you know, it's there's different things that, you know, that qualify you for the walk of fame, but we don't have to call our word like that.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-398",
    "time": "0:46:01",
    "speaker": "spk_3",
    "line": "If you're a world class clarinetist like Arty Shah, of course, you belong on on the walk of fame.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-399",
    "time": "0:46:06",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-400",
    "time": "0:46:06",
    "speaker": "spk_3",
    "line": "Alright? But Kim Kardashian, what? She's got a reality show. But I'm not gonna go so far as to puner character. I'm just that's not me.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-401",
    "time": "0:46:12",
    "speaker": "spk_1",
    "line": "Well, I do do wish I hadn't said it, and I do wish I could take it back. But that is how I secretly think about her.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-402",
    "time": "0:46:18",
    "speaker": "spk_0",
    "line": "Well, she's doing and I hate to say this, but she's just doing something in those videos that it seems like you watched. That your own parents did. Maybe think about that before you call someone a name like that. Well,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-403",
    "time": "0:46:30",
    "speaker": "spk_1",
    "line": "you were saying you didn't like her the first time, so why don't you like her?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-404",
    "time": "0:46:33",
    "speaker": "spk_0",
    "line": "I don't think she belongs on the walk of fame. Now, one of the many dogs that played Rintin tin tin, that's famous. That's a star. But I don't think that she should be allowed in there. But why?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-405",
    "time": "0:46:44",
    "speaker": "spk_1",
    "line": "Because the because the dick sex bit",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-406",
    "time": "0:46:53",
    "speaker": "spk_3",
    "line": "it sounds like Sean it sounds like you have a similar similar problem. Like, you have a similar issue with her. You're just you're just being more coy about it.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-407",
    "time": "0:47:02",
    "speaker": "spk_0",
    "line": "Well, not everyone, you know, wants to not everyone's so comfortable just talking about, you know, all this stuff that we Sometimes see that I just feel like we shouldn't be seeing and you can't unsee it. And the way that you feel sometimes is like a it's a lot of things, you know. Like, you're jealous and also you're confused and you are excited. I mean, it's exciting. And so, yeah, I got a lot of stuff around it, and I don't necessarily think it it doesn't make you you know, doesn't make you a movie star and it doesn't make you famous director and just make you famous for just making me feel all this crazy stuff.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-408",
    "time": "0:47:49",
    "speaker": "spk_3",
    "line": "Twitter. Twitter. Twitter. Sure. Yeah. I mean, I How did you",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-409",
    "time": "0:47:52",
    "speaker": "spk_2",
    "line": "how how how how to have money",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-410",
    "time": "0:47:57",
    "speaker": "spk_3",
    "line": "it's an excellent question. It's a really good question because that's the, you know, Twitter, it's free. I mean, some people are asking how does the company make money, you know? And because it's just it's just content being",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-411",
    "time": "0:48:08",
    "speaker": "spk_1",
    "line": "but it must, it's online.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-412",
    "time": "0:48:09",
    "speaker": "spk_3",
    "line": "Mhmm. Mhmm. Yeah. Well, the way that I make my big viral box via Twitter is I am a professional troll. I am a professional roaster of brands. Mhmm. Mhmm. So, you know, if someone needs a a rival taken down, They'll come to me because they know I'm the king at it. They know that that, you know, Frito Laze is like, hey",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-413",
    "time": "0:48:37",
    "speaker": "spk_0",
    "line": "--",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-414",
    "time": "0:48:37",
    "speaker": "spk_3",
    "line": "yeah. -- tostitos they're eating up too much market share. This is -- Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-415",
    "time": "0:48:41",
    "speaker": "spk_0",
    "line": "--",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-416",
    "time": "0:48:41",
    "speaker": "spk_3",
    "line": "this is Frito Lazy, you know. Would would our our Doritos brand is suffering. We need you to take down to Stido",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-417",
    "time": "0:48:47",
    "speaker": "spk_1",
    "line": "and do you pone them?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-418",
    "time": "0:48:49",
    "speaker": "spk_3",
    "line": "I will pone them. I will go ahead and go online and I will tweet at tostitos and I will let them know exactly what I think about them. Mhmm. In a comedic way that will really take them down to size and you know, a lot of times just torpedo their brand. Mhmm. You know, that's that's the kind it's very tough to recover from.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-419",
    "time": "0:49:07",
    "speaker": "spk_0",
    "line": "At the hint of lime or the mini scoops or There's so",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-420",
    "time": "0:49:11",
    "speaker": "spk_3",
    "line": "many avenues.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-421",
    "time": "0:49:11",
    "speaker": "spk_0",
    "line": "You know,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-422",
    "time": "0:49:12",
    "speaker": "spk_3",
    "line": "like, I'll give you an example because this is I'm saying tostitos because this was a real thing. Please. It's the real thing I was commissioned for. So, you know, Freter Lake came to me. They said, hey, Nick, AT Nick Wiger, you and your legions of followers, you know, you have a lot of influence over them. They're the younger generation, they're going tostitos. Like, we don't know. Like like they think they think Doritos are for their their their grandparents. For, you know, Libtards. Like, that's another thing I don't even wanna get into. But, you know, that we'll save that for that'll have to be a special two part podcast. I think if we get into that. Anyway, politics aside for now even though same page. Same page. Yeah. They're they're like, we we need to go after the younger guys. Can you get some of your younger followers can you, you know, convince them that that tostitos or or or weak sauce, you know, to use the parlance -- Oh my.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-423",
    "time": "0:50:03",
    "speaker": "spk_0",
    "line": "--",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-424",
    "time": "0:50:03",
    "speaker": "spk_3",
    "line": "that they are that they are Oh,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-425",
    "time": "0:50:05",
    "speaker": "spk_0",
    "line": "i hope nobody's ever said that about me.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-426",
    "time": "0:50:08",
    "speaker": "spk_3",
    "line": "Oh, weak sauce was it? Weaksauce. Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-427",
    "time": "0:50:11",
    "speaker": "spk_0",
    "line": "I hope nobody said that about me. Yikes. Oh, that's a vicious one. Well You use that on them? Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-428",
    "time": "0:50:18",
    "speaker": "spk_3",
    "line": "Well just don't get in my crosshairs.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-429",
    "time": "0:50:20",
    "speaker": "spk_0",
    "line": "And That's",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-430",
    "time": "0:50:22",
    "speaker": "spk_3",
    "line": "what I'm gonna go to.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-431",
    "time": "0:50:23",
    "speaker": "spk_1",
    "line": "And so then can they be a company anymore?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-432",
    "time": "0:50:25",
    "speaker": "spk_3",
    "line": "Tostitos is no longer.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-433",
    "time": "0:50:29",
    "speaker": "spk_0",
    "line": "Does Tito says",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-434",
    "time": "0:50:30",
    "speaker": "spk_3",
    "line": "it no longer a company? As a result, I I did it I'll tell you exactly what I did. I said I I put a dot in front of my at reply. Which means that everyone can see it. Oh, no. Wow.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-435",
    "time": "0:50:40",
    "speaker": "spk_1",
    "line": "It's like a secret little bomb.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-436",
    "time": "0:50:42",
    "speaker": "spk_3",
    "line": "If you just put the at reply you start with that, the only people who can see it are people who are already following whatever brand you're roasting. So you gotta put that dot there so every one of your followers sees it.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-437",
    "time": "0:50:51",
    "speaker": "spk_1",
    "line": "That weaponizes the tweet.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-438",
    "time": "0:50:53",
    "speaker": "spk_0",
    "line": "Mhmm. The chips and the salsa. Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-439",
    "time": "0:50:54",
    "speaker": "spk_3",
    "line": "Yeah. Absolutely. So it's I go dot at tostitos hey, these are good chips. If I want something to feed to someone who's got no taste buds hashtag fail hashtag weaksauce.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-440",
    "time": "0:51:13",
    "speaker": "spk_0",
    "line": "Oh, no. Both of them in the So then now anyone who wants to read about",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-441",
    "time": "0:51:17",
    "speaker": "spk_2",
    "line": "fails can is is clicking that hashtag, and now they're associating tostitos with fail.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-442",
    "time": "0:51:23",
    "speaker": "spk_3",
    "line": "That's like that comes up. You click on the hashtag fail first tweet, ethnic Weiger, Roastin tostitos.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-443",
    "time": "0:51:30",
    "speaker": "spk_1",
    "line": "Oh my god.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-444",
    "time": "0:51:31",
    "speaker": "spk_3",
    "line": "Thousands upon thousands of retweets and faves. You know, top of my fave star consistently. And, you know, they just tostitos is just like we don't I, you know, it's it's it's it's it's chaos. Knees chaos and they're done. They're done.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-445",
    "time": "0:51:45",
    "speaker": "spk_0",
    "line": "Off off the record, Nick. And we'll edit this out.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-446",
    "time": "0:51:49",
    "speaker": "spk_3",
    "line": "Sure.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-447",
    "time": "0:51:50",
    "speaker": "spk_0",
    "line": "Do you miss do you knit? Do you miss Tostitos?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-448",
    "time": "0:51:55",
    "speaker": "spk_3",
    "line": "Do I yeah. I mean, look, I I'll I'll They're good, they were. They'll openly admit it. I am a mercenary. Alright. I am a, you know, I am a hired gun. I will I, you know, I don't care. You know, all it's like it's like a a political consultant who will work both sides. He'll work for the Republicans. He'll work for the Democrats. You know? He'll go work in a",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-449",
    "time": "0:52:12",
    "speaker": "spk_0",
    "line": "republic creeps. Oh, you know, democrat.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-450",
    "time": "0:52:15",
    "speaker": "spk_3",
    "line": "Don't get me started. Don't get me started. You know, both sides. It's like, what is this even a choice? Actually, there's only one that",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-451",
    "time": "0:52:22",
    "speaker": "spk_0",
    "line": "it's only one that has liberty in the name. Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-452",
    "time": "0:52:27",
    "speaker": "spk_3",
    "line": "Again, we're gonna this will be a special podcast with you.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-453",
    "time": "0:52:29",
    "speaker": "spk_0",
    "line": "No. I know. And I don't get it. And we don't get into that on this show. Sure. But there's but there's you know,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-454",
    "time": "0:52:34",
    "speaker": "spk_1",
    "line": "the choice is This this Anthony QB thing. Oh oh, yes. You could go to jail just for talking now?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-455",
    "time": "0:52:42",
    "speaker": "spk_0",
    "line": "Yeah, I'm sorry. Is that",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-456",
    "time": "0:52:44",
    "speaker": "spk_1",
    "line": "what it just correct me by wrong?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-457",
    "time": "0:52:45",
    "speaker": "spk_0",
    "line": "I thought that's okay. I thought",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-458",
    "time": "0:52:46",
    "speaker": "spk_1",
    "line": "it's okay. I thought talking is fine. Is talking not okay now? You can go to jail?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-459",
    "time": "0:52:50",
    "speaker": "spk_0",
    "line": "And you get stuck in jail now?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-460",
    "time": "0:52:53",
    "speaker": "spk_3",
    "line": "I I don't know. I mean, I just, you know, I haven't read all the constitution, but I certainly read the first amendment. It's right it's first. Sure.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-461",
    "time": "0:52:59",
    "speaker": "spk_0",
    "line": "The first one right there. Yeah. Usually, the number one, they make it something pretty important when they do that.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-462",
    "time": "0:53:04",
    "speaker": "spk_3",
    "line": "And I didn't read all of the the first amendment. I don't know all of it, but I know that the first thing it mentions is freedom of speech. Wow.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-463",
    "time": "0:53:11",
    "speaker": "spk_0",
    "line": "There's a few other things. And a lot of times you leave with something that's pretty important -- Yeah. --",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-464",
    "time": "0:53:17",
    "speaker": "spk_1",
    "line": "men's speech, that's talking. Right? Mhmm. Oh, okay. Well, then it seems like you shouldn't go to jail.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-465",
    "time": "0:53:22",
    "speaker": "spk_3",
    "line": "Seems like it to me. Yeah. Yeah. He's yeah. It's just I don't I don't even know what's going on if someone can say, you know, on their on their radio version of a podcast, whatever you call that, if they're saying they say something and then they can be let away in tencuffs and be serving prison time? Yeah. That's that's what America is now. Shrap.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-466",
    "time": "0:53:43",
    "speaker": "spk_0",
    "line": "You're stuck there.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-467",
    "time": "0:53:43",
    "speaker": "spk_1",
    "line": "Well, I took my Sirius Box and I chipped it out of my console Good for you. With the back of a hammer. And now it's all sparking. Yeah. But that showed them.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-468",
    "time": "0:53:55",
    "speaker": "spk_0",
    "line": "And I couldn't I couldn't get mine out. But I just put a bunch of tape over it. So you can't see it, you can hear it, but it's unclear.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-469",
    "time": "0:54:03",
    "speaker": "spk_3",
    "line": "Mhmm. Sure.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-470",
    "time": "0:54:04",
    "speaker": "spk_0",
    "line": "And I covered it and I think that they are getting the message. That show them.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-471",
    "time": "0:54:08",
    "speaker": "spk_3",
    "line": "I still have my serious box. It's okay. But I just I just wrote I just like like got like a some stencils and in front of it, I put not so",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-472",
    "time": "0:54:19",
    "speaker": "spk_0",
    "line": "-- Oh. -- not so serious. Big. Yeah. Oh. No. That's Oh.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-473",
    "time": "0:54:25",
    "speaker": "spk_1",
    "line": "Oh, god. There's no butter.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-474",
    "time": "0:54:26",
    "speaker": "spk_3",
    "line": "That was a roast that was on the house.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-475",
    "time": "0:54:28",
    "speaker": "spk_0",
    "line": "I truly oh, I do not want to cross this man.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-476",
    "time": "0:54:34",
    "speaker": "spk_1",
    "line": "I do wanna play the popcorn gallery theme song real quick. We don't have any questions, we forgot to solicit questions for the popcorn gallery. But I think we probably should play this song.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-477",
    "time": "0:54:43",
    "speaker": "spk_0",
    "line": "Do we wanna play the popcorn gallery theme song?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-478",
    "time": "0:54:45",
    "speaker": "spk_1",
    "line": "Yeah. Because well, because we bought the rights to it from the person who wrote the song. And so now every time we play it on the podcast, we get little bit of cashing. A little cashed because we have the publishing and and that stuff. So we can I just figured we'd play the song and and not do not do the questions?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-479",
    "time": "0:55:05",
    "speaker": "spk_0",
    "line": "Okay. Let's do it. Have you seen welcome to Sweden, Nick? No.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-480",
    "time": "0:55:13",
    "speaker": "spk_1",
    "line": "We did too. Do you like it? Yeah. We liked him. We thought it was",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-481",
    "time": "0:55:16",
    "speaker": "spk_0",
    "line": "good. Did you what",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-482",
    "time": "0:55:17",
    "speaker": "spk_1",
    "line": "did you see Romeo must die?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-483",
    "time": "0:55:19",
    "speaker": "spk_3",
    "line": "Romeo must die. The It's another it's an older film. It's been out for a while.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-484",
    "time": "0:55:24",
    "speaker": "spk_1",
    "line": "Yeah. What happened in that?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-485",
    "time": "0:55:26",
    "speaker": "spk_3",
    "line": "I can't, you know, I can't remember. I I feel like Romeo must die. I just I can Like, remember the font from the poster that's about Is",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-486",
    "time": "0:55:33",
    "speaker": "spk_0",
    "line": "that John?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-487",
    "time": "0:55:33",
    "speaker": "spk_2",
    "line": "Yeah. Me too.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-488",
    "time": "0:55:34",
    "speaker": "spk_0",
    "line": "It was all",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-489",
    "time": "0:55:34",
    "speaker": "spk_1",
    "line": "it was all Shaggy.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-490",
    "time": "0:55:36",
    "speaker": "spk_0",
    "line": "Is Jet Lee in that? Yeah. What happened in that? Oh, he's kicking everybody. He's so freaking pissed. Oh, God. You didn't see it?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-491",
    "time": "0:55:45",
    "speaker": "spk_2",
    "line": "I did see it, but I forgot. Is that what happens?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-492",
    "time": "0:55:47",
    "speaker": "spk_0",
    "line": "Oh, he's kicking everybody, kicking them in the stomach. Unreal.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-493",
    "time": "0:55:53",
    "speaker": "spk_1",
    "line": "Nick, thank you so much for joining us today.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-494",
    "time": "0:55:56",
    "speaker": "spk_3",
    "line": "Pleasure. Absolute pleasure. I mean, thank you for, you know, letting me speak about viral content. Thank you for giving the Internet the respect it deserves. As an artistic medium and Well,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-495",
    "time": "0:56:08",
    "speaker": "spk_1",
    "line": "we want you guys to stick around and we like you guys being in the being in the club and it's a big tent.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-496",
    "time": "0:56:13",
    "speaker": "spk_0",
    "line": "You've got our support. Let me",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-497",
    "time": "0:56:15",
    "speaker": "spk_3",
    "line": "let me say this. Let me say this right here and now, and this is on the record. The Internet is here to stay. And then mark it down. Mark it down.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-498",
    "time": "0:56:24",
    "speaker": "spk_1",
    "line": "We really you know, and that's a that's the attitude, isn't",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-499",
    "time": "0:56:27",
    "speaker": "spk_0",
    "line": "it? Mhmm.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-500",
    "time": "0:56:28",
    "speaker": "spk_3",
    "line": "Damn right.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-501",
    "time": "0:56:29",
    "speaker": "spk_0",
    "line": "Did anybody buy the pro version this week? Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-502",
    "time": "0:56:32",
    "speaker": "spk_1",
    "line": "I think a bunch of people did. But let's choose one. Well, first, will you ask our listeners to rate us on iTunes, while we? While I just do this?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-503",
    "time": "0:56:43",
    "speaker": "spk_3",
    "line": "Yeah. Anyone out there listening. Thanks, and maybe sure to go ahead and rate the podcast on iTunes, whatever sort of, you know, star rating you wanna give it. I mean, be honest.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-504",
    "time": "0:56:58",
    "speaker": "spk_0",
    "line": "Be honest. Push the five.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-505",
    "time": "0:56:59",
    "speaker": "spk_3",
    "line": "I think I think I would say five. I would give it five stars. I think if you're giving less than five stars, your",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-506",
    "time": "0:57:05",
    "speaker": "spk_0",
    "line": "no. That's pretty sharp there.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-507",
    "time": "0:57:07",
    "speaker": "spk_1",
    "line": "Yeah. Also one is bad.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-508",
    "time": "0:57:10",
    "speaker": "spk_3",
    "line": "I would say I would say if you're if you're considering it giving it one star, I would say, don't even vote.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-509",
    "time": "0:57:16",
    "speaker": "spk_0",
    "line": "Just move on.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-510",
    "time": "0:57:16",
    "speaker": "spk_3",
    "line": "Just just get out of there. Just go take a long walk. Come back when you're when you're you know, you got your senses back and you're ready",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-511",
    "time": "0:57:22",
    "speaker": "spk_1",
    "line": "for five. They should vote. Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-512",
    "time": "0:57:23",
    "speaker": "spk_3",
    "line": "You should vote for five.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-513",
    "time": "0:57:25",
    "speaker": "spk_1",
    "line": "Yeah. Tartan. Tartan.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-514",
    "time": "0:57:28",
    "speaker": "spk_0",
    "line": "Yes. Tartan.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-515",
    "time": "0:57:30",
    "speaker": "spk_1",
    "line": "Bought the pro version this week. And Unfortunately, it was a negative prize this week. You know, we like to",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-516",
    "time": "0:57:42",
    "speaker": "spk_0",
    "line": "we try to give them something positive that they can enjoy, but this Most",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-517",
    "time": "0:57:45",
    "speaker": "spk_1",
    "line": "of the time, but this one is something of a booby prize.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-518",
    "time": "0:57:48",
    "speaker": "spk_0",
    "line": "Torten is going to get posted.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-519",
    "time": "0:57:49",
    "speaker": "spk_1",
    "line": "He's about to get owned.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-520",
    "time": "0:57:51",
    "speaker": "spk_0",
    "line": "And he will be owned and owned by one Nick Wager. This is Tartan. Yeah.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-521",
    "time": "0:57:56",
    "speaker": "spk_3",
    "line": "Tartan. T",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-522",
    "time": "0:57:56",
    "speaker": "spk_1",
    "line": "r t",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-523",
    "time": "0:57:57",
    "speaker": "spk_0",
    "line": "a n. That's the name, you know,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-524",
    "time": "0:57:59",
    "speaker": "spk_3",
    "line": "t r t n. That's what I'm going after. Mhmm. Mhmm. Gotcha. Hey, Tartan, out there if you're listening in whatever heap of garbage you live. I assume a burned out car. I assume, you know, you've been subsisting on gutter water and meal worms. Because you don't have a source of income. Look,",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-525",
    "time": "0:58:22",
    "speaker": "spk_0",
    "line": "look gross. I'm sick. Do people do that?",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-526",
    "time": "0:58:25",
    "speaker": "spk_3",
    "line": "Let me just say this tartan. You're like Tarzan. Oh, no.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-527",
    "time": "0:58:32",
    "speaker": "spk_1",
    "line": "I thought that.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-528",
    "time": "0:58:33",
    "speaker": "spk_2",
    "line": "I wouldn't have said it.",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-529",
    "time": "0:58:34",
    "speaker": "spk_3",
    "line": "Instead of the z being in your name, the z is what's in my thought bubble because when I'm around you, you make me wanna go to sleep. Hashtag weeksong. Bye. Bye. This has been",
    "episode": "44",
    "edited": false
  },
  {
    "id": "44-530",
    "time": "0:58:56",
    "speaker": "spk_0",
    "line": "an earwolf media production, executive producers, Jeff Ulrich and Scott Ockerman. For more info visit earwolf dot com. Earwalls, radio, doom dot com. The WORTH Dead",
    "episode": "44",
    "edited": false
  }
]