[
  {
    "id": "59-0",
    "time": "0:00:00",
    "speaker": "spk_0",
    "line": "this episode is brought to you by quality slugs dot com from a film critic, Laramy Legal, visit quality slugs dot com. Now.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-1",
    "time": "0:00:08",
    "speaker": "spk_1",
    "line": "So, okay, so we tried to look at the website officially now And if we sound weird, okay, it's because we're recording on a phone because when we try to look at it, our don't know if it's a problem with the site or if it's the plugs in the building we're in, but the computer is The",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-2",
    "time": "0:00:29",
    "speaker": "spk_0",
    "line": "computer has become very messed up.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-3",
    "time": "0:00:31",
    "speaker": "spk_2",
    "line": "It's messed It's brown. It's like The the the the visual part has become brown.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-4",
    "time": "0:00:39",
    "speaker": "spk_1",
    "line": "And it's almost I think and Hayes didn't see it, but I think I saw a skull and crossbones on the screen before it turned brown. So I don't know of it. And it's in like poison",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-5",
    "time": "0:00:50",
    "speaker": "spk_2",
    "line": "it's in two parts now. Yes. And I don't know which is which.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-6",
    "time": "0:00:54",
    "speaker": "spk_1",
    "line": "It's like",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-7",
    "time": "0:00:55",
    "speaker": "spk_2",
    "line": "it's like in half.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-8",
    "time": "0:00:56",
    "speaker": "spk_1",
    "line": "Top yes. And the top piece is too sharp to safely put against the bottom piece. And so what we're doing is recording our ads on the phone. Yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-9",
    "time": "0:01:09",
    "speaker": "spk_2",
    "line": "So visit quality slugs dot com, but I guess, you know, do it. Don't do it. Like get someone",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-10",
    "time": "0:01:16",
    "speaker": "spk_1",
    "line": "to help you. Yes or something have something safer than what happened to us.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-11",
    "time": "0:01:22",
    "speaker": "spk_2",
    "line": "Because it can destroy",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-12",
    "time": "0:01:24",
    "speaker": "spk_1",
    "line": "a device. But you should visit it. Go there. It's Laramy's thing.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-13",
    "time": "0:01:35",
    "speaker": "spk_2",
    "line": "So I pull up I pull up at Dave's. I old's house, ring the doorbell, and he answers it. I say I have bad news. Sonic highways, they Sonic, the real Sonic, Sega won't let you use him. It can't be about him anymore. But you should have it be in about music now.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-14",
    "time": "0:02:00",
    "speaker": "spk_1",
    "line": "Okay. And it actually because I had I had taken a late night phone call from him where he was like, do you think I could do the sonic boom thing that Guile used to do?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-15",
    "time": "0:02:09",
    "speaker": "spk_3",
    "line": "Yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-16",
    "time": "0:02:11",
    "speaker": "spk_1",
    "line": "And I and I said, Well, I'll I'll talk to my other video game friends, but I feel like each did the one video game thing, it didn't work. Now you're gonna go Sonic boom. Don't you just use Hey's idea and make it about you did what? It's a music thing?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-17",
    "time": "0:02:25",
    "speaker": "spk_2",
    "line": "Yes. And now it is in about music. But at the original consent of, like, imagine how fast sonic could go down the highway racing a car.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-18",
    "time": "0:02:34",
    "speaker": "spk_1",
    "line": "Well, those imagine doing a punch that's a sonic boom on a highway. Oh, yes. To a highway, you punch the concrete in how many cars would be excited about something like something like that.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-19",
    "time": "0:02:48",
    "speaker": "spk_2",
    "line": "So I don't know. At some point, do you say you just don't do it at all, but people like the music that he did?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-20",
    "time": "0:02:56",
    "speaker": "spk_1",
    "line": "Yes. Yes. He he was in goo fighters. Is that right?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-21",
    "time": "0:03:01",
    "speaker": "spk_2",
    "line": "Yes. He was in the goof fighters.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-22",
    "time": "0:03:03",
    "speaker": "spk_1",
    "line": "I confuse them with Fufu dolls.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-23",
    "time": "0:03:05",
    "speaker": "spk_2",
    "line": "Hey. Welcome to Hollywood Handbook. And it's Saturday's Guide to kicking butt and dropping names in the very carpet line back always of this industry we call showbiz. It's nice to laugh after being so mad and it was go ahead.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-24",
    "time": "0:03:17",
    "speaker": "spk_1",
    "line": "What up what up. That's just you know, we don't have to do it, but I think when we don't do it, it can create a little bit of",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-25",
    "time": "0:03:26",
    "speaker": "spk_3",
    "line": "a weird",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-26",
    "time": "0:03:26",
    "speaker": "spk_2",
    "line": "just say what happened. People say",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-27",
    "time": "0:03:27",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-28",
    "time": "0:03:27",
    "speaker": "spk_1",
    "line": "yes. They're scared and",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-29",
    "time": "0:03:29",
    "speaker": "spk_0",
    "line": "-- where did you go? It is,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-30",
    "time": "0:03:31",
    "speaker": "spk_1",
    "line": "of course, the basis for our sticker. So",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-31",
    "time": "0:03:35",
    "speaker": "spk_2",
    "line": "well, like I said, it was a week of being mad because there's a lot of stuff that's wrong with this country. And it has to do with sometimes politics, and occasionally, it's it's about taxes and things like that. But this week, The main thing that was wrong with America was you all saw this magazine cover. Ugh. And I hesitate to even describe it in detail.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-32",
    "time": "0:03:56",
    "speaker": "spk_1",
    "line": "Well, I hesitate to even call it a magazine.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-33",
    "time": "0:03:59",
    "speaker": "spk_2",
    "line": "Yeah. I mean, in the specifically, the magazine is paper magazine, which is like, yeah, we know. And the image on the cover is Kim Kardashian as if she needs any more attention. And is she the",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-34",
    "time": "0:04:17",
    "speaker": "spk_1",
    "line": "the pose that she's in and the Wardrobe choice is something it's desperate. Yes. That's exactly right. Mhmm. It's a desperate cry for look at me and I'm on a magazine and it's made of paper and everyone has to know that. Mhmm. And it's just so pathetic and the fact that people actually apparently bought it and looked at it just makes me very scared for my children and my children's children and what this country is, because we used to be about something. And if you were famous and you're on a magazine, it used to mean you had talent.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-35",
    "time": "0:05:03",
    "speaker": "spk_2",
    "line": "Because the question my the question for me is, what does she even do?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-36",
    "time": "0:05:07",
    "speaker": "spk_1",
    "line": "Well, she doesn't do anything. Do? Hey, she doesn't do anything. What does she do? Literally, let's talk about what she actually does. She's on a TV show and gets her picture taken.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-37",
    "time": "0:05:20",
    "speaker": "spk_2",
    "line": "Okay. Is that is it today? It's a job?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-38",
    "time": "0:05:23",
    "speaker": "spk_1",
    "line": "That's a job all of a sudden. Job? And why? Because people wanna look at her Like, okay. Being a beautiful woman having your picture taken, that's suddenly a job. We don't even have a name for that. You know, give me a real celebrity. Give me Kate Upton from the other woman, an actress, you know? That is a Celeste. Like because she's doing something, give me a songwriter like like Paris Hilton, you know, had had those that single out. Mhmm. Now that, to me, or Coco, Istee's wife.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-39",
    "time": "0:06:02",
    "speaker": "spk_2",
    "line": "And remember, if you think back to the days of Betty Page",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-40",
    "time": "0:06:05",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-41",
    "time": "0:06:06",
    "speaker": "spk_2",
    "line": "mhmm. -- and Jane Mansfield and how they used to I think they were professional USO performers, they used to go and do and they would do dancing for the truth.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-42",
    "time": "0:06:16",
    "speaker": "spk_1",
    "line": "And they got there because of their talent and I miss, where is our generation's Jja Gabor. Now, here's a woman. She was a very famous woman for a very long time because of her talent. And it wasn't because she wore jewelry and was glamorous and beautiful, but she was famous because well, mostly because she was married so many times. But hasn't been married, but three times.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-43",
    "time": "0:06:42",
    "speaker": "spk_2",
    "line": "Well, that was a tradition that Paris Hilton inherited actually because you remember just like Jhaja, she went to go live on a farm. And so when is Kim Kardashian gonna go live on a farm?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-44",
    "time": "0:06:50",
    "speaker": "spk_1",
    "line": "She's never been on a farm at all. At all. And so and so it just makes me wonder, like, are we just picking and choosing, like, oh, this person's famous because a lot of people want to look at them, that's not fame.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-45",
    "time": "0:07:07",
    "speaker": "spk_2",
    "line": "And when you think about role models, when you just think about role models for second and who we're choosing to celebrate",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-46",
    "time": "0:07:13",
    "speaker": "spk_1",
    "line": "with our magazine covers.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-47",
    "time": "0:07:15",
    "speaker": "spk_2",
    "line": "And you think about all the scientists that are out there.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-48",
    "time": "0:07:17",
    "speaker": "spk_1",
    "line": "Oh, please. Just go ahead and just name one. Now.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-49",
    "time": "0:07:21",
    "speaker": "spk_2",
    "line": "Well, and see, that's the problem because I can name a bunch, Carly, for example.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-50",
    "time": "0:07:25",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-51",
    "time": "0:07:26",
    "speaker": "spk_2",
    "line": "And they're doing things You know what happened this week? Do you realize what happened to the news this week? We just sent out a spaceship and we stopped Put it",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-52",
    "time": "0:07:39",
    "speaker": "spk_1",
    "line": "on a com we put it on a comment and made it",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-53",
    "time": "0:07:42",
    "speaker": "spk_2",
    "line": "go away. Yes. From potentially hitting the United States.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-54",
    "time": "0:07:47",
    "speaker": "spk_1",
    "line": "From hitting the United States and from what I've heard, maybe hitting a bus And if you think about how many people are on a bus at any given time, minimum one to be driving it And there's seats all the way down them. All of those could be comet food right now. So",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-55",
    "time": "0:08:09",
    "speaker": "spk_2",
    "line": "and but what do we do instead? What do we who's butt do we put on the magazine instead? And we put Kim Kardashian put on their When what does she even do when a scientist put a scientist butt on the back as he'd cover?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-56",
    "time": "0:08:22",
    "speaker": "spk_1",
    "line": "Can I just say? I've literally never seen Malala's butt. And just won the Nobel Peace Prize. And I haven't seen her butt on a magazine, on the internet, I mean, what are we doing as a nation? Looking at the butt of some woman who, you know, is just some famous woman and not a scientist or maybe somebody who's even a smart writer.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-57",
    "time": "0:08:55",
    "speaker": "spk_2",
    "line": "Yes. What about Joan Didion? Thank you. I have and people say like, well, Joan Didian's butt is like not big enough to be on the magazine. Well I don't know. We don't know what it looks like. Because no one will put it on the magazine.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-58",
    "time": "0:09:11",
    "speaker": "spk_1",
    "line": "Yes. And there's another picture in there later where you can see her whole Hernaneno and her taters. She got her taters at I don't know how they know how. And you're looking at them. And I'm going, Well, couldn't this be someone with real talent? Somebody like a Flannery O'Connor or something? So",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-59",
    "time": "0:09:34",
    "speaker": "spk_2",
    "line": "it's sad that Flannery O'Connor and Maya died and you never saw their name now even once.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-60",
    "time": "0:09:39",
    "speaker": "spk_1",
    "line": "Yes. It's very frustrating. And so to me, I just wonder, as a nation, what direction we're headed? And are we gonna actually maybe we should've let the comic crash into us -- Mhmm.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-61",
    "time": "0:09:55",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-62",
    "time": "0:09:56",
    "speaker": "spk_2",
    "line": "and maybe that may have been an interesting way up call.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-63",
    "time": "0:09:59",
    "speaker": "spk_1",
    "line": "And if maybe if it ate some of those bus people, the comment munched them up, then maybe we'd go, oh, we're not really looking at what's important. I mean, somebody like Heidi Klume. Okay? Yeah. Now this is a celebrity. Mhmm. Her, she because I'll tell you what, She's a",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-64",
    "time": "0:10:18",
    "speaker": "spk_2",
    "line": "fashion judge.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-65",
    "time": "0:10:19",
    "speaker": "spk_1",
    "line": "She's a fashion judge.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-66",
    "time": "0:10:21",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-67",
    "time": "0:10:21",
    "speaker": "spk_1",
    "line": "She says what's good about fashion, she really knows how to get her picture taken, which I don't even know if Kim was doing it right. I mean, I wasn't in the room, but I got to assume they had to tell her how the camera works everything. And Heidi's on a reality show. Yeah. And Kim is too, but this one's a competition. I haven't seen anybody win anything on the Kardashians. Except a argument over who's",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-68",
    "time": "0:10:45",
    "speaker": "spk_2",
    "line": "gonna, you know, hang out with",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-69",
    "time": "0:10:51",
    "speaker": "spk_1",
    "line": "bruce Anyway, it feels good to have fun now that we are not so mad.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-70",
    "time": "0:10:57",
    "speaker": "spk_2",
    "line": "It is it it is important",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-71",
    "time": "0:10:58",
    "speaker": "spk_0",
    "line": "to talk about though, and I'm glad that we",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-72",
    "time": "0:11:00",
    "speaker": "spk_2",
    "line": "did decide to bring it up. And we have a really Well,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-73",
    "time": "0:11:02",
    "speaker": "spk_1",
    "line": "no one's talking about it. Yes. Yes. And and if I could say one more thing",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-74",
    "time": "0:11:08",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-75",
    "time": "0:11:08",
    "speaker": "spk_2",
    "line": "except to say yummy. That's whatever these zombies just look at a big button, they say yummy gimme.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-76",
    "time": "0:11:14",
    "speaker": "spk_1",
    "line": "Well, it could look like a peach. And they're thinking they're gonna take a big chop. And you can't It's so clearly photoshopped.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-77",
    "time": "0:11:27",
    "speaker": "spk_2",
    "line": "And they are trying to tell you on the cover of the magazine.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-78",
    "time": "0:11:29",
    "speaker": "spk_1",
    "line": "I know it's photoshopped because from the angle, actually, her taters would be sticking out in front of her shoulder a little bit. And you don't see him. No. I mean, you see him later in the photo with her in Nana, but you do but you don't see him in that shot I go, one, no, they photoshopped it. So what else did they change? Did they make it look more like a beach? It's just disgusting to me. And so, you know, thank you to us for being brave enough to bring it up and talk about and to be upset about it because it's a good thing to be upset about. We still haven't found that plane. We're talking about Kim Where is the plane?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-79",
    "time": "0:12:10",
    "speaker": "spk_2",
    "line": "Put the plane on the magazine.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-80",
    "time": "0:12:12",
    "speaker": "spk_1",
    "line": "Somebody put the missing plane parts on a magazine cover. I mean, that's news or at least a photo of the ocean when we think it might be.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-81",
    "time": "0:12:23",
    "speaker": "spk_2",
    "line": "Take your fashion magazine and use it to find the plane. Do something important for once instead of this woman who I It's unclear to me what she even does.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-82",
    "time": "0:12:34",
    "speaker": "spk_1",
    "line": "So glad they didn't let her get a star and walk of fame. They blocked her from buying it, and that was the happiest day of my life. And I said, at least, Hollywood still has some morals.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-83",
    "time": "0:12:43",
    "speaker": "spk_2",
    "line": "And if she The walk of fame is for actresses like Patricia Heaton.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-84",
    "time": "0:12:47",
    "speaker": "spk_1",
    "line": "And I can say one more thing and I will. If that magazine is true and they really did break the internet, I'm going to be so pissed because I'm really starting to get the hang of that thing in my little cousin Sam was really showing me I got pretty close to getting to a website this week.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-85",
    "time": "0:13:05",
    "speaker": "spk_2",
    "line": "And some of my financial information is in there. I'm told And so if it's broken, then I'm gonna be in big trouble and somebody else is too.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-86",
    "time": "0:13:13",
    "speaker": "spk_1",
    "line": "And I know who to play. And it's a certain yeah. It's a certain woman news and Calabasas with her family and apparently that's news.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-87",
    "time": "0:13:23",
    "speaker": "spk_2",
    "line": "We have a great guest today. Paul Sheer is here, and you know him from we've talked up his show a couple times on this show, how did this get made on Earwolf, and he has the adult a swim show with the SUV, and he's on the league show, and he's been in the movies. And he's gonna come here and we're gonna work up a script together coming right up on Hollywood Handbook.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-88",
    "time": "0:13:48",
    "speaker": "spk_1",
    "line": "Hollywood Handbook.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-89",
    "time": "0:13:50",
    "speaker": "spk_0",
    "line": "Hey, attention all clothing wearing podcast listening humans, earwolf has new merch up at our online store. Head to store earwolf dot com to pick up some new I blend American made t shirt. Okay. Okay.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-90",
    "time": "0:14:02",
    "speaker": "spk_3",
    "line": "The phone is how do",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-91",
    "time": "0:14:03",
    "speaker": "spk_2",
    "line": "i turn this off? The phone is ringing.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-92",
    "time": "0:14:05",
    "speaker": "spk_1",
    "line": "Okay. Yeah. So okay. So I'm sorry. He's okay. Hey. I hope so. Hey. He's just recording this on my phone just because we kind of made mistake -- Okay. -- doing the yes, they're calling again as they're persistent. But we were trying to go to a website that we like and could it broke it. So we haven't been to store dot aol dot but you should go because there's",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-93",
    "time": "0:14:32",
    "speaker": "spk_0",
    "line": "go store dot europe dot com and",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-94",
    "time": "0:14:33",
    "speaker": "spk_2",
    "line": "it makes",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-95",
    "time": "0:14:34",
    "speaker": "spk_1",
    "line": "up T shirts.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-96",
    "time": "0:14:34",
    "speaker": "spk_2",
    "line": "But it just makes a buzzing",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-97",
    "time": "0:14:36",
    "speaker": "spk_0",
    "line": "for us. But what what they have there is t shirts and they have ugly holiday shirt with with, you know, like it's like a funny shirt to wear in the holidays and it's made",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-98",
    "time": "0:14:47",
    "speaker": "spk_3",
    "line": "of okay. Who is this?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-99",
    "time": "0:14:48",
    "speaker": "spk_1",
    "line": "I'm trying to turn it off. Who's calling? It's my mom's new boyfriend. He, like, wants to have a relationship with me. Like, he thinks that we should",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-100",
    "time": "0:15:00",
    "speaker": "spk_2",
    "line": "be close. So that's why when you hang up, he says, like Well,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-101",
    "time": "0:15:04",
    "speaker": "spk_1",
    "line": "he's taken it personally because he's, like, I'm gonna show him that I am here I'm not, like, some of these other guys she's dated and that I'm gonna be around. So Do you wanna take it?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-102",
    "time": "0:15:14",
    "speaker": "spk_2",
    "line": "I should. Okay. Take it. Hello? Hey, Dan.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-103",
    "time": "0:15:26",
    "speaker": "spk_1",
    "line": "Awesome. Yeah. Awesome. No. I no. I'm not doing anything tonight. Yeah. Yes. I like chicken. Yeah. Kiyo chan. No. What's that? It's like yes. I've heard about this. Okay. Yes. It's like the yeah. They do like yeah. It's like a Korean like to it's like twice twice fried or yeah. And it doesn't doesn't sound good for me. No. Yeah. That would be really That'd be really great. Okay. I'm not I'm not ready to say that back yet. But then I'll see okay. I'll see you then. Nice. Yeah. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-104",
    "time": "0:16:13",
    "speaker": "spk_2",
    "line": "Yeah. He seems okay.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-105",
    "time": "0:16:16",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-106",
    "time": "0:16:17",
    "speaker": "spk_2",
    "line": "Go to the earwolf store.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-107",
    "time": "0:16:23",
    "speaker": "spk_1",
    "line": "So I turned to Jill -- Uh-huh. -- Biden, and I go -- Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-108",
    "time": "0:16:28",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-109",
    "time": "0:16:29",
    "speaker": "spk_1",
    "line": "which one is this again? And she goes, oh, that's the cave age, Grier. And I go -- Yeah. -- so then what's that one? And she realizes her error. Yes. Right? Yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-110",
    "time": "0:16:40",
    "speaker": "spk_2",
    "line": "Well, that's the thing because she does that eyes closed and she just takes a big sniffy.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-111",
    "time": "0:16:45",
    "speaker": "spk_1",
    "line": "Mhmm. Yes. It's all a big whiff. Yeah. And and to her credit, she's very good ninety percent of the time. Uh-huh. But when she's wrong, she's wrong and someone needs to make her admit it.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-112",
    "time": "0:16:53",
    "speaker": "spk_2",
    "line": "What was it?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-113",
    "time": "0:16:56",
    "speaker": "spk_1",
    "line": "Goosh dush. Oh. Oh, you was a sheep's cheese? Oh my. It yeah. It's not Guddha and it's not but it is not Adiagoland. What? You know what? I wrote it down in my journal, so I will get back to you.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-114",
    "time": "0:17:13",
    "speaker": "spk_2",
    "line": "Hey. Welcome back to Hollywood Handbook and insider's guide to kicking button dropping names in the red carpet line back, hallways of this industry we call showbiz. Great guest. Great get you a real quaker of a guest.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-115",
    "time": "0:17:23",
    "speaker": "spk_1",
    "line": "A true quaker of a guest.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-116",
    "time": "0:17:24",
    "speaker": "spk_2",
    "line": "Is is Paul Sheer. And I",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-117",
    "time": "0:17:27",
    "speaker": "spk_1",
    "line": "would almost say we've been lying when we said we had a quaker of a guest four. Now that we know what one",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-118",
    "time": "0:17:32",
    "speaker": "spk_2",
    "line": "will do. In retrospect, what does turned out to BOI?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-119",
    "time": "0:17:35",
    "speaker": "spk_3",
    "line": "Well, the pressure is on. But, you know, I feel like I'm gonna probably bring my a game here. I feel like I've I already feel it. In the room, I feel like we were gonna have a big a big show.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-120",
    "time": "0:17:45",
    "speaker": "spk_2",
    "line": "Well, a lot of people we've been plugging your podcast, actually. On the show for a long time.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-121",
    "time": "0:17:49",
    "speaker": "spk_3",
    "line": "Thank you. And that's actually really helped. And that is we've gotten, you know, we've gotten",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-122",
    "time": "0:17:53",
    "speaker": "spk_1",
    "line": "a lot of heat",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-123",
    "time": "0:17:54",
    "speaker": "spk_3",
    "line": "from now. I've definitely gotten some bumps. And I and I think, you know, the good thing about our show is you guys get the word-of-mouth out and that it gets a tracking up. And that's really important because it's all about the tracking ultimately. Like, how is how is it being perceived? You don't have to see it, but you have to know about it. And that's kind of the whole I mean, you know, that's the way I work, you know.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-124",
    "time": "0:18:12",
    "speaker": "spk_2",
    "line": "Yes. Yes. The tracking.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-125",
    "time": "0:18:14",
    "speaker": "spk_3",
    "line": "Yeah. Exactly. You know.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-126",
    "time": "0:18:17",
    "speaker": "spk_1",
    "line": "Tracking. Tracking.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-127",
    "time": "0:18:18",
    "speaker": "spk_2",
    "line": "And now your podcast Yeah. How we like the movie.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-128",
    "time": "0:18:23",
    "speaker": "spk_3",
    "line": "Well, no. No. It's it's actually called how did this get made?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-129",
    "time": "0:18:27",
    "speaker": "spk_1",
    "line": "How do they do that?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-130",
    "time": "0:18:29",
    "speaker": "spk_2",
    "line": "How to disconnect the movie. The movie. Yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-131",
    "time": "0:18:31",
    "speaker": "spk_3",
    "line": "Well, not the movie.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-132",
    "time": "0:18:31",
    "speaker": "spk_1",
    "line": "How do they do that movie?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-133",
    "time": "0:18:33",
    "speaker": "spk_3",
    "line": "Well, you know what? That is kind of a it sounds like that. Yeah. It it it's how this get made. There's no movie in the title. You know? But, you know, it's it's with myself and Jim Diane Rayfield and Jason Men's of gifts and",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-134",
    "time": "0:18:46",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-135",
    "time": "0:18:46",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-136",
    "time": "0:18:46",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-137",
    "time": "0:18:46",
    "speaker": "spk_3",
    "line": "we have a celebrity guest in it.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-138",
    "time": "0:18:47",
    "speaker": "spk_0",
    "line": "Your wife.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-139",
    "time": "0:18:48",
    "speaker": "spk_3",
    "line": "So My wife. Yeah. Yes. It's my wife. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-140",
    "time": "0:18:50",
    "speaker": "spk_1",
    "line": "We love it. We wanna know because people are really listening to this thing. Yeah. What what would you say you do on it that people like",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-141",
    "time": "0:19:04",
    "speaker": "spk_3",
    "line": "that's a good question. Like, what why do people like it?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-142",
    "time": "0:19:07",
    "speaker": "spk_2",
    "line": "That's something that's replicable. Yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-143",
    "time": "0:19:10",
    "speaker": "spk_1",
    "line": "Without actually doing your show is there's something Another show, do again.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-144",
    "time": "0:19:16",
    "speaker": "spk_3",
    "line": "Could do Oh, so maybe, like, this this is, like, kind of advice for, like, young podcast out there -- Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-145",
    "time": "0:19:21",
    "speaker": "spk_2",
    "line": "Yes. -- start. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-146",
    "time": "0:19:22",
    "speaker": "spk_3",
    "line": "Yeah. And what",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-147",
    "time": "0:19:23",
    "speaker": "spk_2",
    "line": "could And maybe they have a a network that they're working within",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-148",
    "time": "0:19:28",
    "speaker": "spk_3",
    "line": "that",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-149",
    "time": "0:19:28",
    "speaker": "spk_2",
    "line": "should be, like, a good foundation for",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-150",
    "time": "0:19:29",
    "speaker": "spk_3",
    "line": "a list",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-151",
    "time": "0:19:30",
    "speaker": "spk_1",
    "line": "and they've been doing it and maybe they've been doing it for over",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-152",
    "time": "0:19:32",
    "speaker": "spk_3",
    "line": "a year.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-153",
    "time": "0:19:32",
    "speaker": "spk_2",
    "line": "That totally started from scratch, and the equipment they're using is probably the most expensive view goodbye.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-154",
    "time": "0:19:37",
    "speaker": "spk_1",
    "line": "And they're plateauing in",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-155",
    "time": "0:19:39",
    "speaker": "spk_3",
    "line": "a big world. Right. So it's in there. They're not getting an audience.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-156",
    "time": "0:19:42",
    "speaker": "spk_1",
    "line": "Yes. Yes. Good.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-157",
    "time": "0:19:43",
    "speaker": "spk_3",
    "line": "Yes. Well, look, I mean, I'll always say that, you know, accessibility is something that's always important. And what we try to do is we bring the audience in with us. We all watch this movie together. Oh. So, I mean, you know, I wouldn't say that you have to watch a movie, but you would you would wanna kind of commune with the audience. You wanna be one with them. You don't wanna be above them.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-158",
    "time": "0:20:04",
    "speaker": "spk_2",
    "line": "How do you decide which ones to include in this? What's the filtering?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-159",
    "time": "0:20:08",
    "speaker": "spk_3",
    "line": "Well, you would include",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-160",
    "time": "0:20:09",
    "speaker": "spk_1",
    "line": "them all.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-161",
    "time": "0:20:09",
    "speaker": "spk_3",
    "line": "You would include them all. I mean, you know, the we're all we're all equal. We're not you know, we're not we're not better than anyone else.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-162",
    "time": "0:20:17",
    "speaker": "spk_1",
    "line": "Oh. What if you are better?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-163",
    "time": "0:20:22",
    "speaker": "spk_3",
    "line": "Better than the audience.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-164",
    "time": "0:20:22",
    "speaker": "spk_2",
    "line": "In case they were.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-165",
    "time": "0:20:23",
    "speaker": "spk_1",
    "line": "Well, no, you know, not",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-166",
    "time": "0:20:25",
    "speaker": "spk_3",
    "line": "i don't know if that's a I I don't I don't know if you could",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-167",
    "time": "0:20:27",
    "speaker": "spk_1",
    "line": "not just not like better bodies. I mean, probably but just better, like, they have more things Well, then what they're talking about they know",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-168",
    "time": "0:20:35",
    "speaker": "spk_2",
    "line": "more about.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-169",
    "time": "0:20:35",
    "speaker": "spk_1",
    "line": "More things",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-170",
    "time": "0:20:36",
    "speaker": "spk_2",
    "line": "more things and and being smarter.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-171",
    "time": "0:20:38",
    "speaker": "spk_1",
    "line": "And funny and nice.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-172",
    "time": "0:20:41",
    "speaker": "spk_3",
    "line": "Well, I mean, I don't know. They should maybe check themselves a little bit because I feel like, you know, look, in this together, and we should you know, I think I think every form of entertainment is about a shared experience. And, you know, we like entertainment that brings us in and not and not not preaches to us, nor does it present something that they can't wrap their heads around, like, you know, Life styles of the rich and famous is a great example of people that were enormously wealthy and lived a very highfaluting lifestyle. But",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-173",
    "time": "0:21:10",
    "speaker": "spk_2",
    "line": "a good example. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-174",
    "time": "0:21:11",
    "speaker": "spk_1",
    "line": "I like that.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-175",
    "time": "0:21:12",
    "speaker": "spk_3",
    "line": "But but at the same time, the host of that show really brought people in.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-176",
    "time": "0:21:17",
    "speaker": "spk_2",
    "line": "Can I tell you my theory? Sure. My people like your show?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-177",
    "time": "0:21:19",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-178",
    "time": "0:21:19",
    "speaker": "spk_2",
    "line": "Live in a very negative culture these days -- Okay.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-179",
    "time": "0:21:21",
    "speaker": "spk_3",
    "line": "Sure.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-180",
    "time": "0:21:21",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-181",
    "time": "0:21:22",
    "speaker": "spk_2",
    "line": "because of the Internet",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-182",
    "time": "0:21:22",
    "speaker": "spk_3",
    "line": "and Yes. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-183",
    "time": "0:21:24",
    "speaker": "spk_1",
    "line": "Hater and haters. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-184",
    "time": "0:21:25",
    "speaker": "spk_2",
    "line": "Instant instant gratification society. And I think because you take these movies, some of which we've been involved with in some catastrophe and it's all in good. It's all in good.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-185",
    "time": "0:21:36",
    "speaker": "spk_1",
    "line": "It's all",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-186",
    "time": "0:21:36",
    "speaker": "spk_3",
    "line": "in good. It's all in good. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-187",
    "time": "0:21:37",
    "speaker": "spk_1",
    "line": "Right? Like Everybody sets out to make a movie that you go, how do they do this movie? Right.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-188",
    "time": "0:21:42",
    "speaker": "spk_2",
    "line": "Yes. But I think that's why people like they they like seeing",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-189",
    "time": "0:21:45",
    "speaker": "spk_3",
    "line": "cuts things down.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-190",
    "time": "0:21:46",
    "speaker": "spk_2",
    "line": "People who have actually achieved something taken down. I think that I think -- Oh.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-191",
    "time": "0:21:50",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-192",
    "time": "0:21:50",
    "speaker": "spk_2",
    "line": "i think that's what I think that's what people enjoy.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-193",
    "time": "0:21:53",
    "speaker": "spk_3",
    "line": "Well, that's a that's a definitely an interesting viewpoint. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-194",
    "time": "0:21:56",
    "speaker": "spk_1",
    "line": "Get off the pedestal just because, you know, somebody thinks they're important because they wrote leprechaun three, you know.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-195",
    "time": "0:22:03",
    "speaker": "spk_3",
    "line": "So okay. So, basically, That that is interesting. Like, you know, we always try to say that our show isn't about pushing forward negativity. It's kinda the discussion you might have with a group of friends you enjoyed or saw a movie that, you know, made you question, how did that get made?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-196",
    "time": "0:22:18",
    "speaker": "spk_2",
    "line": "Mhmm. But yeah. And then you take something someone who worked really hard on and -- Right.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-197",
    "time": "0:22:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-198",
    "time": "0:22:22",
    "speaker": "spk_2",
    "line": "says, of course, and you say I mean,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-199",
    "time": "0:22:24",
    "speaker": "spk_3",
    "line": "look, that's something that we wrestle with, obviously. But, you know, look, we are all you know, different than other people. We've we're in this business. We're writers and actors and producers, and we've been involved in some embarrassing things. And so we, you know, we feel like, hey, look, we would have a smile on our face if someone did it about our thing, maybe. We'll see.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-200",
    "time": "0:22:41",
    "speaker": "spk_1",
    "line": "And so do we and so do and in some of the cases also, there's a cut of some of these movies that actually does really work. That, you know Yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-201",
    "time": "0:22:48",
    "speaker": "spk_2",
    "line": "And it's -- Right.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-202",
    "time": "0:22:49",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-203",
    "time": "0:22:49",
    "speaker": "spk_2",
    "line": "it's a it's a collaborative process, and sometimes it was the other guy's, like Well, that's",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-204",
    "time": "0:22:53",
    "speaker": "spk_3",
    "line": "that's actually that's actually a very good point. Yeah. Like, you know, there's not one chef in the kitchen. I mean, except if you're talking about, of course, John Fabreau and his movie chef, you know, because he was the writer, director, actor, Star.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-205",
    "time": "0:23:05",
    "speaker": "spk_2",
    "line": "And the chef",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-206",
    "time": "0:23:06",
    "speaker": "spk_3",
    "line": "and the and the chef literally the titular chef",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-207",
    "time": "0:23:08",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-208",
    "time": "0:23:09",
    "speaker": "spk_1",
    "line": "yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-209",
    "time": "0:23:09",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-210",
    "time": "0:23:09",
    "speaker": "spk_3",
    "line": "you know, but but that's a very rare example where you get somebody making a, you know, an independent movie like that and really getting their voice there.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-211",
    "time": "0:23:16",
    "speaker": "spk_2",
    "line": "And we know how that got me. It was great cast.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-212",
    "time": "0:23:18",
    "speaker": "spk_1",
    "line": "Yeah. Oh yeah. From top to bottom -- Chee to be. There were true a listers filling out the casts. And when Johnny Leggs says yes you're gonna be looking at a green light for your film.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-213",
    "time": "0:23:36",
    "speaker": "spk_3",
    "line": "Well, yeah. I mean, I think, you know, we all wanna achieve that. You know, like, we all wanna work with our friends and it just happens that you know, his friends are giant stars in the Marvel Universe. And -- Yes. -- you know, and so I think that that, you know, it it we brought them over and, you know, it was a very you know, look, but hey, look, you know, he's the same kid from Chicago who made swingers and, you know, it just happens to be that, you know, circle",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-214",
    "time": "0:23:58",
    "speaker": "spk_1",
    "line": "i heard some of that some of that scene with Robert Hoddie Junior, I think it referred to. I heard some of it was improvised. I mean, I really heard that. You know, that's how loose their flowing.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-215",
    "time": "0:24:09",
    "speaker": "spk_3",
    "line": "Yes. Exactly. Yeah. You know, it it seemed like there's a very loose vibe there.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-216",
    "time": "0:24:12",
    "speaker": "spk_2",
    "line": "Yeah. And I heard you said that they were gonna get to eat the food after, but they did not end up getting to eat most of the food.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-217",
    "time": "0:24:18",
    "speaker": "spk_1",
    "line": "Oh, so",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-218",
    "time": "0:24:18",
    "speaker": "spk_3",
    "line": "that was like part of the deal. Like, if you came and shot this movie, we had to, like, get some, like, delicious",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-219",
    "time": "0:24:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-220",
    "time": "0:24:22",
    "speaker": "spk_2",
    "line": "well, fancy food.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-221",
    "time": "0:24:24",
    "speaker": "spk_3",
    "line": "Yeah. It is fancy. I mean, it's yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-222",
    "time": "0:24:25",
    "speaker": "spk_1",
    "line": "But at parts, it's not fancy food and not getting",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-223",
    "time": "0:24:28",
    "speaker": "spk_3",
    "line": "fruit fruit. Fruits. Taste great. Tastes great.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-224",
    "time": "0:24:31",
    "speaker": "spk_1",
    "line": "And that's what it's all about.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-225",
    "time": "0:24:33",
    "speaker": "spk_2",
    "line": "Yeah. Now, Paul",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-226",
    "time": "0:24:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-227",
    "time": "0:24:35",
    "speaker": "spk_2",
    "line": "yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-228",
    "time": "0:24:35",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-229",
    "time": "0:24:35",
    "speaker": "spk_2",
    "line": "people have said when you do your movie takedowns, they say, well why don't you give it a try for once? Right. And and What do",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-230",
    "time": "0:24:43",
    "speaker": "spk_3",
    "line": "we mean why don't I give it a try?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-231",
    "time": "0:24:45",
    "speaker": "spk_2",
    "line": "Well, maybe you see how hard it is. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-232",
    "time": "0:24:47",
    "speaker": "spk_1",
    "line": "Yeah. Why don't you go and",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-233",
    "time": "0:24:48",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-234",
    "time": "0:24:49",
    "speaker": "spk_1",
    "line": "well, I -- you write a script and then you'll see how it is can be pretty hard.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-235",
    "time": "0:24:52",
    "speaker": "spk_3",
    "line": "Well, I mean, you know, we don't really get that kind of feedback. But I I mean, You know, I definitely have I have you know, I've I've been I've done some things, you know, that, you know, I did a thing called Miau TV, which was television for cats by cats. And that was paid for by the and these are the wonderful people at Purina. And they gave us a great slot on lifetime, and it was a really it was a really fantastic experience. Yes. But but I mean, but it didn't turn out great.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-236",
    "time": "0:25:19",
    "speaker": "spk_2",
    "line": "And the cast didn't like it.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-237",
    "time": "0:25:21",
    "speaker": "spk_3",
    "line": "Well, yeah. I think that, you know, the the show as from what we were told was to appeal to cats, very similarly to that character in Scrooge, where they wanted to appeal to little animals. This was a this is actually real person after that movie came out trying to feel",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-238",
    "time": "0:25:38",
    "speaker": "spk_1",
    "line": "very similar.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-239",
    "time": "0:25:39",
    "speaker": "spk_2",
    "line": "Okay. Cats are little animals. And it scared them. Yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-240",
    "time": "0:25:42",
    "speaker": "spk_3",
    "line": "Don't know if it scared them. I don't know if they had a focus group with cats.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-241",
    "time": "0:25:46",
    "speaker": "spk_2",
    "line": "That seems like the first thing to if they wanna know whether or not",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-242",
    "time": "0:25:49",
    "speaker": "spk_1",
    "line": "and it's really for them. Well,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-243",
    "time": "0:25:50",
    "speaker": "spk_3",
    "line": "cats are cagey and they probably wouldn't show up such a thing. Mhmm.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-244",
    "time": "0:25:52",
    "speaker": "spk_2",
    "line": "Or if",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-245",
    "time": "0:25:53",
    "speaker": "spk_3",
    "line": "they did show up, they probably wouldn't express their truest opinion.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-246",
    "time": "0:25:56",
    "speaker": "spk_1",
    "line": "Depends other race.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-247",
    "time": "0:25:58",
    "speaker": "spk_3",
    "line": "I'm sorry?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-248",
    "time": "0:25:58",
    "speaker": "spk_1",
    "line": "It's just it depends other race because you said cats are cagey and that sort of this blanket statement where it's like,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-249",
    "time": "0:26:03",
    "speaker": "spk_3",
    "line": "okay.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-250",
    "time": "0:26:03",
    "speaker": "spk_1",
    "line": "Well, yeah. Okay. Like, white guys are this, and it's just like, okay. But it's it's a little bit of environment involved too. Okay. Sure. Okay. There's Alright. Yeah. There's nurture and nature, and they're not all Okay.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-251",
    "time": "0:26:14",
    "speaker": "spk_3",
    "line": "Well, you don't have to be alright. You've clearly a cat owner.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-252",
    "time": "0:26:17",
    "speaker": "spk_1",
    "line": "It's that's neither here nor there",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-253",
    "time": "0:26:20",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-254",
    "time": "0:26:20",
    "speaker": "spk_1",
    "line": "okay.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-255",
    "time": "0:26:20",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-256",
    "time": "0:26:20",
    "speaker": "spk_1",
    "line": "or in the song. I'm not trying",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-257",
    "time": "0:26:21",
    "speaker": "spk_3",
    "line": "to I'm not trying to",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-258",
    "time": "0:26:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-259",
    "time": "0:26:22",
    "speaker": "spk_3",
    "line": "dear British. -- okay. Alright. I'm not I'm not trying to insult any cat owners out there. I'm just saying that they're twins.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-260",
    "time": "0:26:29",
    "speaker": "spk_1",
    "line": "No. You're not selling cat owners. You're selling cats because you're saying they're all one thing.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-261",
    "time": "0:26:33",
    "speaker": "spk_3",
    "line": "Alright. Well, okay. Yeah. Alright.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-262",
    "time": "0:26:34",
    "speaker": "spk_1",
    "line": "We won.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-263",
    "time": "0:26:35",
    "speaker": "spk_3",
    "line": "We got I guess you got me on that.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-264",
    "time": "0:26:37",
    "speaker": "spk_2",
    "line": "Now, Paul, you we have something that we've done in the past that we like to do for some of our guests, and it's a little helping segment. And I don't know if it has a name, but what it is to describe it is you bring us one of your scripts that you have that your artwork shopping around town",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-265",
    "time": "0:26:53",
    "speaker": "spk_3",
    "line": "i'm very actually excited about this because, you know, you did say why don't I put my, you know, put my money where my mouth is. And I've been fascinated by the success of the horror genre. Oh, yeah. You know? And I feel like that's the easiest way in right now. Is with a genre film. And a horror look, I'm a big fan of the Blumhouse people.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-266",
    "time": "0:27:18",
    "speaker": "spk_1",
    "line": "Blumhouse. I was just gonna say Blumhouse blumhouse -- Yeah. And -- Blumhouse,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-267",
    "time": "0:27:22",
    "speaker": "spk_3",
    "line": "baseball. -- sometimes they make movies, you know, for just hundreds of dollars. They'll make, you know, a fifteen of them. And they only release one. Or even sometimes, aside from what I've understood. Half of one, sometimes in the theater if they just feel like that is good and they and that will be it. So",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-268",
    "time": "0:27:37",
    "speaker": "spk_1",
    "line": "no. Every movie they make is based on just items in a storage closet. And they or there are store I'm sorry, storage container. Like those storage wars,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-269",
    "time": "0:27:44",
    "speaker": "spk_3",
    "line": "yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-270",
    "time": "0:27:44",
    "speaker": "spk_1",
    "line": "They buy they bid on a storage locker and that's how much the movie costs however much they pay for it.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-271",
    "time": "0:27:48",
    "speaker": "spk_2",
    "line": "And it becomes biggest movie because they found the secret, which is what you do. In the trailer, you don't show the movie, you show people watching the movie and saying,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-272",
    "time": "0:27:58",
    "speaker": "spk_3",
    "line": "i love that. I love that. I mean, This is a genre that I wanted to get involved with because I think financially, it's a great place to kind of break into the business. You know?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-273",
    "time": "0:28:06",
    "speaker": "spk_1",
    "line": "Yeah. And you go where the money is and we're not here to judge you. And if more sick perverts wanna see fucking freaking Steins bite each other's heads off, then, you know, I won't be there, but people are paying money and you go where the money is and Paul",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-274",
    "time": "0:28:21",
    "speaker": "spk_2",
    "line": "got the idea.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-275",
    "time": "0:28:22",
    "speaker": "spk_3",
    "line": "Well, it's",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-276",
    "time": "0:28:23",
    "speaker": "spk_1",
    "line": "the audience. And it's their fault in",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-277",
    "time": "0:28:25",
    "speaker": "spk_3",
    "line": "god bless you. Well, I actually take the I do take a different approach. I like to do what Alfred Hitchcock of a great master of Cinema, Alfred Hecock does. He says, you know, if you show the audience a gun -- Mhmm.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-278",
    "time": "0:28:40",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-279",
    "time": "0:28:40",
    "speaker": "spk_3",
    "line": "in the first act, well, my gun's gotta go off in the third And so what I like to do is have a scary scene at the top of the movie, and then wait about eighty seven, eighty eight minutes. And then in the final two, three, five minutes, I do a final scare. And I think you you you come in scared. You're in the middle. It's what's happening in there at the end. You leave. Do anything. Yes. Yeah. You leave. But you but when you walk out of the theater, you go, I got pretty scared.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-280",
    "time": "0:29:05",
    "speaker": "spk_1",
    "line": "Everything in between, yes, I always say that the whole trick that I'm trying to do with the middle of my movies is make them forget about the beginning so that when it comes back up at the end, they can go, oh, yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-281",
    "time": "0:29:16",
    "speaker": "spk_3",
    "line": "It's I use it as a I always call films like slot machines. If you win early on, you'll stay there more and more and more because you think you're gonna win, but guess who's winning, the casino's winning, why do I need to write five, ten scares in the middle of a movie when I could just wait. Just do two, you know, two good ones.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-282",
    "time": "0:29:34",
    "speaker": "spk_2",
    "line": "Because they're expensive.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-283",
    "time": "0:29:35",
    "speaker": "spk_3",
    "line": "Oh, my gosh. A good scare is very expensive. I mean, you have to get the right, you know, musical stings. You have to get the right, you know, camera angle on the floor, the feet, whatever it is. There's blood -- The scary hand coming out of the, you know, the wicker chair, whatever it is. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-284",
    "time": "0:29:49",
    "speaker": "spk_2",
    "line": "But we don't wanna spoil it too much. We well,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-285",
    "time": "0:29:51",
    "speaker": "spk_1",
    "line": "did you print copies",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-286",
    "time": "0:29:52",
    "speaker": "spk_3",
    "line": "yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-287",
    "time": "0:29:53",
    "speaker": "spk_2",
    "line": "Well, we asked our listeners which one of you we know you have a lot of scripts in development, which one they would like to hear.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-288",
    "time": "0:29:58",
    "speaker": "spk_3",
    "line": "Oh, wait. You you printed copies?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-289",
    "time": "0:30:00",
    "speaker": "spk_2",
    "line": "I print I did it. I did print.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-290",
    "time": "0:30:02",
    "speaker": "spk_3",
    "line": "Okay. Great. Thank you. Because I do I do put on all my emails now that, you know, let's think twice before you print. That's me. I'm actually very involved in one of the things that I'm trying to get the word out about, which is conservation, and that's with water, that's with paper and everything. And this is a -- Plants.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-291",
    "time": "0:30:16",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-292",
    "time": "0:30:16",
    "speaker": "spk_3",
    "line": "yeah, plants Well, this is printed out.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-293",
    "time": "0:30:18",
    "speaker": "spk_2",
    "line": "It's formatted, so it's all in one page. It's page view.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-294",
    "time": "0:30:20",
    "speaker": "spk_3",
    "line": "Great.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-295",
    "time": "0:30:21",
    "speaker": "spk_2",
    "line": "The recommendation for a script to read that we got was from ShowShow Bro, our friend Charlie from the forums, and he wants to see us read so it looks like I married in Van Hellsing.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-296",
    "time": "0:30:32",
    "speaker": "spk_3",
    "line": "Oh, yes. Mhmm.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-297",
    "time": "0:30:33",
    "speaker": "spk_2",
    "line": "And Anastasia Vigo reminded us of the subtitle is a Skellington's kiss.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-298",
    "time": "0:30:39",
    "speaker": "spk_3",
    "line": "Uh-huh. Well, this is nice because this is I'm glad we picked this one because this is one of the ones that is based on a true story. And it was a merging of two true stories. Obviously, Van Housing is a a great character in in the American mythos. And I say that because I think we adopted him from Romania where he was originally from. This movie will be shot in Bulgaria, obviously, just because of budgetary stuff.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-299",
    "time": "0:31:04",
    "speaker": "spk_1",
    "line": "That's obvious. You know?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-300",
    "time": "0:31:05",
    "speaker": "spk_3",
    "line": "And the Skellington's kiss That is I put that there for foreign markets",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-301",
    "time": "0:31:11",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-302",
    "time": "0:31:12",
    "speaker": "spk_1",
    "line": "yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-303",
    "time": "0:31:12",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-304",
    "time": "0:31:12",
    "speaker": "spk_3",
    "line": "because you can sometimes trick people as a a romantic film. But it also our subtitles. Exactly.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-305",
    "time": "0:31:19",
    "speaker": "spk_2",
    "line": "Put it put kiss in",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-306",
    "time": "0:31:20",
    "speaker": "spk_1",
    "line": "the subtitle. We did wanna talk about subtitles. And how how strong they can be and For me, I'm listening to this title and getting married is nice. And honestly, in Van Housing would be a pretty safe person to be married to because he's going out and hunting evil spirits. They might not be coming to him. So I feel like, well, I'm gonna get out of this title alive and then the Skellington has kissed me.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-307",
    "time": "0:31:43",
    "speaker": "spk_3",
    "line": "Well, yes. Yes. Yes. And then I think what the the idea of that Skellington kiss is it's you know, is it a good thing or it's a bad thing, I guess, we'll have to spend ninety minutes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-308",
    "time": "0:31:53",
    "speaker": "spk_1",
    "line": "They have no lips. Yeah. They have no lips.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-309",
    "time": "0:31:55",
    "speaker": "spk_3",
    "line": "Well, no. No. No.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-310",
    "time": "0:31:56",
    "speaker": "spk_1",
    "line": "No. No. A skeleton?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-311",
    "time": "0:31:57",
    "speaker": "spk_3",
    "line": "A skeleton",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-312",
    "time": "0:31:58",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-313",
    "time": "0:31:59",
    "speaker": "spk_3",
    "line": "uh-uh. -- has no lip. Yes. A skeleton is a creature that you're gonna meet in this film, and that is you'll see what he has and what he doesn't have.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-314",
    "time": "0:32:09",
    "speaker": "spk_2",
    "line": "Oh, okay.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-315",
    "time": "0:32:10",
    "speaker": "spk_1",
    "line": "And then Paul after we read this, do I send you my lunesta bill? Because I think I'm gonna have trouble sleeping with the with the spookiness of the even the Skelington and all that.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-316",
    "time": "0:32:21",
    "speaker": "spk_3",
    "line": "Well, I hopefully won't be that high.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-317",
    "time": "0:32:23",
    "speaker": "spk_1",
    "line": "No. Yes. Yeah. I have some.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-318",
    "time": "0:32:27",
    "speaker": "spk_2",
    "line": "So should we just start from the top Yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-319",
    "time": "0:32:29",
    "speaker": "spk_1",
    "line": "There are a",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-320",
    "time": "0:32:29",
    "speaker": "spk_2",
    "line": "lot of sound cues in this. So I And so",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-321",
    "time": "0:32:31",
    "speaker": "spk_3",
    "line": "i'll be reading along with you then",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-322",
    "time": "0:32:32",
    "speaker": "spk_2",
    "line": "i'll do the same direction that maybe you guys can just kinda split up the characters Okay.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-323",
    "time": "0:32:37",
    "speaker": "spk_3",
    "line": "Great.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-324",
    "time": "0:32:37",
    "speaker": "spk_2",
    "line": "As we go. Mhmm.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-325",
    "time": "0:32:38",
    "speaker": "spk_3",
    "line": "Great. And I could do voices.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-326",
    "time": "0:32:39",
    "speaker": "spk_2",
    "line": "Yeah. You know the voices. Yeah. So that's perfect.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-327",
    "time": "0:32:41",
    "speaker": "spk_1",
    "line": "I have two voices. I have two voices, a loud one and a quiet one.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-328",
    "time": "0:32:44",
    "speaker": "spk_3",
    "line": "Okay. Great.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-329",
    "time": "0:32:45",
    "speaker": "spk_2",
    "line": "Okay. There's a Sound Q.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-330",
    "time": "0:32:48",
    "speaker": "spk_3",
    "line": "Remind me of a really great story, which we definitely have to get into about Las Vegas Las Vegas.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-331",
    "time": "0:32:54",
    "speaker": "spk_2",
    "line": "Last Vegas. Mhmm.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-332",
    "time": "0:32:55",
    "speaker": "spk_3",
    "line": "Great film. Great film. You know, which I also thought was a horror film, but it wasn't.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-333",
    "time": "0:33:00",
    "speaker": "spk_2",
    "line": "Yes. The",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-334",
    "time": "0:33:00",
    "speaker": "spk_3",
    "line": "only other thing because it was like it felt like the la like the last You know?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-335",
    "time": "0:33:03",
    "speaker": "spk_1",
    "line": "It's like final destination.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-336",
    "time": "0:33:04",
    "speaker": "spk_2",
    "line": "Yes. Exactly. Yes. Okay. So it says black screen, And then title card. Mhmm. So it looks like I married in Van Hellsing. Mhmm. Exterior, Bulgaria College. A college boy walks out of the bathroom. His name is Ruben Carter, and then it says not that one in parentheses. He walks out of the bathroom with his friend, Pecen, and he's holding his hair and he's groaning.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-337",
    "time": "0:33:39",
    "speaker": "spk_3",
    "line": "Man. Not a good pop quiz for this guy.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-338",
    "time": "0:33:44",
    "speaker": "spk_1",
    "line": "Oh, peace you gotta chill, man. You're wound too tight, brother. Why don't you go fucking jerk off to ease the tension in your soul. Honda me.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-339",
    "time": "0:33:54",
    "speaker": "spk_3",
    "line": "Well, I could tell you one thing I could do, or could I? Now, forget it.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-340",
    "time": "0:34:01",
    "speaker": "spk_1",
    "line": "Don't hold out on me too long, Boyo. Oh, it's my lacrosse homies. What up, bros. High five five five five five five. Oh, five.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-341",
    "time": "0:34:11",
    "speaker": "spk_3",
    "line": "Hey, maybe I'll catch up with you later. I just have to go in the woods and do something.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-342",
    "time": "0:34:17",
    "speaker": "spk_1",
    "line": "Yeah. I'll rat out for raccoons.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-343",
    "time": "0:34:21",
    "speaker": "spk_3",
    "line": "That's not all I'll look out for.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-344",
    "time": "0:34:23",
    "speaker": "spk_2",
    "line": "Peace disappears into the woods vanishing into the dark. Creepy music plays as he arrives at a glowing stump.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-345",
    "time": "0:34:34",
    "speaker": "spk_3",
    "line": "Yeah. This is actually this is a definitely good trailer scene. Oh, Lord. You talk master. Feed me the nala. Give me what I need.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-346",
    "time": "0:34:49",
    "speaker": "spk_2",
    "line": "Ruben appears in the clearing. He forgot his shwag bong Oh,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-347",
    "time": "0:34:57",
    "speaker": "spk_1",
    "line": "peace, man. You you are",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-348",
    "time": "0:34:59",
    "speaker": "spk_3",
    "line": "ruben, I told you. Leave me be in the woods. You're seeing too much.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-349",
    "time": "0:35:06",
    "speaker": "spk_2",
    "line": "Whoa. Whoa. Whoa.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-350",
    "time": "0:35:07",
    "speaker": "spk_1",
    "line": "Whoa. What?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-351",
    "time": "0:35:08",
    "speaker": "spk_3",
    "line": "You must.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-352",
    "time": "0:35:13",
    "speaker": "spk_1",
    "line": "My insides feel like they're doing so crazy. Like going outside. Of my skin.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-353",
    "time": "0:35:22",
    "speaker": "spk_2",
    "line": "Reuben's insides fall on the ground.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-354",
    "time": "0:35:25",
    "speaker": "spk_1",
    "line": "This is not men, dude.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-355",
    "time": "0:35:27",
    "speaker": "spk_3",
    "line": "Hold is right then. Foul villain.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-356",
    "time": "0:35:32",
    "speaker": "spk_2",
    "line": "A guy pops out of the ground with a big bow and arrow that's made of silver. He pulls it back and he points it right at Peace's",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-357",
    "time": "0:35:40",
    "speaker": "spk_3",
    "line": "brain. It's I, van Hellthing, and you cannot murder let's do it in Zira and Bulgaria. Uh-huh. Found Hills sing. When Hellsing? You son of a bitch? I killed your father, and now I'm gonna kill you. Oh, you go, my",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-358",
    "time": "0:36:04",
    "speaker": "spk_2",
    "line": "another one down. Peace and dies in the vampire way where it it it turns light from the inside and glows and he explodes. He turns to dust. Rubin sits there. His guts are on the ground, but",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-359",
    "time": "0:36:15",
    "speaker": "spk_1",
    "line": "he is still alive. Little help, dude.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-360",
    "time": "0:36:18",
    "speaker": "spk_3",
    "line": "I wish I could help you. But when you look at me, sure I'm good at killing things, but keeping things alive and living, I'm not so good at Take, for example, my my relationships with women. It's terrible.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-361",
    "time": "0:36:32",
    "speaker": "spk_2",
    "line": "Oh, you having a tough time with the ladies. Awful.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-362",
    "time": "0:36:35",
    "speaker": "spk_3",
    "line": "I mean, I wish I could go back to college and just, you know, create a new identity for myself and, you know, just see girls for who I am, and now what I do, which has killed the beasts of the wild and awful supernatural things.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-363",
    "time": "0:36:48",
    "speaker": "spk_1",
    "line": "Ruben brings out the dying, but here, take my student ID card. No.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-364",
    "time": "0:36:56",
    "speaker": "spk_3",
    "line": "Us ruben. What an interesting name. Maybe I'll take these hacky sack balls and this backpack, and I'll give you my hat, and you can wear this hat.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-365",
    "time": "0:37:08",
    "speaker": "spk_1",
    "line": "Just be yourself.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-366",
    "time": "0:37:11",
    "speaker": "spk_2",
    "line": "Okay. Yeah. So do we wanna talk about the the just the beginning of that? You'd set up for a really interesting story. Yeah. I, like, Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-367",
    "time": "0:37:21",
    "speaker": "spk_3",
    "line": "Well, clearly, I mean, it's it's kind of a it's a fun switch.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-368",
    "time": "0:37:25",
    "speaker": "spk_1",
    "line": "Yes. Right. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-369",
    "time": "0:37:26",
    "speaker": "spk_3",
    "line": "Seems like a college movie, obviously.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-370",
    "time": "0:37:28",
    "speaker": "spk_1",
    "line": "Yes. It's sort of Van Wilder meets I don't wanna say Van Hale.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-371",
    "time": "0:37:34",
    "speaker": "spk_3",
    "line": "Oh, that's I hope you would say it again.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-372",
    "time": "0:37:36",
    "speaker": "spk_1",
    "line": "Oh, okay. Because it is",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-373",
    "time": "0:37:37",
    "speaker": "spk_3",
    "line": "yeah. Yeah. Yeah. That's kinda what I wanted to do with it is just kind of you know, so obviously, you know, you think that these are our first two main characters but they'd die within the first place.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-374",
    "time": "0:37:46",
    "speaker": "spk_2",
    "line": "They're dead, very fast. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-375",
    "time": "0:37:48",
    "speaker": "spk_3",
    "line": "And so the the main the main movie really starts when van helsing you know, takes the hacky sack ball, takes the Ruben's ID. And then he's gonna go to college now. It's kind of like the John Cryer movie hiding out. I don't know if you're familiar anyway. The it's about him going there and getting a chance to relive college.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-376",
    "time": "0:38:05",
    "speaker": "spk_2",
    "line": "Because I noticed that somehow to his failure in relationship. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-377",
    "time": "0:38:10",
    "speaker": "spk_3",
    "line": "It's Well, he's very bad.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-378",
    "time": "0:38:12",
    "speaker": "spk_2",
    "line": "And I know",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-379",
    "time": "0:38:12",
    "speaker": "spk_1",
    "line": "and I've read the script, but I do wanna ask anyway. Yeah. Is Ruben then going to now Beavin Helsing and he got the hat even though he",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-380",
    "time": "0:38:19",
    "speaker": "spk_2",
    "line": "knows shots inside him?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-381",
    "time": "0:38:21",
    "speaker": "spk_3",
    "line": "No. That's that's kinda just a go what we call like a a red herring.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-382",
    "time": "0:38:24",
    "speaker": "spk_1",
    "line": "Oh, okay. So you think Ruben might appear",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-383",
    "time": "0:38:26",
    "speaker": "spk_3",
    "line": "at something else later. What we're gonna actually do and this I don't wanna spoil it, but he'll come across him later on, and he'll get that hat back.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-384",
    "time": "0:38:34",
    "speaker": "spk_1",
    "line": "Okay. That well, that's interesting. But, of",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-385",
    "time": "0:38:35",
    "speaker": "spk_3",
    "line": "course, as we all know, Van Helson keeps his, you know, his crystals in his hat.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-386",
    "time": "0:38:38",
    "speaker": "spk_1",
    "line": "And can I double check with you through no fault of my own? Did the voices of the characters did the characters get reversed from their descriptions? Ruben is -- Was Pison the best friend -- Pison and Ruben was the main guy.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-387",
    "time": "0:38:52",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-388",
    "time": "0:38:52",
    "speaker": "spk_2",
    "line": "and Ruben is the main guy.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-389",
    "time": "0:38:54",
    "speaker": "spk_1",
    "line": "But then But then peace and be like the main guy and Ruben became the friend.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-390",
    "time": "0:38:58",
    "speaker": "spk_2",
    "line": "Well, Ruben is acting a little more like a best friend type. Yeah. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-391",
    "time": "0:39:02",
    "speaker": "spk_1",
    "line": "So is that then a sort of a literary switcheroo.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-392",
    "time": "0:39:06",
    "speaker": "spk_3",
    "line": "I mean, it's all it's all you can it's all you can wash it in the sink. I that's always like this You",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-393",
    "time": "0:39:11",
    "speaker": "spk_2",
    "line": "can wash it in the sink.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-394",
    "time": "0:39:12",
    "speaker": "spk_3",
    "line": "You can",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-395",
    "time": "0:39:12",
    "speaker": "spk_1",
    "line": "wash it in the sink.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-396",
    "time": "0:39:13",
    "speaker": "spk_3",
    "line": "You just kinda yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-397",
    "time": "0:39:14",
    "speaker": "spk_1",
    "line": "I can't tell you how many times I hear that.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-398",
    "time": "0:39:16",
    "speaker": "spk_3",
    "line": "Yeah. Just kinda get it in the sink and see what washes out you know, I think the idea is that we are about I mean, I'm always about in my writing subverting things the same way that, you know, like a Stephen Soderbergh does stuff you know, with a, you know, he'll direct to comedy, but then he'll direct to drama, and then then shoot a movie with, like, five cameras and you had to pick the movie you wanna watch. So, like, I wanted to be like, who's the best friend? Who's the who's the main guy? Neither. The main guy is Van Hellsing.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-399",
    "time": "0:39:41",
    "speaker": "spk_1",
    "line": "And it's the and it's that old adage Tell me what you're gonna do, then do the opposite.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-400",
    "time": "0:39:46",
    "speaker": "spk_3",
    "line": "Yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-401",
    "time": "0:39:47",
    "speaker": "spk_1",
    "line": "Then surprise me when you do what the opposite is by doing it a different way.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-402",
    "time": "0:39:51",
    "speaker": "spk_3",
    "line": "Yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-403",
    "time": "0:39:53",
    "speaker": "spk_2",
    "line": "So should we move on to one of the latest is there a scene in particular that you'd like us to",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-404",
    "time": "0:39:58",
    "speaker": "spk_3",
    "line": "well, I'd love to talk -- Focus on.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-405",
    "time": "0:39:59",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-406",
    "time": "0:40:00",
    "speaker": "spk_3",
    "line": "i would love to talk about the the first the dance the dance scene.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-407",
    "time": "0:40:03",
    "speaker": "spk_1",
    "line": "No. It's interesting. What what what is Man Housing's success with girls now that he's taken on this Ruben persona.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-408",
    "time": "0:40:09",
    "speaker": "spk_3",
    "line": "But obviously, now the idea that is when he killed and of course, you know, all the characters blend together, but when he killed that creature in the beginning, Pason. Pisan obvious that was the thing they use in college. But, you know, he obviously had opened up the wormhole of the stump at that point, So that's the runner of the movie, obviously, is that these beasts are coming out of the stump throughout the film. So he's just trying to be a normal guy in college, But these beasts are coming in. And and this is kind of a classic take. I don't know if you've ever seen, like like a Brady bunch episode where, like, they're, like, the brothers look alike, and they have to go on two dates at the same time with people switching back and forth.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-409",
    "time": "0:40:51",
    "speaker": "spk_1",
    "line": "I don't own a television, but",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-410",
    "time": "0:40:52",
    "speaker": "spk_3",
    "line": "okay. But you yeah. Okay. Give a tablet?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-411",
    "time": "0:40:56",
    "speaker": "spk_1",
    "line": "Yeah. A tablet. Yeah. Oh, yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-412",
    "time": "0:40:57",
    "speaker": "spk_3",
    "line": "We can definitely download it on a tablet. So so basically, in this scene, he's trying to have a great date with this girl that he really likes. She's in, you know, she's in the law track. And And these beasts are coming in because the the the stump is opened. This is, you know, obviously, towards the middle where the stump is fully opened.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-413",
    "time": "0:41:16",
    "speaker": "spk_2",
    "line": "So let's put we'll just and do a interior college party. Vincent, guys. Vin Helsing and breathe, enter the college party. Fin Housing is briefly freaked out by the light combination of he's never seen before.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-414",
    "time": "0:41:35",
    "speaker": "spk_1",
    "line": "No. Dee, Reuben, that physics test was hot, odd. Cabanco's crazy hot. Me or my I didn't think I got a single one right.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-415",
    "time": "0:41:44",
    "speaker": "spk_3",
    "line": "Well, look at these foul beasts and the what what are these? Oh, dope lights. I mean. Oh, Ruben. You",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-416",
    "time": "0:41:53",
    "speaker": "spk_1",
    "line": "you're just the craziest talking guy ever. No. I guess it's because you're from the north and I'm from the south.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-417",
    "time": "0:41:59",
    "speaker": "spk_3",
    "line": "Well, yes. Maybe we should get a beverage and enjoy a dance of some kind.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-418",
    "time": "0:42:06",
    "speaker": "spk_2",
    "line": "But suddenly, the dance for everyone's taking turns dance and somebody pushes van helsing into the center of the room.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-419",
    "time": "0:42:12",
    "speaker": "spk_3",
    "line": "Hey. Hey now. No. I don't I don't Dint.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-420",
    "time": "0:42:16",
    "speaker": "spk_1",
    "line": "Dint. Dance. Show him how you boogey there, mister Rubin. Come on.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-421",
    "time": "0:42:21",
    "speaker": "spk_3",
    "line": "I only know one dance. So I respect dancing.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-422",
    "time": "0:42:25",
    "speaker": "spk_1",
    "line": "Like a blizzard. What the heck is this key?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-423",
    "time": "0:42:30",
    "speaker": "spk_2",
    "line": "Benio thing begins I receptive. It's kinda cool. Everyone around him starts Irish step dancing as well. Slide like like",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-424",
    "time": "0:42:36",
    "speaker": "spk_1",
    "line": "wait a minute. No.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-425",
    "time": "0:42:37",
    "speaker": "spk_3",
    "line": "I've This is cool.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-426",
    "time": "0:42:38",
    "speaker": "spk_1",
    "line": "Me thinking he's stupid makes me the one who doesn't fit in. Now, I'm gonna do it. Everyone with me. He oh, hey. Oh, now we're getting it, and we're really coming together.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-427",
    "time": "0:42:52",
    "speaker": "spk_3",
    "line": "I love college.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-428",
    "time": "0:42:55",
    "speaker": "spk_1",
    "line": "Reuben. Reuben. Reuben. You Yes. Yes. When are y'all gonna kiss me?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-429",
    "time": "0:43:04",
    "speaker": "spk_2",
    "line": "Van Hellsing starts to lean in for a kiss. But just as he does, some terrified music starts to play again, and a million vampires crash in through each and every window.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-430",
    "time": "0:43:15",
    "speaker": "spk_3",
    "line": "Yaegerbeast. Hold on, my love. I must go to the urinal and forgive myself the urine.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-431",
    "time": "0:43:23",
    "speaker": "spk_2",
    "line": "Bed housing disappears into the bathroom and comes back with his Ruben name tag.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-432",
    "time": "0:43:29",
    "speaker": "spk_1",
    "line": "I really want this blonde. I'm gonna get it.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-433",
    "time": "0:43:33",
    "speaker": "spk_3",
    "line": "You're gonna be",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-434",
    "time": "0:43:34",
    "speaker": "spk_1",
    "line": "hello. Man else?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-435",
    "time": "0:43:36",
    "speaker": "spk_3",
    "line": "Look. You guys need to die real quick because I have a hot date going on right now. Or can we do this later perhaps?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-436",
    "time": "0:43:44",
    "speaker": "spk_1",
    "line": "I'm so hungry for blood. What do you have in mind?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-437",
    "time": "0:43:48",
    "speaker": "spk_3",
    "line": "Like, give me twenty minutes. I'm Wait",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-438",
    "time": "0:43:51",
    "speaker": "spk_1",
    "line": "a minute. Okay. Alright. Hang on. Let me think. Because I gotta get because this when the sun comes up, I got a problem.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-439",
    "time": "0:43:56",
    "speaker": "spk_3",
    "line": "Yes. Would I just I need to lay my lips on this woman's mouth.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-440",
    "time": "0:44:00",
    "speaker": "spk_1",
    "line": "You're gonna do a bit kissy on her.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-441",
    "time": "0:44:02",
    "speaker": "spk_3",
    "line": "Yes. Yes. Of course. Please, this is lovely be.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-442",
    "time": "0:44:04",
    "speaker": "spk_1",
    "line": "I'm not a kiss or a",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-443",
    "time": "0:44:06",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-444",
    "time": "0:44:07",
    "speaker": "spk_3",
    "line": "what do you mean?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-445",
    "time": "0:44:07",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-446",
    "time": "0:44:07",
    "speaker": "spk_1",
    "line": "skellington kiss.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-447",
    "time": "0:44:10",
    "speaker": "spk_3",
    "line": "Skellington kiss.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-448",
    "time": "0:44:12",
    "speaker": "spk_2",
    "line": "Van Housing his eyebrows raised. He's never heard of the Skellington's kiss before. It turns out to be a secret kind of ancient kiss that breaks that breaks his curse and he will lose all his powers if he does the kiss.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-449",
    "time": "0:44:24",
    "speaker": "spk_1",
    "line": "Can I No?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-450",
    "time": "0:44:25",
    "speaker": "spk_3",
    "line": "I I wanna ask you this because I'm enjoying reading this. Do you think it was wrong that I put all that exposition in the state direction. I don't actually explain it in the script.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-451",
    "time": "0:44:34",
    "speaker": "spk_1",
    "line": "It doesn't actually come back up in the script",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-452",
    "time": "0:44:36",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-453",
    "time": "0:44:36",
    "speaker": "spk_2",
    "line": "yeah. -- what I could tell.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-454",
    "time": "0:44:37",
    "speaker": "spk_3",
    "line": "But I yeah. No. Because I did I did think",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-455",
    "time": "0:44:40",
    "speaker": "spk_2",
    "line": "it's not supposed to come through with the eyebrows, I think.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-456",
    "time": "0:44:42",
    "speaker": "spk_3",
    "line": "Yeah. I I I mean, this is a choice that I made. I know that Quentin Tarantino gets a lot of great press for writing really fun scripts to read. And I was trying to do the same thing. Just give the audience the reader some information that that the people watching the movie would never have.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-457",
    "time": "0:44:57",
    "speaker": "spk_1",
    "line": "I will yeah. It must a very different experience to watch this film than it would be to just read it.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-458",
    "time": "0:45:03",
    "speaker": "spk_3",
    "line": "Yeah. There's a a kind of because there's",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-459",
    "time": "0:45:05",
    "speaker": "spk_1",
    "line": "a lot of stuff like that.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-460",
    "time": "0:45:06",
    "speaker": "spk_3",
    "line": "Was a ton of easter eggs for the readers of the movie, which is great because I feel like when you get the book at Academy Award season, obviously, you guys get screeners and, you know, and and also the books, the shooting scripts. It's fun because I think I mean, I I look forward to award season just to get all those shooting scripts and I just -- Yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-461",
    "time": "0:45:23",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-462",
    "time": "0:45:23",
    "speaker": "spk_3",
    "line": "paged through and just read them all. And it's a, you know, I just I'm always like, oh, did another shooting script come today? Oh, I can't wait to read this one, you know? And",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-463",
    "time": "0:45:31",
    "speaker": "spk_2",
    "line": "sometimes you feel the package and it feels it might be a DVD -- Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-464",
    "time": "0:45:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-465",
    "time": "0:45:34",
    "speaker": "spk_2",
    "line": "but then you open up and it's a shooting screen.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-466",
    "time": "0:45:37",
    "speaker": "spk_3",
    "line": "Yeah. I'm so excited, man.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-467",
    "time": "0:45:38",
    "speaker": "spk_2",
    "line": "It's so what a great night.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-468",
    "time": "0:45:40",
    "speaker": "spk_3",
    "line": "I love it. And, you know, if I get a nice you know, a nice USB drive, I could just pop that in, and I can bring those shooting scripts anywhere. And Warner Brothers is great what that does.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-469",
    "time": "0:45:49",
    "speaker": "spk_2",
    "line": "So you",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-470",
    "time": "0:45:49",
    "speaker": "spk_3",
    "line": "have the great USB drives. How all the scripts",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-471",
    "time": "0:45:52",
    "speaker": "spk_1",
    "line": "and they're fun and they'll have a little",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-472",
    "time": "0:45:54",
    "speaker": "spk_2",
    "line": "i got Gabbool",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-473",
    "time": "0:45:54",
    "speaker": "spk_3",
    "line": "on that.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-474",
    "time": "0:45:55",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. Gabbool. Yes. I'm saving that one for a long drive.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-475",
    "time": "0:46:00",
    "speaker": "spk_3",
    "line": "Well, I I love it because, I mean, for me too it's like there's no surefire way to let someone know that you're in the biz and when you put a USB drive in that has like you know, it says Batman, Gahoo, Captain Phillips, you know, whatever. And and I I think that that's the secret handshake of Hollywood is what's on your USB drive.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-476",
    "time": "0:46:19",
    "speaker": "spk_1",
    "line": "Oh, yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-477",
    "time": "0:46:20",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-478",
    "time": "0:46:20",
    "speaker": "spk_1",
    "line": "I'll tell you, all is lost, you can do it about one sitting, and I do mean on the toilet.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-479",
    "time": "0:46:26",
    "speaker": "spk_2",
    "line": "I really appreciate that you a lot of these guys will just put this the song cue in the script, but you sort of do the lyrics in a column on the side where",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-480",
    "time": "0:46:35",
    "speaker": "spk_3",
    "line": "they're supposed to be so inside. Yeah. Like, yes. I I, you know, I got my start in industrials. So that's yeah. I was used to that kind of writing, and it's more fun that way too. Mhmm. Callum writing is more fun.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-481",
    "time": "0:46:46",
    "speaker": "spk_2",
    "line": "And then it's just kinda as you remember the lyrics, and not always exactly right.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-482",
    "time": "0:46:50",
    "speaker": "spk_3",
    "line": "But Yeah. Well, I think that I mean, that's also a rights issue. Sure. And because these songs are Good protection. Yes. Yeah. So I don't wanna necessarily go, like, Well, we definitely need that Taylor swift song. It's like, well, this is my remembrance of a Taylor swift song. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-483",
    "time": "0:47:02",
    "speaker": "spk_2",
    "line": "So, ultimately, you could just do it if it came out.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-484",
    "time": "0:47:04",
    "speaker": "spk_1",
    "line": "That's so exactly a song then. Because you know the lyric",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-485",
    "time": "0:47:06",
    "speaker": "spk_2",
    "line": "you show that you know the lyrics.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-486",
    "time": "0:47:08",
    "speaker": "spk_3",
    "line": "Yeah. Shake it out. Shake it out.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-487",
    "time": "0:47:09",
    "speaker": "spk_1",
    "line": "But there's some other yes. I mean, you mentioned some other Easter eggs, and it is interesting. I mean, Ben Halsing has a resorbed twin in his shoulder according to the stage direction. Yeah. But he's sort of feeding little baby carrots to stuff off screen.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-488",
    "time": "0:47:21",
    "speaker": "spk_3",
    "line": "Well, I mean, I think the people what did people said that thing about what's in the suitcase in pulp fiction. And we read the script, you'll find out. Mhmm. It's gold. Yeah. It is gold.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-489",
    "time": "0:47:32",
    "speaker": "spk_1",
    "line": "It's Yes. And that's why it glows",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-490",
    "time": "0:47:34",
    "speaker": "spk_3",
    "line": "the the colors like that. Gold. And that's the thing. It's not even gold. It's actually I mean, maybe you read it as gold. I I thought it",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-491",
    "time": "0:47:41",
    "speaker": "spk_2",
    "line": "was It says gold.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-492",
    "time": "0:47:42",
    "speaker": "spk_3",
    "line": "Well, I thought it was I mean, the way I read it was That's gold coins. Gold coins. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-493",
    "time": "0:47:48",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-494",
    "time": "0:47:48",
    "speaker": "spk_2",
    "line": "Yes. Like and",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-495",
    "time": "0:47:49",
    "speaker": "spk_1",
    "line": "well, and that's not just gold because there's gold bars. But the coins",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-496",
    "time": "0:47:53",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-497",
    "time": "0:47:53",
    "speaker": "spk_3",
    "line": "that's right.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-498",
    "time": "0:47:54",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-499",
    "time": "0:47:54",
    "speaker": "spk_1",
    "line": "and it's very specific. It's not those chocolate ones with the gold foil on them. Yeah. Yeah. They're real gold.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-500",
    "time": "0:47:59",
    "speaker": "spk_3",
    "line": "It's like the blue.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-501",
    "time": "0:48:00",
    "speaker": "spk_2",
    "line": "It says a three year gold coin. Yes. Yes. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-502",
    "time": "0:48:02",
    "speaker": "spk_3",
    "line": "And that's and that's and and I think that's that adds so much more to pulp fiction now knowing that.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-503",
    "time": "0:48:07",
    "speaker": "spk_1",
    "line": "Knowing that they wanted them because gold's worth money.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-504",
    "time": "0:48:10",
    "speaker": "spk_3",
    "line": "Yeah. Well, it's a lot of money. I mean",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-505",
    "time": "0:48:12",
    "speaker": "spk_2",
    "line": "ever since that movie.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-506",
    "time": "0:48:13",
    "speaker": "spk_3",
    "line": "And but the thing is is and this is I mean, we all know this because the way we do our finances, you wouldn't wanna carry gold bars in a briefcase because it'd be way you down, but gold coins would be a lot lighter.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-507",
    "time": "0:48:23",
    "speaker": "spk_1",
    "line": "A lot lighter. Yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-508",
    "time": "0:48:24",
    "speaker": "spk_3",
    "line": "You could carry a lot more.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-509",
    "time": "0:48:25",
    "speaker": "spk_2",
    "line": "Should we continue from the pick up at the kiss?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-510",
    "time": "0:48:28",
    "speaker": "spk_3",
    "line": "Well, I mean, I think you know how that kinda goes. Right? I mean, they kiss and that, you know, he goes and he kills those vampires",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-511",
    "time": "0:48:34",
    "speaker": "spk_1",
    "line": "it was interesting to me as sort of the detours you took in this film because it does set you up for a pretty straight he's gonna be in college and just hanging out. He wins you know, he scores the winning touchdown and he kisses the girl. But then there is also, you know, some scenes that maybe I wouldn't expect from the setup.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-512",
    "time": "0:48:51",
    "speaker": "spk_3",
    "line": "Well, I I appreciate you saying that. And I think, you know, I think the one scene, you know, I probably the scene that you're talking about, and this is a scene that I got excited by. Is the the it's a a full on abortion scene. I mean, and it it it it's something that he Yeah. Goes with his friend to see her Avenue board. Well, I I'm sorry. I'm I got a little bit I I'm I'm laughing at it because it it's like the scene in in forty year old Virgin where there's ripping the hair office chest, it's funny to see it live.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-513",
    "time": "0:49:30",
    "speaker": "spk_1",
    "line": "Well, and the the noise The person",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-514",
    "time": "0:49:32",
    "speaker": "spk_2",
    "line": "the person she's saying is",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-515",
    "time": "0:49:34",
    "speaker": "spk_1",
    "line": "not true additional, maybe first, it's like a well, we'll we'll hear it. We'll hear it, but she's not reacting the way. Well, and",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-516",
    "time": "0:49:39",
    "speaker": "spk_3",
    "line": "that's and and Van Halsing has come in because I mean, little did he know that she was having a demo baby. And that's he's there, and he gets to and so he stabs it. So it actually I think it was important that that abortion scene was there. And and and also maybe when I did write the script, I just seemed Blue Valentine. So I will put that out there.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-517",
    "time": "0:49:56",
    "speaker": "spk_2",
    "line": "So let's let's do that. Let's let's start with that one. I guess first, they're kinda in the waiting room.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-518",
    "time": "0:50:01",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-519",
    "time": "0:50:02",
    "speaker": "spk_2",
    "line": "And so it says, interior waiting room. Van Hellsing and Brie are sitting there. They're this kinda seem like maybe they're not sure what to say to each other.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-520",
    "time": "0:50:14",
    "speaker": "spk_1",
    "line": "These magazines are so out of date.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-521",
    "time": "0:50:17",
    "speaker": "spk_3",
    "line": "You know one thing they're there to be out of date. Is our love. And even though -- Gons -- we are going to stop one part of our relationship. I want you to know I'll always be there for you. Which part are we stopping? The baby.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-522",
    "time": "0:50:32",
    "speaker": "spk_1",
    "line": "Right. Yeah. Oh, I didn't know if you meant stop having sex.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-523",
    "time": "0:50:36",
    "speaker": "spk_3",
    "line": "No. We'll continue that.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-524",
    "time": "0:50:37",
    "speaker": "spk_1",
    "line": "But And I will not But the baby is an actual part of English. Okay. Yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-525",
    "time": "0:50:40",
    "speaker": "spk_3",
    "line": "And I will promise you. I will never wear a condom. And then I'll put that foul beast anywhere near me. Now look, when we go in there",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-526",
    "time": "0:50:49",
    "speaker": "spk_1",
    "line": "okay.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-527",
    "time": "0:50:49",
    "speaker": "spk_3",
    "line": "Yeah. You said",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-528",
    "time": "0:50:50",
    "speaker": "spk_1",
    "line": "that a lot. You seem to think that's a sticking point for me.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-529",
    "time": "0:50:53",
    "speaker": "spk_2",
    "line": "Ben Hellsing isn't used to earn times. That's what it says.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-530",
    "time": "0:50:57",
    "speaker": "spk_3",
    "line": "I never thought That's the reminder to the audience that there are differences. You know, their condom to him is weird.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-531",
    "time": "0:51:06",
    "speaker": "spk_2",
    "line": "You check-in with that a couple times.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-532",
    "time": "0:51:08",
    "speaker": "spk_1",
    "line": "Yeah. He he don't trust it.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-533",
    "time": "0:51:09",
    "speaker": "spk_3",
    "line": "Yeah. So A",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-534",
    "time": "0:51:10",
    "speaker": "spk_1",
    "line": "lot of us older guys don't really.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-535",
    "time": "0:51:12",
    "speaker": "spk_3",
    "line": "That I mean, that's why one of the funniest scenes in the movie is when he talks to the water cooler. Because he hears people go, he goes, I heard that there's great water cooler talk, and he thought like, he's used to dealing with kind of weird creatures.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-536",
    "time": "0:51:24",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. To him, it looks like some sort of water beast.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-537",
    "time": "0:51:27",
    "speaker": "spk_3",
    "line": "Exactly. And and then when he goes to, like, you know, he says to the, you know, he says to the the beast Like, you know, what did you watch on reality TV?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-538",
    "time": "0:51:33",
    "speaker": "spk_2",
    "line": "Well, let's just do that scene. Oh,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-539",
    "time": "0:51:35",
    "speaker": "spk_3",
    "line": "yeah. Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-540",
    "time": "0:51:35",
    "speaker": "spk_2",
    "line": "Great. Interior office break room. Vant Hellsing observes a water cooler from afar. He gets his courage up and finally he he is able to approach it.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-541",
    "time": "0:51:46",
    "speaker": "spk_3",
    "line": "Hello. Water cooler.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-542",
    "time": "0:51:48",
    "speaker": "spk_1",
    "line": "Blah blah blah blah blah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-543",
    "time": "0:51:50",
    "speaker": "spk_3",
    "line": "I guess we must have a conversation. Do you like drip, drip.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-544",
    "time": "0:51:59",
    "speaker": "spk_2",
    "line": "The noise of the water cooler starts to make van helsing wet and sort of a stimulated wet. I You",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-545",
    "time": "0:52:08",
    "speaker": "spk_3",
    "line": "are very attractive. Tip and I would like to see if you would like to go with me to the dance.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-546",
    "time": "0:52:18",
    "speaker": "spk_2",
    "line": "Pan down to reveal that fan housing stick is already stuck at the water cooler.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-547",
    "time": "0:52:23",
    "speaker": "spk_3",
    "line": "Just let me get it in there for a second. I will warn you, I don't condoms. I don't put that foul creature anywhere near me.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-548",
    "time": "0:52:31",
    "speaker": "spk_2",
    "line": "That sounds like a",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-549",
    "time": "0:52:32",
    "speaker": "spk_3",
    "line": "huge Oh, boy.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-550",
    "time": "0:52:33",
    "speaker": "spk_1",
    "line": "I sure",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-551",
    "time": "0:52:33",
    "speaker": "spk_3",
    "line": "am thirsty for a glass for",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-552",
    "time": "0:52:35",
    "speaker": "spk_1",
    "line": "a while.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-553",
    "time": "0:52:36",
    "speaker": "spk_3",
    "line": "Y'all. Mister? You never saw anything.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-554",
    "time": "0:52:42",
    "speaker": "spk_2",
    "line": "It turned out that the guy was a vampire, he dies in those vampire way.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-555",
    "time": "0:52:47",
    "speaker": "spk_3",
    "line": "Freeze. Hey, everybody. I really thought that was a Frankenstein time. Unfreeze. So I thought that was fun. And and that and and now just out of the scene for a second. Do you like that Van Hellsing talks to the audience? Like, cuff style, that's Christian slaters. My favorite Christian slater movie cuffs. He talks to the camera a little bit. Little little Farris Bueller, little cuffs act there.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-556",
    "time": "0:53:10",
    "speaker": "spk_2",
    "line": "Well, when he confesses is so interesting because what you what you maybe thought as a viewer is that he killed a guy out of embarrassment And then he turned he was lucky that it turned out to be a vampire, but it really was that he was trying to kill him because he thought it was a frankenstein. Well, I",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-557",
    "time": "0:53:24",
    "speaker": "spk_3",
    "line": "think he's lying to the audience. He's own reliable narrator. Okay. So he is he is embarrassed. Yeah. He he is embarrassed. And then he kinda tries to tell the audience, like, hey, don't lose faith in me as a main character that I just killed it is a civilian. I am I I thought it was a Frankenstein time.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-558",
    "time": "0:53:39",
    "speaker": "spk_1",
    "line": "To me, it's jarring that it only happens once. And I know. I know. Sixty five pages into the screen.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-559",
    "time": "0:53:46",
    "speaker": "spk_2",
    "line": "I know. I know.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-560",
    "time": "0:53:46",
    "speaker": "spk_1",
    "line": "Because if you remember in cuffs, he does it a few times and it kinda gets you used to it first.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-561",
    "time": "0:53:50",
    "speaker": "spk_3",
    "line": "Yeah. Yeah. I that will say that",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-562",
    "time": "0:53:52",
    "speaker": "spk_1",
    "line": "you wanna do your own thing, but",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-563",
    "time": "0:53:53",
    "speaker": "spk_3",
    "line": "a lot of this stuff went out in editing, when I was editing down the script. Because we started with I had a one hundred and seventy five page script, and now this is down to eighty two pages. And and we were just cutting it and just losing things that didn't kind of fit But that one always worked because he did kill a civilian and I wanted to justify. I wanted to justify that. And that's a that's a big scare moment too. Just if we're counting scarce, that's a big scare moment.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-564",
    "time": "0:54:18",
    "speaker": "spk_2",
    "line": "Do you wanna take a look at the end? The end is I found the end actually very sad. The",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-565",
    "time": "0:54:22",
    "speaker": "spk_3",
    "line": "post credit scene? Yeah. Or or or or do you wanna just do the end the the traditional",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-566",
    "time": "0:54:27",
    "speaker": "spk_2",
    "line": "which which would you prefer?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-567",
    "time": "0:54:28",
    "speaker": "spk_3",
    "line": "The post credit scenes is fun. I mean, but that's but that, you know, that's that's the tease for the next, you know,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-568",
    "time": "0:54:34",
    "speaker": "spk_1",
    "line": "stinger into there.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-569",
    "time": "0:54:35",
    "speaker": "spk_2",
    "line": "Yeah. Yes. That's Oh, okay.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-570",
    "time": "0:54:37",
    "speaker": "spk_3",
    "line": "Well, I mean, that's a I mean, that's a simple and that that would be, you know, obviously, all CGI and we get a big name actor to to do it. You know, I was thinking stupid for shimmy. And",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-571",
    "time": "0:54:45",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-572",
    "time": "0:54:46",
    "speaker": "spk_3",
    "line": "yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-573",
    "time": "0:54:46",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-574",
    "time": "0:54:46",
    "speaker": "spk_3",
    "line": "and and, you know, I think I'll just do let's read the post credit scene",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-575",
    "time": "0:54:51",
    "speaker": "spk_2",
    "line": "real quick. Let's do that. Interior, empty room. It seems like everybody's gone. The credits began to roll.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-576",
    "time": "0:55:01",
    "speaker": "spk_3",
    "line": "But did you forget about me? I'm mister skeleton, and I still got a kiss. For everyone out there in that audience,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-577",
    "time": "0:55:12",
    "speaker": "spk_2",
    "line": "fuck her up. Oh, that's the big scared.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-578",
    "time": "0:55:15",
    "speaker": "spk_3",
    "line": "That's the next step. Oh,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-579",
    "time": "0:55:17",
    "speaker": "spk_2",
    "line": "what a scary idea.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-580",
    "time": "0:55:19",
    "speaker": "spk_3",
    "line": "Yeah. So he bay the audience is getting the Skellington's kiss. And they leave not knowing what has affected them with. Are they well, they do know because he does go on to say, just say, you know, now that I've kissed you, you might be possessed, you might have the murderer's instinct",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-581",
    "time": "0:55:35",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-582",
    "time": "0:55:35",
    "speaker": "spk_3",
    "line": "mhmm. -- or you might be on your deathbed. Either way, you've been kissed by the Skellington. And and then a hashtag skeletonskish. Kiss. And that's to get people to Well,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-583",
    "time": "0:55:46",
    "speaker": "spk_2",
    "line": "it says Kish. It's right here in",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-584",
    "time": "0:55:47",
    "speaker": "spk_3",
    "line": "this Yeah. That that is a typo. But I do wanna I do wanna make sure that people leave the theater tweeting. And that's and that was important for me to put the hashtag up there because You know, obviously social media is all about getting the word out.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-585",
    "time": "0:56:00",
    "speaker": "spk_2",
    "line": "Yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-586",
    "time": "0:56:01",
    "speaker": "spk_3",
    "line": "And that's fun. So for -- Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-587",
    "time": "0:56:03",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-588",
    "time": "0:56:03",
    "speaker": "spk_1",
    "line": "as far as notes -- Yeah. I would say that this movie is funny and smart and nice and it's cool. That's good. And it's funny And I laughed at it and it made me think a lot.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-589",
    "time": "0:56:19",
    "speaker": "spk_2",
    "line": "It's cool.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-590",
    "time": "0:56:20",
    "speaker": "spk_1",
    "line": "Yes. It was had some real bad ass moments that I thought were cool.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-591",
    "time": "0:56:24",
    "speaker": "spk_2",
    "line": "It's fun.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-592",
    "time": "0:56:25",
    "speaker": "spk_1",
    "line": "And it is fun and there's some great stuff you did there. I'm not sure I get it.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-593",
    "time": "0:56:31",
    "speaker": "spk_3",
    "line": "Sure. Right.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-594",
    "time": "0:56:32",
    "speaker": "spk_1",
    "line": "Yes. Okay. Sure. Yes. Sure. Sure. And I'm not sure anyone would.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-595",
    "time": "0:56:36",
    "speaker": "spk_3",
    "line": "Well, I beg to differ. I think that, first of all, Twilet movies were very big and that was pretty much about high school movie. Right? And and I think that There's a conflict. You know,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-596",
    "time": "0:56:49",
    "speaker": "spk_2",
    "line": "i I think Just calton high school.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-597",
    "time": "0:56:50",
    "speaker": "spk_3",
    "line": "Okay. Well, but You said",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-598",
    "time": "0:56:51",
    "speaker": "spk_1",
    "line": "high school moves this college on.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-599",
    "time": "0:56:52",
    "speaker": "spk_3",
    "line": "I know. But but I'm just saying, but I feel like, you know, people are interested in collegiate collegiate monsters. And and collegiate, you know. And who you know, look, there's Tom Sawyer, there'suckleberry Fin, there's Van Hellsing, they're literally and we've never seen Van Housing in college. And and I think one of the the fun thing about it is that we get to see him as van helsing, the one that we know and we love, because we don't wanna we don't wanna see a pimply face van helsing. No. And I think it's and it's an undercover movie. I mean, look, let me go through all the genres that it is. It's a it's a college movie.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-600",
    "time": "0:57:28",
    "speaker": "spk_2",
    "line": "Yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-601",
    "time": "0:57:29",
    "speaker": "spk_3",
    "line": "It is a grossed out comedy. It is a relationship movie. It is a undercover movie, which I think you can classify movies as that. Is a horror movie, It is a thriller movie. It is a scary movie.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-602",
    "time": "0:57:44",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-603",
    "time": "0:57:44",
    "speaker": "spk_3",
    "line": "And it's a true biopic. You know, and I",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-604",
    "time": "0:57:47",
    "speaker": "spk_2",
    "line": "and you said this was based on a true story.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-605",
    "time": "0:57:49",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-606",
    "time": "0:57:49",
    "speaker": "spk_1",
    "line": "Yes. And it's an abortion to Europe.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-607",
    "time": "0:57:51",
    "speaker": "spk_3",
    "line": "I mean",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-608",
    "time": "0:57:52",
    "speaker": "spk_1",
    "line": "what? Well, it's an abortion film. I mean, it's a statement film.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-609",
    "time": "0:57:54",
    "speaker": "spk_3",
    "line": "Oh, yes. It is. Oh, I forgot about that. And look, I mean Well,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-610",
    "time": "0:57:57",
    "speaker": "spk_1",
    "line": "we jumped out of that scene pretty quick. I thought it was because it just went on. It was a lot of stage direction just describing what that procedure is.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-611",
    "time": "0:58:03",
    "speaker": "spk_3",
    "line": "I'm nervous. I am nervous though because of obvious child now that that kinda took a lot of the steam with the abortion stuff now. I don't wanna feel",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-612",
    "time": "0:58:10",
    "speaker": "spk_2",
    "line": "like It's handled very similarly.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-613",
    "time": "0:58:12",
    "speaker": "spk_3",
    "line": "Well, I don't wanna feel like I'm cop being. Yeah. But I will say that I've been working on the script for a very, very, very long time.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-614",
    "time": "0:58:20",
    "speaker": "spk_1",
    "line": "Anne isn't it true that you one time caught Jenny Sleep going through a drawer of yours.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-615",
    "time": "0:58:26",
    "speaker": "spk_3",
    "line": "That's true. Well, I should actually I would tell you the way that she would say it is that I was in her house and she caught me going through one of her drawers, but who owns anything?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-616",
    "time": "0:58:37",
    "speaker": "spk_1",
    "line": "Yes. Well, as one a thing of American I very much relate to it. It's all the land. It's all yes. It's the planet owns everything and I just happen to be here existing with it.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-617",
    "time": "0:58:47",
    "speaker": "spk_2",
    "line": "My one note is that the Van Heltzig did not end up marrying anyone, actually.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-618",
    "time": "0:58:52",
    "speaker": "spk_3",
    "line": "Well, no. You have to go back to fighting vampires.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-619",
    "time": "0:58:54",
    "speaker": "spk_2",
    "line": "That is something that I think people will be looking for, though, because of the title being so -- So -- looks like I married.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-620",
    "time": "0:58:59",
    "speaker": "spk_1",
    "line": "So it looks like I married and been hellsing.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-621",
    "time": "0:59:02",
    "speaker": "spk_2",
    "line": "So I mean I just say prepare for that.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-622",
    "time": "0:59:04",
    "speaker": "spk_1",
    "line": "Well, Yeah. So who is saying that?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-623",
    "time": "0:59:07",
    "speaker": "spk_2",
    "line": "That's the big question because he doesn't ever get married. So it's someone who's crazy. No. No. No. No. No. No.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-624",
    "time": "0:59:16",
    "speaker": "spk_3",
    "line": "That's that you guys are reading into",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-625",
    "time": "0:59:18",
    "speaker": "spk_2",
    "line": "well, that's what I did get. I'm saying, I did under dead that part of it. Alright. Let am I reading into it too much? Alright.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-626",
    "time": "0:59:23",
    "speaker": "spk_3",
    "line": "Do we have to do this? I I I'm embarrassed now to even do this for you. I'm gonna I'm gonna do this to you right now, and this is This is annoying to me, but I I would do it there. Hold on one second.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-627",
    "time": "0:59:33",
    "speaker": "spk_2",
    "line": "There are two Skellingtons kisses.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-628",
    "time": "0:59:34",
    "speaker": "spk_3",
    "line": "Yes. Yes. Yes. Later.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-629",
    "time": "0:59:35",
    "speaker": "spk_2",
    "line": "So that",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-630",
    "time": "0:59:36",
    "speaker": "spk_1",
    "line": "part, very different ones. Hold on.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-631",
    "time": "0:59:37",
    "speaker": "spk_3",
    "line": "I'm gonna I'm gonna go through this I'm gonna You just get ready. Okay. This is an ad that just popped up. Okay. So fury. What that's a movie that's out. Right?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-632",
    "time": "0:59:50",
    "speaker": "spk_2",
    "line": "Mhmm. We've actually well, we've complained about this exact same thing.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-633",
    "time": "0:59:53",
    "speaker": "spk_1",
    "line": "Because Because in the poster, you guys",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-634",
    "time": "0:59:55",
    "speaker": "spk_2",
    "line": "scene. He's taking a rest, and he doesn't look mad at all. He looks very like, he's on a vacation.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-635",
    "time": "1:00:00",
    "speaker": "spk_1",
    "line": "He's relaxing, and he's a good looking guy.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-636",
    "time": "1:00:02",
    "speaker": "spk_3",
    "line": "No. I same thing.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-637",
    "time": "1:00:02",
    "speaker": "spk_1",
    "line": "Actually, know who he is. He got a great thing going.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-638",
    "time": "1:00:06",
    "speaker": "spk_3",
    "line": "Alright. Look. Most I'm looking at most of the titles of these movies, and none of them really relate to the movie. A lot",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-639",
    "time": "1:00:13",
    "speaker": "spk_1",
    "line": "of them aren't doing great.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-640",
    "time": "1:00:14",
    "speaker": "spk_2",
    "line": "Well, I guess it's",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-641",
    "time": "1:00:15",
    "speaker": "spk_1",
    "line": "well, I don't know. You'd read all the box office reports.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-642",
    "time": "1:00:18",
    "speaker": "spk_2",
    "line": "When did you go to your phone",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-643",
    "time": "1:00:19",
    "speaker": "spk_1",
    "line": "to look No. You've been on box office mojo. Move up on movies. Movies. Look up movies.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-644",
    "time": "1:00:24",
    "speaker": "spk_3",
    "line": "Maze runner. Do they run a maze in that?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-645",
    "time": "1:00:27",
    "speaker": "spk_1",
    "line": "Yes. That's almost exclusively what There",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-646",
    "time": "1:00:28",
    "speaker": "spk_2",
    "line": "is one part where they do.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-647",
    "time": "1:00:30",
    "speaker": "spk_3",
    "line": "Alright. Well, alright, dear white people, is someone writing a letter in that?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-648",
    "time": "1:00:35",
    "speaker": "spk_1",
    "line": "They're saying",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-649",
    "time": "1:00:36",
    "speaker": "spk_3",
    "line": "annabelle, is that about the character you need? Annabelle.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-650",
    "time": "1:00:39",
    "speaker": "spk_2",
    "line": "Well, we talked about I already had that was a trick move.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-651",
    "time": "1:00:41",
    "speaker": "spk_3",
    "line": "Okay. The judge is that about a judge? Is birdman about a birdman? Is John Wick about John Wick is Oh, here's a great one, is weegee about weegee. Is gone girl about a gone girl. It just stellar about some sort of interstellar travel? No. The answer is no to all of these.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-652",
    "time": "1:00:58",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. Well, I I don't know the answer, but I'll see those, and then I'll tell you maybe if They",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-653",
    "time": "1:01:04",
    "speaker": "spk_3",
    "line": "are love",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-654",
    "time": "1:01:04",
    "speaker": "spk_1",
    "line": "the But he makes a good point because I it is the title is just a sales tool.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-655",
    "time": "1:01:10",
    "speaker": "spk_3",
    "line": "Everything is about sales. It's about, again, comes back to what I said in the beginning, tracking.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-656",
    "time": "1:01:16",
    "speaker": "spk_1",
    "line": "And I hate feeling producted. Do you guys hate being product did buy these movies?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-657",
    "time": "1:01:21",
    "speaker": "spk_3",
    "line": "That feels like a great Bernie Mac bit. Was that a Bernie Mac? I thought you were doing a Bernie Mac",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-658",
    "time": "1:01:27",
    "speaker": "spk_1",
    "line": "is that a Bernie Mac bit?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-659",
    "time": "1:01:28",
    "speaker": "spk_3",
    "line": "I think that is a Bernie Mac bit. I hate being product ed.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-660",
    "time": "1:01:30",
    "speaker": "spk_2",
    "line": "Well, what is he gonna do with it?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-661",
    "time": "1:01:33",
    "speaker": "spk_3",
    "line": "Well, and and very true.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-662",
    "time": "1:01:35",
    "speaker": "spk_2",
    "line": "Right? Is that bad? I mean, what is he is he gonna do? Is that offensive? Is he gonna do a stand up comedy bit anymore? No worries. No. That's offensive.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-663",
    "time": "1:01:42",
    "speaker": "spk_3",
    "line": "I'm in the middle of actually trying to make baby kids into a horror film.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-664",
    "time": "1:01:46",
    "speaker": "spk_2",
    "line": "Well, that guy is, I think, a while.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-665",
    "time": "1:01:48",
    "speaker": "spk_1",
    "line": "That guy, nope.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-666",
    "time": "1:01:49",
    "speaker": "spk_3",
    "line": "No. That's that's That guy's that too. That's yeah. Yeah. That wasn't that Bernie?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-667",
    "time": "1:01:53",
    "speaker": "spk_1",
    "line": "No. It's robbing something.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-668",
    "time": "1:01:55",
    "speaker": "spk_3",
    "line": "Oh my gosh, guys.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-669",
    "time": "1:01:56",
    "speaker": "spk_1",
    "line": "We better look up Baybase kids as long as you've got movies typed into your phone already. You just have to add a couple letters to go movies, Bay based kids.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-670",
    "time": "1:02:04",
    "speaker": "spk_3",
    "line": "Alright. Bay based kids,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-671",
    "time": "1:02:07",
    "speaker": "spk_2",
    "line": "you're right guys.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-672",
    "time": "1:02:08",
    "speaker": "spk_1",
    "line": "You",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-673",
    "time": "1:02:08",
    "speaker": "spk_3",
    "line": "guys you guys are right it was Robin Harris. Robin Harris is Mhmm.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-674",
    "time": "1:02:12",
    "speaker": "spk_2",
    "line": "You think you have everybody loves Bernie.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-675",
    "time": "1:02:15",
    "speaker": "spk_3",
    "line": "Right. Yes.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-676",
    "time": "1:02:17",
    "speaker": "spk_2",
    "line": "Paul, thank you so much for coming on the show. And",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-677",
    "time": "1:02:20",
    "speaker": "spk_0",
    "line": "--",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-678",
    "time": "1:02:20",
    "speaker": "spk_3",
    "line": "yep. Great.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-679",
    "time": "1:02:21",
    "speaker": "spk_2",
    "line": "Oh. -- and we will view yours",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-680",
    "time": "1:02:23",
    "speaker": "spk_1",
    "line": "as well. Hang on. Something's wrong for Paul.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-681",
    "time": "1:02:26",
    "speaker": "spk_2",
    "line": "As we haven't done his yet. We will, Paul, we will do your show. We will do it. We'll figure out how to do the show.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-682",
    "time": "1:02:31",
    "speaker": "spk_3",
    "line": "Thank you. That's why I",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-683",
    "time": "1:02:32",
    "speaker": "spk_1",
    "line": "came schedule. It's",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-684",
    "time": "1:02:34",
    "speaker": "spk_3",
    "line": "simple. I mean a lot. That's a lot. Thank you guys. I really appreciate you guys giving me a chance to workshop this script. And like I said, your notes were great, and I'm not gonna take them, but I really appreciate hearing them.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-685",
    "time": "1:02:44",
    "speaker": "spk_2",
    "line": "Well, we're a",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-686",
    "time": "1:02:45",
    "speaker": "spk_1",
    "line": "bit helpful to say hear them. Yes. We're all pulling for you and we can't wait to see if and what you do next. Well, thank you. So thanks for being here and everybody at home. Could you like us on Facebook? Could you do me a favor? Could you rate us on iTunes?",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-687",
    "time": "1:03:01",
    "speaker": "spk_2",
    "line": "Yes. And and you can talk to us on the forums and somebody did that this weekend. They got the pro version. Boy Jeannie.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-688",
    "time": "1:03:09",
    "speaker": "spk_1",
    "line": "Boy Jeannie did it.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-689",
    "time": "1:03:10",
    "speaker": "spk_2",
    "line": "Boy Jeannie got the pro version.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-690",
    "time": "1:03:12",
    "speaker": "spk_1",
    "line": "And so as prize, we're gonna send you a flash drive with three Hollywood shooting scripts on it. Boy genie. And we each select what our favorite has been from this past year.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-691",
    "time": "1:03:24",
    "speaker": "spk_2",
    "line": "And and you get one Skellington's kiss from Steve Vicsemi at the end of the movie and It's for it's for boy Jeannie. I love it. But they like when you say their name.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-692",
    "time": "1:03:34",
    "speaker": "spk_3",
    "line": "I have to say their name, Boyini.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-693",
    "time": "1:03:36",
    "speaker": "spk_2",
    "line": "Yeah. But do it",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-694",
    "time": "1:03:37",
    "speaker": "spk_1",
    "line": "in No. That's enough.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-695",
    "time": "1:03:39",
    "speaker": "spk_3",
    "line": "Bye. Hey, damn, Boyini. Get us going to your kids.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-696",
    "time": "1:03:44",
    "speaker": "spk_2",
    "line": "I said bye.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-697",
    "time": "1:03:52",
    "speaker": "spk_4",
    "line": "This has been an earwolf media production. Executive producers, Jeff Orec and Scott Ockerman. For more information, visit earwolf dot com.",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-698",
    "time": "1:04:02",
    "speaker": "spk_3",
    "line": "Eerworld, radio, boom, dock,",
    "episode": "59",
    "edited": false
  },
  {
    "id": "59-699",
    "time": "1:04:12",
    "speaker": "spk_2",
    "line": "the WORTH dead.",
    "episode": "59",
    "edited": false
  }
]