[
  {
    "id": "77-0",
    "time": "0:00:00",
    "speaker": "spk_0",
    "line": "so should we do the thing where we talk over the theme song like you and Hayes do?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-1",
    "time": "0:00:04",
    "speaker": "spk_1",
    "line": "What are",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-2",
    "time": "0:00:04",
    "speaker": "spk_0",
    "line": "you talking about? You and Hayes, every episode, you talk over the theme song.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-3",
    "time": "0:00:07",
    "speaker": "spk_2",
    "line": "I was like, this I",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-4",
    "time": "0:00:08",
    "speaker": "spk_3",
    "line": "was kind of excited to do it.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-5",
    "time": "0:00:09",
    "speaker": "spk_2",
    "line": "People can't hear that. That's just Hayes and I. I mean, we are talking at the beginning because we're finishing an actual conversation we're having.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-6",
    "time": "0:00:15",
    "speaker": "spk_0",
    "line": "Well, let's start a real conversation real quick.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-7",
    "time": "0:00:17",
    "speaker": "spk_3",
    "line": "How how you. This is hot. It's hot out.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-8",
    "time": "0:00:19",
    "speaker": "spk_4",
    "line": "Here comes haze in Sean.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-9",
    "time": "0:00:23",
    "speaker": "spk_2",
    "line": "Hey. What up? What up? Welcome everybody to the can you do the tagline, dumb?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-10",
    "time": "0:00:29",
    "speaker": "spk_1",
    "line": "The haze usually does the like",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-11",
    "time": "0:00:31",
    "speaker": "spk_3",
    "line": "oh, yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-12",
    "time": "0:00:31",
    "speaker": "spk_2",
    "line": "Yeah. Like, in the Hollywood Handbook, it's the",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-13",
    "time": "0:00:34",
    "speaker": "spk_3",
    "line": "oh, god. I I I've act I have heard it and I know it. I just don't I can't rattle it off quite like he can't",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-14",
    "time": "0:00:39",
    "speaker": "spk_2",
    "line": "he goes have it written down on your phone or something? I I don't. If you want we can take a second,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-15",
    "time": "0:00:45",
    "speaker": "spk_3",
    "line": "i can look it up or something. It's the the the no holds barred look at the Hollywood",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-16",
    "time": "0:00:52",
    "speaker": "spk_2",
    "line": "inside of",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-17",
    "time": "0:00:53",
    "speaker": "spk_1",
    "line": "the Okay.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-18",
    "time": "0:00:54",
    "speaker": "spk_2",
    "line": "Okay. So for everyone listening at home, haze isn't here today. Normally, we wouldn't have done an episode. The show is called Hollywood Handbook. It's an Inside Man's Guide to kicking butts and and and and and and big names. Big names. In the in the red and the red carpet lined up. So you don't you don't know it either. Well, it's it's not my job to know it. It's haises Hays does that part and I know that and the part I know is what up what up and people like that part and they like his too. So but anyway, he's not here and that's okay. We have my sometime assistant, you know, writing partner and it's quote quote marks around that. But Dominic Dierkis, and he I called him Just to say, look, we don't have haze. I'm canceling the show this weekend. So try to, you know, set up a lunch for me with one of the people I've been putting off who had wants to have lunch and this is Paul Abdul or one of these women Do you want me to put Paula Bill on the list of people",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-19",
    "time": "0:02:12",
    "speaker": "spk_3",
    "line": "have lunch with?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-20",
    "time": "0:02:14",
    "speaker": "spk_2",
    "line": "Yeah. Well, would I wasn't finished. Oh, sorry. So and then you and then I called Dom, set up one of those lunches, and then he called me back and had and said, you can't cancel the show even though you don't have Hayes. We gotta do it this weekend and tell them why. Because we got a I I I got a good guest. I got a iconic Hollywood Blonde. That's right. He said he's got a great guest in iconic Hollywood blonde and I put two and two together. I said it must be miss Goldy Han. And it and it is Goldihan, and she's gonna be here in the studio. I don't know how you guys are friends, but I'm a huge fan. Private Benjamin, wildcats, overboard, house sitter -- First wives club.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-21",
    "time": "0:03:03",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-22",
    "time": "0:03:03",
    "speaker": "spk_2",
    "line": "first wives club. Foul play. Yep. Laugh in and she's doing all the movies and she's just such a delight and she's one of these these inside out actors. She brings herself to the to the role, you know, and and you always are happy to see her. Yeah. Yeah. It'll be it'll be exciting to to talk with her in just a few minutes. We'll So the fact that you came through like this dumb and I have not always been the nicest guy to you.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-23",
    "time": "0:03:38",
    "speaker": "spk_3",
    "line": "And I",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-24",
    "time": "0:03:39",
    "speaker": "spk_2",
    "line": "think you see why I'm so tough on you now because it made you step up big in a big moment.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-25",
    "time": "0:03:43",
    "speaker": "spk_3",
    "line": "Yes. Your you being tough on me really made me kind really kind",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-26",
    "time": "0:03:47",
    "speaker": "spk_2",
    "line": "of created this whole situation. So I'm I'm Exactly. Because it's sometimes people need and this is how Christian Leitner was to his teammates at Duke. They need to be sort of smacked in the head a little bit to light that fire inside them. And that's and ask Bobby Hurley. So they So that's what I did for Dom. And here we are and he finally stepped up and I owe him an apology and I owe him a few. Wow. And this is something I've never done for you, but now that you actually delivered, Tom, I'm sorry for some of the ways I treated you over the years that may have seemed a little extreme. Wow. The obvious stuff taking eighty five percent of your salary because",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-27",
    "time": "0:04:32",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-28",
    "time": "0:04:32",
    "speaker": "spk_3",
    "line": "okay. -- we,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-29",
    "time": "0:04:33",
    "speaker": "spk_2",
    "line": "of course, have shared credit on these scripts, but you know that you don't contribute Yeah. Yeah. Okay. Nearly as much.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-30",
    "time": "0:04:39",
    "speaker": "spk_3",
    "line": "Thank you for apologizing for that. I never you never kind of said that was wrong. You always said that was fair.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-31",
    "time": "0:04:44",
    "speaker": "spk_2",
    "line": "Well, it's fair. It is fair, but I want to apologize because I know sometimes you've said can I have a little bit of money because something would happen like you were hungry or you couldn't pay your rent? Yes. And I would say you're not Yes. Those were the two big ones that I feel like I would get the most Yeah. And I would be, you know, in the interest of having you stand on your own two feet, I would be hesitant to give you that money and and as a result, I would not do it. I will say that I am Sorry for some of the names I've called you. I'm sorry for slapping you in front of your dad and your at that time girlfriend. Mhmm. And I'm sorry for paying your dad to slap you in front of your at that time girlfriend and in front of I just wish I'd known you were coming home with with me and my girlfriend for Christmas that year. I just didn't know that was something",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-32",
    "time": "0:05:43",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-33",
    "time": "0:05:44",
    "speaker": "spk_2",
    "line": "well -- planning",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-34",
    "time": "0:05:44",
    "speaker": "spk_0",
    "line": "on doing. --",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-35",
    "time": "0:05:45",
    "speaker": "spk_2",
    "line": "brings me to the next thing which is I'm sorry for trying to prove to you that your girlfriend or at that time, fiance was the wrong woman for you by sleeping with her and I'm sorry that I then married her and fathered several children with her.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-36",
    "time": "0:06:05",
    "speaker": "spk_3",
    "line": "Yeah. It was a long time ago. I mean, I'd be lying if I said that didn't still hurt. It was it was something that I kinda It",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-37",
    "time": "0:06:10",
    "speaker": "spk_2",
    "line": "stings, but you kinda see also that you were headed a bad path. I mean, she was willing to do that with me. Who knows what would have happened?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-38",
    "time": "0:06:16",
    "speaker": "spk_3",
    "line": "Yeah. Like you've told me multiple times. I mean, if if I but better than I found out. And better than I found",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-39",
    "time": "0:06:22",
    "speaker": "spk_2",
    "line": "out from someone who's a good I mean, friend, you know, who I've had such",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-40",
    "time": "0:06:27",
    "speaker": "spk_3",
    "line": "a strong working relationship.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-41",
    "time": "0:06:28",
    "speaker": "spk_2",
    "line": "Good boss.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-42",
    "time": "0:06:28",
    "speaker": "spk_3",
    "line": "Good boss.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-43",
    "time": "0:06:29",
    "speaker": "spk_2",
    "line": "Yes. Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-44",
    "time": "0:06:29",
    "speaker": "spk_3",
    "line": "It's a good good boss.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-45",
    "time": "0:06:31",
    "speaker": "spk_2",
    "line": "I'm sorry that I one time took your toothbrush to a petting zoo and tried to brush all the animal's teeth with it.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-46",
    "time": "0:06:38",
    "speaker": "spk_3",
    "line": "I never knew about that one. Yes.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-47",
    "time": "0:06:40",
    "speaker": "spk_2",
    "line": "You must have broken into my house. Yes.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-48",
    "time": "0:06:42",
    "speaker": "spk_3",
    "line": "Okay. Wow. I I accept these accept this apology ever.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-49",
    "time": "0:06:47",
    "speaker": "spk_2",
    "line": "And I'm sorry for all the hidden camera footage. I then would watch of you brushing your teeth with that brush and just laugh and laugh with your at that time ex fiance who I was married to. Stephanie Graff.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-50",
    "time": "0:07:00",
    "speaker": "spk_3",
    "line": "Yes. Yeah. I mean, Stephanie, Stephanie and I really had I thought we had something, and I appreciate you showing me that we didn't. I also appreciate Wow. I I always thought that",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-51",
    "time": "0:07:14",
    "speaker": "spk_2",
    "line": "my tea because my tea",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-52",
    "time": "0:07:15",
    "speaker": "spk_3",
    "line": "i had a really bad gum disease for, like, a month.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-53",
    "time": "0:07:18",
    "speaker": "spk_2",
    "line": "Oh, yeah. Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-54",
    "time": "0:07:18",
    "speaker": "spk_3",
    "line": "And I It was kind of inexplicable.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-55",
    "time": "0:07:20",
    "speaker": "spk_2",
    "line": "And human doctors really didn't know what to make No. I had to go to a vet thing. I had to go to a vet.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-56",
    "time": "0:07:25",
    "speaker": "spk_3",
    "line": "The the human doctors told me",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-57",
    "time": "0:07:26",
    "speaker": "spk_2",
    "line": "to go to a vet,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-58",
    "time": "0:07:26",
    "speaker": "spk_3",
    "line": "and they said you have goat gingivitis.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-59",
    "time": "0:07:29",
    "speaker": "spk_2",
    "line": "And I will take credit for I did I did after you kept complaining, these doctors don't know what to make of it. It's getting worse and worse. I did slip an anonymous note into your mailbox that said, check the vet.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-60",
    "time": "0:07:42",
    "speaker": "spk_3",
    "line": "Yeah. It said check it said check the vet and and it was so cryptic. I had to. Yes. I went to the vet. I showed him the note and he said, I I don't know what to make of this. Let me take a look at your gums. Mhmm. And then around about that time, I figured out I had goat gingivitis and I just you know, anyway, this puts a lot of clarity. Yeah. It really is water.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-61",
    "time": "0:08:01",
    "speaker": "spk_2",
    "line": "And you came through big. And is there anything I'm leaving out dumb because I wanna cover it all because I do owe you this now that you have proven to be, I mean, a better guest finder than Hays and almost as good as me. Yeah. No. Look, honestly, it makes me",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-62",
    "time": "0:08:17",
    "speaker": "spk_3",
    "line": "a little uncomfortable having so much get getting so many apologies. You know, it's not a big deal.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-63",
    "time": "0:08:22",
    "speaker": "spk_1",
    "line": "Well, get",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-64",
    "time": "0:08:22",
    "speaker": "spk_2",
    "line": "it while it's hot. You know? I mean, this thing doesn't come around that often. I'm always in this kind of mood.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-65",
    "time": "0:08:27",
    "speaker": "spk_3",
    "line": "No. I mean, you've told me several times that you do not apologize you only you only look forward, you said. That's you only have one direction.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-66",
    "time": "0:08:34",
    "speaker": "spk_2",
    "line": "Yes. I yes. I only go in one direction, RIP Zane. And And and so in that direct forward",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-67",
    "time": "0:08:42",
    "speaker": "spk_1",
    "line": "did he die?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-68",
    "time": "0:08:42",
    "speaker": "spk_2",
    "line": "Did he die? To me, he did when he when he broke up with a wonderful musical group. Oh, I gotta I just gotta I just gotta tech start.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-69",
    "time": "0:08:53",
    "speaker": "spk_3",
    "line": "I think I think our guest is downstairs.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-70",
    "time": "0:08:56",
    "speaker": "spk_2",
    "line": "Okay. Well, Well, listen up, Kiddies when we come back. We're gonna take a quick break and then you are going to be listening to The one, the only miss Goldihan comedic screen legend. And guys, I couldn't be more excited and thanks for all the that you sent in and I just can't wait. And thank you, Dom and I don't say it enough and you're a good assistant and you're a good man. Thanks. Yeah. Thanks. So here we go and we'll be right back on Hollywood hand hand hand hand hand handbook. Hollywood Handbook. Hey, it's your fucking company Shill here, Sean Clements from a Hollywood Handbook. Doing the dirty work for earwolf they can't do for themselves. I guess this guy, Paul f Tomkins, has a podcast coming out. Spontania nation, not spontaneously like what Brett said it was to me. Remember Brett? But it has nation in there. And so Paul's doing that on April first on it's April Full's Day and the joke's on me because I gotta do this fucking act guy came in here, waited for me in the elevator and then was just begging me to do an ad for it. Like, nobody's gonna listen because you guys have this huge fan base. They only wanna hear. Hollywood handbook, and I'm not allowed on any of the other podcasts because I don't know what I'm doing. And I was like, dude, Paul, man, I said, baby, sweetie. Honey, like, relax. Baby, like, be cool, baby. And he, like I guess, tried to be cool, but he just made this, like, sort of grimace face where you look really uncomfortable. And I was like, is that you're being cool? And he went like, yes, not working. And I was like, I can't believe you sound like this. Anyway, it'll probably be hard to listen to that voice but they do some like sweetening and stuff imposed here. So when the podcast comes out, check it out, see how it goes. I think I fulfilled my contractual obligation by saying that it is a show and will beyond. As far as the quality, that's gonna be up to him. He seems to really care a lot. And be putting a lot of effort in. So hopefully that'll result in something good. In the meantime, I guess just keep googling spontaneous a nation and hitting refresh and it's not spontaneous and Brett, please apologize for saying that's what it was. I alright. I'm sorry. It didn't say that, but I'm sorry. Apology accepted. Don't. I don't. It's it's if you just let me explain. Don't even.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-71",
    "time": "0:11:52",
    "speaker": "spk_3",
    "line": "I knew you were gonna be mad. Okay?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-72",
    "time": "0:11:54",
    "speaker": "spk_2",
    "line": "I didn't you can understand. Stop it.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-73",
    "time": "0:11:57",
    "speaker": "spk_4",
    "line": "Comes haze in Sean.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-74",
    "time": "0:12:00",
    "speaker": "spk_2",
    "line": "Now, what up what up. Now, welcome to Hollywood. Him Him. Him, man. Him, Welcome to Hollywood Handbook and it's the and it's the inside guide to to crimping button and and and and and and drinking name and drinking names. And and it's and it's stop. Now stop it. I'm gonna get through it. Or can you do it? No. No.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-75",
    "time": "0:12:21",
    "speaker": "spk_3",
    "line": "I can't do it. I can't.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-76",
    "time": "0:12:23",
    "speaker": "spk_2",
    "line": "Can you do it? Do it. Because you knew that Hayes wasn't gonna be here to do this part. And as an assistant, you should have taken that as a responsibility to be able to to be able to say the part that he says.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-77",
    "time": "0:12:34",
    "speaker": "spk_3",
    "line": "You you're",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-78",
    "time": "0:12:35",
    "speaker": "spk_2",
    "line": "did you even think about that? I guess I thought I could put my own little spin. It could be like a fun thing, you know. Like it's like, oh it's not his, but here's guys here we go. So the guest that we have today is in fact is not Goldi Hahn and that is because it doms a liar and it what is actually in the studio now is not even really a guesser and not a welcome one and it's his friend Scuzz man.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-79",
    "time": "0:12:59",
    "speaker": "spk_1",
    "line": "What",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-80",
    "time": "0:12:59",
    "speaker": "spk_2",
    "line": "up, the Skuzz man is here. Wow. This is a pretty",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-81",
    "time": "0:13:05",
    "speaker": "spk_1",
    "line": "i've never been in a place like this, man. It's pretty sweet.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-82",
    "time": "0:13:08",
    "speaker": "spk_2",
    "line": "Indors. You don't look like you.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-83",
    "time": "0:13:11",
    "speaker": "spk_1",
    "line": "Usually, I'm not indoors. Usually, I'm out just like chilling by the beach, you know?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-84",
    "time": "0:13:16",
    "speaker": "spk_2",
    "line": "Well, some waves. Hey man, you need",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-85",
    "time": "0:13:19",
    "speaker": "spk_1",
    "line": "to chill, dude. Well, I'm not",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-86",
    "time": "0:13:22",
    "speaker": "spk_2",
    "line": "gonna chill. Thanks for the advice, Gus man. Now, Scuzz man, for people who don't know and why would you is Dom's beach volleyball friend. That's right. Yeah. I meant you tell him how you guys met.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-87",
    "time": "0:13:35",
    "speaker": "spk_3",
    "line": "I met so first of all, I do wanna apologize that this isn't Goldihan. I I I felt pretty trapped, you know. Really? When you guessed Goldy Hunt, when I said it's an iconic Hollywood blonde. I mean, Scussman's got this like waste length blonde hair.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-88",
    "time": "0:13:49",
    "speaker": "spk_1",
    "line": "I have these gorgeous locks and I'm iconic",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-89",
    "time": "0:13:52",
    "speaker": "spk_2",
    "line": "around the beach. And I don't even think he's part of Hollywood. Yeah. I mean, I guess that's I guess Didn't you meet him on Long Beach?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-90",
    "time": "0:14:00",
    "speaker": "spk_3",
    "line": "I met him Okay.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-91",
    "time": "0:14:01",
    "speaker": "spk_2",
    "line": "So the the way I met Scott's man is, Sean, you know, I've told talk to you about this.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-92",
    "time": "0:14:05",
    "speaker": "spk_3",
    "line": "I have crippling writer's block like frequently like every other sentence. It's been rippling by the way.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-93",
    "time": "0:14:10",
    "speaker": "spk_2",
    "line": "I often say you never had an idea.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-94",
    "time": "0:14:13",
    "speaker": "spk_3",
    "line": "Yeah. Yeah. I've never yeah. I never met an idea that I I never met an idea.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-95",
    "time": "0:14:17",
    "speaker": "spk_2",
    "line": "I'm surprised by it. A lot. Your writer's block. Scouse Man, you're surprised?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-96",
    "time": "0:14:22",
    "speaker": "spk_1",
    "line": "Yeah. It's you're you're just really crippled by it.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-97",
    "time": "0:14:25",
    "speaker": "spk_3",
    "line": "Yeah. Well, and that's what brought me to the beach. That's how I met Scussman. I was like, I because I read this. I have a stack of books on how to write because I just I'm always looking for new tools and one of them was like change your environment. Go to different settings. Try to write if you have writer's block. So I was like okay I went to the beach. I'm like I'm gonna go to the beach open up my laptop and",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-98",
    "time": "0:14:44",
    "speaker": "spk_2",
    "line": "by the way, Scoop Troop, put away your pens during this section. Don't take any of the notes on anything that Dom has done because that's not a hot scoop on how to make it in Hollywood. It's a scoop on how to lie.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-99",
    "time": "0:14:54",
    "speaker": "spk_3",
    "line": "Well, maybe the Scooproop can learn, you know, maybe there's something you can learn what not to do.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-100",
    "time": "0:14:58",
    "speaker": "spk_2",
    "line": "Don't talk to the Scooproop.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-101",
    "time": "0:14:59",
    "speaker": "spk_3",
    "line": "I just",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-102",
    "time": "0:15:00",
    "speaker": "spk_2",
    "line": "hang on. I talked to the Scoop True. Okay.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-103",
    "time": "0:15:04",
    "speaker": "spk_1",
    "line": "Can I talk to the Scoop True? ScUS man,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-104",
    "time": "0:15:07",
    "speaker": "spk_2",
    "line": "is that even a real question?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-105",
    "time": "0:15:08",
    "speaker": "spk_1",
    "line": "Hey, Scoop troop. Get later. Get paid.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-106",
    "time": "0:15:13",
    "speaker": "spk_2",
    "line": "You better not say it. Be responsible's a scoop truth.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-107",
    "time": "0:15:16",
    "speaker": "spk_1",
    "line": "I am just having fun.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-108",
    "time": "0:15:18",
    "speaker": "spk_3",
    "line": "Get leg get paid is like the first",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-109",
    "time": "0:15:20",
    "speaker": "spk_2",
    "line": "joke Scussman said to me, it really cracked me up. It's the only one I've heard him say.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-110",
    "time": "0:15:24",
    "speaker": "spk_3",
    "line": "Anyway, I was I was at the beach and I have my laptop open. I'm trying to grind my way through some scripts and boom. I get hit in the head with a beach volleyball.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-111",
    "time": "0:15:33",
    "speaker": "spk_1",
    "line": "Oh, yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-112",
    "time": "0:15:34",
    "speaker": "spk_3",
    "line": "Hits me in the head, knocks into my laptop. I'm I'm immediately mad,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-113",
    "time": "0:15:37",
    "speaker": "spk_2",
    "line": "but then Scussman, you came over.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-114",
    "time": "0:15:39",
    "speaker": "spk_1",
    "line": "Oh, yeah. I came over and I smoothed it over. People get hit in the head a lot. By errant volleyballs. And, you know, I was just like, whoa, what's my little man doing over here? What's he doing? He's like, he's like pounding away the keys. He's really struggling. So yeah. You know, I was like I was like, oh, man. I'm so sorry that the Bible hit you, but like, what's What's going on? What's your deal?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-115",
    "time": "0:16:04",
    "speaker": "spk_2",
    "line": "Yeah. He I don't usually see a",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-116",
    "time": "0:16:05",
    "speaker": "spk_1",
    "line": "lot of computers at the beach.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-117",
    "time": "0:16:07",
    "speaker": "spk_2",
    "line": "Okay. So my understanding, I guess, is that Scussman has served some kind of muse figure for you and you keep telling me that you've been doing more writing than you've ever done in your life now that you've partnered up with this Well, what man.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-118",
    "time": "0:16:21",
    "speaker": "spk_1",
    "line": "That's the term I've been using too. Mews figure.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-119",
    "time": "0:16:23",
    "speaker": "spk_3",
    "line": "Mews figure.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-120",
    "time": "0:16:24",
    "speaker": "spk_2",
    "line": "Yeah. Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-121",
    "time": "0:16:25",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. Call me that more.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-122",
    "time": "0:16:26",
    "speaker": "spk_3",
    "line": "Okay. Okay. Yeah. I love",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-123",
    "time": "0:16:28",
    "speaker": "spk_2",
    "line": "to He all He's always",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-124",
    "time": "0:16:29",
    "speaker": "spk_3",
    "line": "taught He has a lot of different ideas of things he wants me to call him. I my my kind of original thing with Scussman was like was like, oh, this guy just seems like a lot of fun, you know. He just seems like a fun guy to hang out around and then but then he looked over my shoulder at the screen. He started kinda pitching me some jokes. He started pitching me some some stuff. He started taking my computer out of my hands and typing and I was",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-125",
    "time": "0:16:53",
    "speaker": "spk_2",
    "line": "so I'd like to tell my side of of this story right now which is that Dom who for all his faults as a writer and assistant has always been at his core, a good boy.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-126",
    "time": "0:17:06",
    "speaker": "spk_3",
    "line": "Thanks.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-127",
    "time": "0:17:06",
    "speaker": "spk_2",
    "line": "A nice boy. And I like that about him and this Scussman fellow is your quintessential bad influence and the behavior change and the change in dress And Brett, if you could get a photo, Dominic's hat is on backwards right now, which is something of a sort of hip hop style to to wear someone's hat and I and I think that Brett, are you getting the photo? Not yet. Getting the camera. Okay. Brett, this is excellent. I've been let down by a few people already today and I would appreciate it if you could just I could have gotten",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-128",
    "time": "0:17:43",
    "speaker": "spk_3",
    "line": "going on for you.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-129",
    "time": "0:17:43",
    "speaker": "spk_2",
    "line": "My rock. I don't know how to believe that anymore. But he's got Shades on indoors. He's got a backwards hat and he's doing some kind of gang sign with his hands, and I've never seen this kind of thing. And if I'm not mistaken I believe Scuzman made you try beer. Is that true?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-130",
    "time": "0:18:06",
    "speaker": "spk_1",
    "line": "Made me",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-131",
    "time": "0:18:06",
    "speaker": "spk_3",
    "line": "he had he",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-132",
    "time": "0:18:06",
    "speaker": "spk_1",
    "line": "had some",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-133",
    "time": "0:18:09",
    "speaker": "spk_2",
    "line": "beards never I You know,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-134",
    "time": "0:18:11",
    "speaker": "spk_3",
    "line": "i don't I've never really",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-135",
    "time": "0:18:12",
    "speaker": "spk_2",
    "line": "no, you didn't try beer because I first of all, I need you alert for when you're taking the notes.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-136",
    "time": "0:18:17",
    "speaker": "spk_3",
    "line": "And I just don't like to lose control like that.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-137",
    "time": "0:18:19",
    "speaker": "spk_2",
    "line": "But then I I had yeah. He gave me",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-138",
    "time": "0:18:22",
    "speaker": "spk_3",
    "line": "a beer. I I had a beer.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-139",
    "time": "0:18:24",
    "speaker": "spk_1",
    "line": "It was fun.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-140",
    "time": "0:18:25",
    "speaker": "spk_2",
    "line": "Yeah. It was fun. I like that was right. You think it was fun, dumb? Because you told",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-141",
    "time": "0:18:30",
    "speaker": "spk_3",
    "line": "me you hated the taste. At first, everyone hates the taste. Wait. You told him that? Look.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-142",
    "time": "0:18:36",
    "speaker": "spk_1",
    "line": "You love it, man.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-143",
    "time": "0:18:38",
    "speaker": "spk_2",
    "line": "Yeah. Which is it?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-144",
    "time": "0:18:39",
    "speaker": "spk_1",
    "line": "You took that beer bun real hard. Like like a champ.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-145",
    "time": "0:18:42",
    "speaker": "spk_2",
    "line": "A beer bong I thought it was a sip from a can.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-146",
    "time": "0:18:46",
    "speaker": "spk_1",
    "line": "It started art",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-147",
    "time": "0:18:47",
    "speaker": "spk_2",
    "line": "as a sip from a can. Yeah. Yeah. Look, look, look, it's it's not black and white here. It's do I like the taste of beer? No. Not not",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-148",
    "time": "0:18:55",
    "speaker": "spk_3",
    "line": "at furt, but I like the way it makes me feel, and I like the way",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-149",
    "time": "0:18:57",
    "speaker": "spk_2",
    "line": "it makes me feel around Scussman You likes taking tylenol and coding to",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-150",
    "time": "0:19:01",
    "speaker": "spk_1",
    "line": "with it too. What?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-151",
    "time": "0:19:03",
    "speaker": "spk_2",
    "line": "Yeah, man. Sizzurp. Yeah. And alcohol. You're drinking purple drank?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-152",
    "time": "0:19:09",
    "speaker": "spk_3",
    "line": "I didn't know that's what it was called. I just honestly, Scussman just hands me cups",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-153",
    "time": "0:19:13",
    "speaker": "spk_1",
    "line": "and he",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-154",
    "time": "0:19:13",
    "speaker": "spk_2",
    "line": "keeps The Styrofoam cups. What? On the expense report, There was a whole sleeve of styrofoam cups that I didn't use. Yeah. Nice. It was Scussman. He tricked you into buying them.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-155",
    "time": "0:19:27",
    "speaker": "spk_3",
    "line": "I I My account.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-156",
    "time": "0:19:29",
    "speaker": "spk_2",
    "line": "I expensed a bunch of styrofoam cups to drink Scussman's booze. For scissor. Look. Okay. Is it",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-157",
    "time": "0:19:35",
    "speaker": "spk_1",
    "line": "a big deal, bro? I mean, it's just Styrofoam cups. I mean, one that set you back, like like two dollars? Man.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-158",
    "time": "0:19:43",
    "speaker": "spk_2",
    "line": "And we had a good time. You know, we had a lot of ideas. We had a great ideas on that. That's two dollars I worked for. I was doing a I was doing Wites and gold. It's a a very important pilot. White and gold. White and gold. It's about chewing. It's loosely about the dress, if you remember the dress. Oh, white gold. Yes.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-159",
    "time": "0:20:02",
    "speaker": "spk_1",
    "line": "I thought you meant like whites like w e I t z.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-160",
    "time": "0:20:05",
    "speaker": "spk_2",
    "line": "Oh, okay.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-161",
    "time": "0:20:06",
    "speaker": "spk_1",
    "line": "Like you're a law firm",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-162",
    "time": "0:20:07",
    "speaker": "spk_2",
    "line": "or sub Like, fights",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-163",
    "time": "0:20:08",
    "speaker": "spk_1",
    "line": "you know, like",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-164",
    "time": "0:20:09",
    "speaker": "spk_3",
    "line": "yeah. Like Vites. He's got a lot of German, like I don't know about He does this German accent.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-165",
    "time": "0:20:15",
    "speaker": "spk_1",
    "line": "I've been cracks me up. Was born on an army base in Germany, so I know a little bit of German and, you know, my dad was was was in the army.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-166",
    "time": "0:20:25",
    "speaker": "spk_2",
    "line": "Well, we can relate there.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-167",
    "time": "0:20:27",
    "speaker": "spk_1",
    "line": "Oh, yeah. Yeah. Yeah. It's",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-168",
    "time": "0:20:28",
    "speaker": "spk_2",
    "line": "i mean, I was a farm orphan but also my dad was in the army. So it was something of a farmy brat. Oh, wow. And I had to move around to different farms a lot.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-169",
    "time": "0:20:39",
    "speaker": "spk_1",
    "line": "Wow. Hey, man. Then, you know",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-170",
    "time": "0:20:41",
    "speaker": "spk_2",
    "line": "i never Don't you dare find common ground with me, guys, man?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-171",
    "time": "0:20:44",
    "speaker": "spk_1",
    "line": "Should might not be strained. Why?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-172",
    "time": "0:20:46",
    "speaker": "spk_3",
    "line": "Please.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-173",
    "time": "0:20:47",
    "speaker": "spk_1",
    "line": "That's I'm about trying to find a common ground with people. I mean, that's my deal.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-174",
    "time": "0:20:51",
    "speaker": "spk_2",
    "line": "You don't even really play volleyball, do you? I mean, I don't You were the coach of the team that",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-175",
    "time": "0:20:58",
    "speaker": "spk_1",
    "line": "i saw. I was the coach.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-176",
    "time": "0:21:00",
    "speaker": "spk_2",
    "line": "When I went down there to pick Dom up and he was green to the Gills because who knows what you put in them, but I went down to give him a ride home so he'd be safe. I saw you sitting on a cooler",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-177",
    "time": "0:21:14",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-178",
    "time": "0:21:14",
    "speaker": "spk_2",
    "line": "mhmm. -- with your arm around what I could only describe as a honey",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-179",
    "time": "0:21:19",
    "speaker": "spk_1",
    "line": "yeah. Exactly.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-180",
    "time": "0:21:20",
    "speaker": "spk_2",
    "line": "That's That's not playing volleyball.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-181",
    "time": "0:21:22",
    "speaker": "spk_1",
    "line": "Hey, man. That's not athletic. Hey, man. That's part of playing volleyball. You know? Mean, I I mean, I don't participate in the game.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-182",
    "time": "0:21:29",
    "speaker": "spk_2",
    "line": "No. Siding out is part of playing volleyball. Bump set spike.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-183",
    "time": "0:21:33",
    "speaker": "spk_1",
    "line": "Yes. Those are all",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-184",
    "time": "0:21:34",
    "speaker": "spk_2",
    "line": "and overhand. Serve. Those are all true things.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-185",
    "time": "0:21:36",
    "speaker": "spk_1",
    "line": "A",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-186",
    "time": "0:21:36",
    "speaker": "spk_2",
    "line": "moon ball serve where you hit it up so high and they lose track in the sun.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-187",
    "time": "0:21:40",
    "speaker": "spk_1",
    "line": "But let me tell you, let me ask you something. Who who is there to, like, you know, provide people with encouragement or provide people with booze or scissor up while they play.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-188",
    "time": "0:21:52",
    "speaker": "spk_2",
    "line": "Maybe an older mentor. Some Honeys to come after the game. On scissor. That's a great way to go to dig a ball and end up in the in the sand and hurt yourself. Now My experience ever since you met Scuzman has been there been several attempts to get me to read the scripts that you two are working on together and a lot of times I'll go to open up a piece of my mail and I find that it's been opened and resealed with one of your scripts in there and and a lot of trickery has been used and",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-189",
    "time": "0:22:23",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-190",
    "time": "0:22:24",
    "speaker": "spk_1",
    "line": "i taught him that.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-191",
    "time": "0:22:24",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-192",
    "time": "0:22:24",
    "speaker": "spk_2",
    "line": "it was printed out on my sheets at one point on my bed when I had you make my bed and I I couldn't believe you I couldn't believe you didn't read it then. No. I I I couldn't because I don't read unsolicited material and even just from skimming at some of the language I saw was so offensive to me.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-193",
    "time": "0:22:42",
    "speaker": "spk_3",
    "line": "Well, it's an army to cut me. First of all, I just want like Gusman's completely opened up my writer's book. Like my writer's book is gone. Like he just he's like a bulldozer man. He just we did this is kind of visualization exercise where he was helping me crash through the wall in my mind.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-194",
    "time": "0:22:58",
    "speaker": "spk_1",
    "line": "Yeah. I showed him a a piece of paper Yeah. And I was like, what is what do you think here? And I said, oh fuck that man.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-195",
    "time": "0:23:06",
    "speaker": "spk_2",
    "line": "You held up a piece of paper and said, what do you think here? Yeah. So then I so then I like",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-196",
    "time": "0:23:11",
    "speaker": "spk_3",
    "line": "to ponder that. But then I",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-197",
    "time": "0:23:12",
    "speaker": "spk_1",
    "line": "but then I crumpled it up and I said fuck that man, don't think about this. And then I showed him a doughnut and more items of food like bagel.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-198",
    "time": "0:23:21",
    "speaker": "spk_3",
    "line": "Yeah. He had a whole box",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-199",
    "time": "0:23:22",
    "speaker": "spk_2",
    "line": "of stuff.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-200",
    "time": "0:23:22",
    "speaker": "spk_1",
    "line": "Start sort of say what they were.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-201",
    "time": "0:23:24",
    "speaker": "spk_2",
    "line": "Yeah. These are like round doughy breakfast foods.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-202",
    "time": "0:23:27",
    "speaker": "spk_1",
    "line": "Yeah. Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-203",
    "time": "0:23:28",
    "speaker": "spk_2",
    "line": "It. Was there a croissant as well? It's a croissant.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-204",
    "time": "0:23:31",
    "speaker": "spk_1",
    "line": "There was a Danish",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-205",
    "time": "0:23:33",
    "speaker": "spk_3",
    "line": "breakfast pretzel. There was",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-206",
    "time": "0:23:35",
    "speaker": "spk_1",
    "line": "toast cut in a circle. Okay. Because that's how I toast.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-207",
    "time": "0:23:41",
    "speaker": "spk_2",
    "line": "English muffin maybe. English muffin for sure. And this So what yeah. So what did that result did?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-208",
    "time": "0:23:48",
    "speaker": "spk_3",
    "line": "This well, I identified all those foods. I identified all those foods and he said if you can do that, Then you can write then you can write and man I felt myself get overwhelmed with self confidence. Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-209",
    "time": "0:24:01",
    "speaker": "spk_1",
    "line": "It was just a simple thing like that just like looking at food. So so",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-210",
    "time": "0:24:05",
    "speaker": "spk_2",
    "line": "it's not that simple. Speaking as a",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-211",
    "time": "0:24:07",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-212",
    "time": "0:24:07",
    "speaker": "spk_1",
    "line": "maybe for you.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-213",
    "time": "0:24:08",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-214",
    "time": "0:24:08",
    "speaker": "spk_2",
    "line": "professional screenwriter. Oh, excuse, man, don't you take that tone with me? Don't you condescend to me. You're here for my help.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-215",
    "time": "0:24:17",
    "speaker": "spk_1",
    "line": "Alright, man. I'm sorry. I'm a guest.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-216",
    "time": "0:24:19",
    "speaker": "spk_3",
    "line": "I was just I was just bringing that stuff up to say that we've it's just this is the most prolific period of my career. And I mean, I guess at this point kind of our career means Gus man a little bit. I mean, because we we we collaborate on these scripts. The script that the script that we're really really trying to get you to read is it's kind of a modern day version of it's like an r rated comedy. It's like a dodgeball. Are you familiar with dodgeball? Who's idea was it?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-217",
    "time": "0:24:45",
    "speaker": "spk_2",
    "line": "To tell me a lie.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-218",
    "time": "0:24:49",
    "speaker": "spk_3",
    "line": "You're Okay. So you're talking about Goldie Hahn.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-219",
    "time": "0:24:51",
    "speaker": "spk_2",
    "line": "The Goldie Hahn thing I'm still not totally passed it.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-220",
    "time": "0:24:55",
    "speaker": "spk_0",
    "line": "I mean",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-221",
    "time": "0:24:56",
    "speaker": "spk_2",
    "line": "i'm not totally passed it. We'll get back to dodgeball -- Okay.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-222",
    "time": "0:24:59",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-223",
    "time": "0:25:00",
    "speaker": "spk_2",
    "line": "a true underdog story. Who's Goldi Han? Goldie hawn, excuse me, oh, I hope that's a joke.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-224",
    "time": "0:25:08",
    "speaker": "spk_1",
    "line": "Is this another Jewish thing?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-225",
    "time": "0:25:10",
    "speaker": "spk_3",
    "line": "Whoa. Okay. Okay. It's because man it's because man, I told him not",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-226",
    "time": "0:25:14",
    "speaker": "spk_2",
    "line": "to do it today, but he has some very good humor in that area. Yeah. I don't know.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-227",
    "time": "0:25:19",
    "speaker": "spk_1",
    "line": "That doesn't",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-228",
    "time": "0:25:19",
    "speaker": "spk_2",
    "line": "sound I played cow",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-229",
    "time": "0:25:20",
    "speaker": "spk_1",
    "line": "skills I play I mean, I've seen I've I've played the cat's gills bunch.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-230",
    "time": "0:25:26",
    "speaker": "spk_3",
    "line": "Yeah, that's what I mean. He's played he's played",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-231",
    "time": "0:25:28",
    "speaker": "spk_2",
    "line": "you catch yourself in a lie and then decide to double down on it? That's what it felt like.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-232",
    "time": "0:25:35",
    "speaker": "spk_1",
    "line": "Hey man, That's what I I say sometimes I lie and then I teach people how to lie. I mean, it's kind of my thing. You you believe me that I played in the cat skills. I couldn't Cat skills couldn't hold me. I gotta be in the sun.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-233",
    "time": "0:25:52",
    "speaker": "spk_2",
    "line": "Yeah. Cats skills can't hold you.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-234",
    "time": "0:25:53",
    "speaker": "spk_1",
    "line": "Put that down. Put that",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-235",
    "time": "0:25:55",
    "speaker": "spk_2",
    "line": "that in the script here.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-236",
    "time": "0:25:56",
    "speaker": "spk_1",
    "line": "Well, I would what what And we'll figure",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-237",
    "time": "0:25:58",
    "speaker": "spk_3",
    "line": "out who's saying it to who later.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-238",
    "time": "0:26:00",
    "speaker": "spk_2",
    "line": "Mhmm. We're so specific.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-239",
    "time": "0:26:02",
    "speaker": "spk_1",
    "line": "It just got scuzz.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-240",
    "time": "0:26:03",
    "speaker": "spk_2",
    "line": "And for got guzz.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-241",
    "time": "0:26:05",
    "speaker": "spk_1",
    "line": "Every time I come up with a sweet joke, that's what I that's what I say.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-242",
    "time": "0:26:08",
    "speaker": "spk_2",
    "line": "That's a sweet joke. Cotskills can't hold me, I gotta be in the sun. Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-243",
    "time": "0:26:15",
    "speaker": "spk_1",
    "line": "Wow. Sounds like a rap",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-244",
    "time": "0:26:16",
    "speaker": "spk_3",
    "line": "word too.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-245",
    "time": "0:26:17",
    "speaker": "spk_2",
    "line": "I wonder I wonder who's saying that I feel like I'm going crazy.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-246",
    "time": "0:26:20",
    "speaker": "spk_3",
    "line": "Anyway, you asked me about Goldi Hahn.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-247",
    "time": "0:26:22",
    "speaker": "spk_2",
    "line": "Well, just I just want to know because Dominic, you'd never lied to me before. You'd let me down, but you had never lied. And I guess that's what made this hurt so much. I you texted me and you said there's not gonna be",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-248",
    "time": "0:26:38",
    "speaker": "spk_3",
    "line": "a show this week because Hayes is Hays is gone, Hays is out of town, or wherever Hays is. And and I thought I thought No.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-249",
    "time": "0:26:45",
    "speaker": "spk_2",
    "line": "He's in space with Lance Bass. Is that right? He and Lance Bass are doing some stuff on the moon.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-250",
    "time": "0:26:50",
    "speaker": "spk_1",
    "line": "Oh, missed out on that.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-251",
    "time": "0:26:51",
    "speaker": "spk_3",
    "line": "You missed out on that because man? Oh, yeah. Scusman was supposed to go to the moon.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-252",
    "time": "0:26:55",
    "speaker": "spk_2",
    "line": "I but I Had a game? Had a game? Yeah. Mhmm. V ball.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-253",
    "time": "0:27:02",
    "speaker": "spk_1",
    "line": "Volleyball on the moon? So you can do the ultimate moon ball? I had a game I couldn't make it.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-254",
    "time": "0:27:07",
    "speaker": "spk_2",
    "line": "Oh, okay. Yeah. I thought you were saying you had a game scheduled on the moon. He's not.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-255",
    "time": "0:27:13",
    "speaker": "spk_1",
    "line": "Write it down.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-256",
    "time": "0:27:14",
    "speaker": "spk_3",
    "line": "Write it down. Right?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-257",
    "time": "0:27:15",
    "speaker": "spk_2",
    "line": "Then you can't break that down, that's mine.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-258",
    "time": "0:27:17",
    "speaker": "spk_3",
    "line": "Well, but it's it's it's sort of like something that that -- It's government set.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-259",
    "time": "0:27:21",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-260",
    "time": "0:27:21",
    "speaker": "spk_1",
    "line": "seventy five percent mine.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-261",
    "time": "0:27:23",
    "speaker": "spk_2",
    "line": "Yeah. So I'll just I'll I'll leave a quarter of a joke off.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-262",
    "time": "0:27:26",
    "speaker": "spk_1",
    "line": "Yeah. I",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-263",
    "time": "0:27:26",
    "speaker": "spk_2",
    "line": "don't know about those numbers. I I",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-264",
    "time": "0:27:30",
    "speaker": "spk_3",
    "line": "i only lied because I thought you said we we said we need a guest and I thought this is my time to step up. Hayes isn't there. They don't have to get This is my time to really show Sean that I can deliver in a moment where he didn't expect me to and in a moment where where everything's on the line. And so I said I said I'll get you a great guest. I'll get and then you see then you you started pressing me",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-265",
    "time": "0:27:52",
    "speaker": "spk_2",
    "line": "a little bit for details. You start pressing me for who",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-266",
    "time": "0:27:54",
    "speaker": "spk_3",
    "line": "it is. Physical descriptions.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-267",
    "time": "0:27:56",
    "speaker": "spk_2",
    "line": "That seemed fair.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-268",
    "time": "0:27:58",
    "speaker": "spk_3",
    "line": "Yeah. In hindsight, I guess it is fair, but at the time I felt very panicked, I felt pressured, I felt cornered,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-269",
    "time": "0:28:04",
    "speaker": "spk_2",
    "line": "i felt like a little a little bullied.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-270",
    "time": "0:28:06",
    "speaker": "spk_3",
    "line": "You know? Scusman's kind of helped me identify times in my life where people are bullying me and I don't even realize it.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-271",
    "time": "0:28:13",
    "speaker": "spk_1",
    "line": "Yeah, dude. He Yeah. You know, forgive him for saying whoever the fuck this is Goldi Han. I mean, you you know, you sort of were just riding him.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-272",
    "time": "0:28:25",
    "speaker": "spk_2",
    "line": "We had a lot of opportunities to correct me. We did a nine minute intro where I apologized for a series of wrongs all and I really apologize that. Well you shouldn't because it's all gone now. It's undone and it was all predicated on the idea that he had gotten me one of my favorite actresses and top two from First Wives Club for me.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-273",
    "time": "0:28:53",
    "speaker": "spk_1",
    "line": "Oh. Oh, okay.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-274",
    "time": "0:28:54",
    "speaker": "spk_2",
    "line": "Her, I think Elizabeth Berkeley.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-275",
    "time": "0:28:56",
    "speaker": "spk_1",
    "line": "Oh, yeah. Oh, Elizabeth Berkeley? Yes. And her were probably",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-276",
    "time": "0:28:59",
    "speaker": "spk_2",
    "line": "the two best actresses in that film. Now",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-277",
    "time": "0:29:03",
    "speaker": "spk_1",
    "line": "i would I sort of see what you're saying now. I didn't know about that intro and stuff and your favorite actress. I don't know,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-278",
    "time": "0:29:08",
    "speaker": "spk_3",
    "line": "dumb. Scusman. Whoa. You're right. You're right, Scusman. Finding more common grass. I was",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-279",
    "time": "0:29:14",
    "speaker": "spk_1",
    "line": "out of line.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-280",
    "time": "0:29:14",
    "speaker": "spk_2",
    "line": "You listened to him but not me. Well, Scussman Sean, this is just your criticism is helpful, but Scussman just holds up a mirror.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-281",
    "time": "0:29:25",
    "speaker": "spk_3",
    "line": "Like you really just -- -- framing it",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-282",
    "time": "0:29:27",
    "speaker": "spk_2",
    "line": "that seems to really get through to you.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-283",
    "time": "0:29:29",
    "speaker": "spk_3",
    "line": "Yeah. It was messed up for me to lie. And and and I I knew Goli Han was sure favorite actors actress.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-284",
    "time": "0:29:35",
    "speaker": "spk_2",
    "line": "I knew she was one of them. One of them.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-285",
    "time": "0:29:37",
    "speaker": "spk_1",
    "line": "I just and I",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-286",
    "time": "0:29:37",
    "speaker": "spk_3",
    "line": "thought And believe me, I tried to get",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-287",
    "time": "0:29:42",
    "speaker": "spk_2",
    "line": "her to do it. I had a simple question which was whose idea was it to lie and and it hasn't really been made clear. I guess it It was Scussman. Scussman told me that was all I said, what am I supposed",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-288",
    "time": "0:29:52",
    "speaker": "spk_3",
    "line": "to do? He said, lie.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-289",
    "time": "0:29:53",
    "speaker": "spk_2",
    "line": "That's okay. That's all I wanted to know.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-290",
    "time": "0:29:55",
    "speaker": "spk_3",
    "line": "Oh, sorry.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-291",
    "time": "0:29:55",
    "speaker": "spk_2",
    "line": "Now you now you're comparing your script to dodgeball. Yes. We got a fast talking Vince vaughn type. A little bit. I mean, the the name of it is",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-292",
    "time": "0:30:05",
    "speaker": "spk_3",
    "line": "the name of it is it's kind of a more heightened dodgeball. It's volleyball. A real",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-293",
    "time": "0:30:10",
    "speaker": "spk_2",
    "line": "underdog story. And so it's about this sport that people don't normally associate with being with adults playing competitively.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-294",
    "time": "0:30:16",
    "speaker": "spk_1",
    "line": "It's",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-295",
    "time": "0:30:16",
    "speaker": "spk_2",
    "line": "a great title. Well we're here to do the show, I guess we might as well do a table read of it. I I don't have any other material because it was all going to be goldie hawn stuff. So let's just let's I I have a script here in front of me and let's let's start reading some of the scenes from volleyball a real underdog story, which I have to admit is a good title. And Scussman, that was yours.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-296",
    "time": "0:30:44",
    "speaker": "spk_1",
    "line": "That was all me.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-297",
    "time": "0:30:45",
    "speaker": "spk_2",
    "line": "Yeah. Scussman. I picked the font",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-298",
    "time": "0:30:47",
    "speaker": "spk_3",
    "line": "on the cover page, but Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-299",
    "time": "0:30:48",
    "speaker": "spk_2",
    "line": "He was really good on the font. Okay. I think we could probably go with a different font and I'm thinking in something sort of a graffiti style. Do you feel me, Scott's man? Holy shit. Kinda. Graffiti? Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-300",
    "time": "0:30:59",
    "speaker": "spk_3",
    "line": "Okay. I thought comic sans was funny because it's a comedy.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-301",
    "time": "0:31:02",
    "speaker": "spk_1",
    "line": "Like graffiti, like, is that a font or just like a like we just use spray paint.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-302",
    "time": "0:31:07",
    "speaker": "spk_2",
    "line": "It's sort of a street wild style thing.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-303",
    "time": "0:31:10",
    "speaker": "spk_3",
    "line": "Yeah. Okay. Remember when we watched Exit through the gift shop together?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-304",
    "time": "0:31:14",
    "speaker": "spk_1",
    "line": "I do remember that.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-305",
    "time": "0:31:15",
    "speaker": "spk_3",
    "line": "Yeah. Yeah. Yeah. That was a that's that's kind of graffiti.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-306",
    "time": "0:31:18",
    "speaker": "spk_2",
    "line": "Wow. Alright. Thanks. I was wondering why that had been viewed recently on my Netflix queue.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-307",
    "time": "0:31:24",
    "speaker": "spk_3",
    "line": "Oh, yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-308",
    "time": "0:31:25",
    "speaker": "spk_2",
    "line": "You watched my movie. Well you don't About me.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-309",
    "time": "0:31:29",
    "speaker": "spk_1",
    "line": "Thanks for that. The thanks for that.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-310",
    "time": "0:31:31",
    "speaker": "spk_2",
    "line": "You watched my movie about me and all my work that I did and",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-311",
    "time": "0:31:36",
    "speaker": "spk_1",
    "line": "i didn't",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-312",
    "time": "0:31:36",
    "speaker": "spk_2",
    "line": "and now you have me on air, admitting that I'm banksy practically. Practically, we we stopped just short of it, so maybe it's fine. And this will get edited out. I'm sure, Brett. Now",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-313",
    "time": "0:31:46",
    "speaker": "spk_3",
    "line": "did what",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-314",
    "time": "0:31:48",
    "speaker": "spk_2",
    "line": "did you say? So I",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-315",
    "time": "0:31:49",
    "speaker": "spk_3",
    "line": "didn't hear you.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-316",
    "time": "0:31:50",
    "speaker": "spk_2",
    "line": "Oh, what?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-317",
    "time": "0:31:52",
    "speaker": "spk_1",
    "line": "Oh, really. Do you have do",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-318",
    "time": "0:31:54",
    "speaker": "spk_2",
    "line": "you have your headphones on? No. I can put them on. I think they should be on since you're the sound engineer. Scuzmay, don't don't blame him, man. Scuzmay were showing him some pictures on his phone. Scuzz Man, are those beaver picks? Yeah. Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-319",
    "time": "0:32:12",
    "speaker": "spk_1",
    "line": "Picks of I could beavers here.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-320",
    "time": "0:32:14",
    "speaker": "spk_2",
    "line": "So awesome.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-321",
    "time": "0:32:15",
    "speaker": "spk_1",
    "line": "Fix and dams in Oregon. Oh, yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-322",
    "time": "0:32:18",
    "speaker": "spk_2",
    "line": "He's got so many nature photos.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-323",
    "time": "0:32:19",
    "speaker": "spk_1",
    "line": "I think me I think me and Brett might take a trip there.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-324",
    "time": "0:32:23",
    "speaker": "spk_2",
    "line": "Okay. Well, we we we we're talking about it. Figure out the details off the air. You just met, Brett. You've been talking about taking a trip there?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-325",
    "time": "0:32:30",
    "speaker": "spk_1",
    "line": "Yeah. We've been well, we've been texting.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-326",
    "time": "0:32:32",
    "speaker": "spk_2",
    "line": "I thought we were gonna see the coast.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-327",
    "time": "0:32:35",
    "speaker": "spk_3",
    "line": "We were gonna",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-328",
    "time": "0:32:35",
    "speaker": "spk_1",
    "line": "we're all gonna go.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-329",
    "time": "0:32:36",
    "speaker": "spk_2",
    "line": "Oh, okay. What is this magic you have in you?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-330",
    "time": "0:32:40",
    "speaker": "spk_1",
    "line": "Every person you meet. I'm telling you It's just it's just it's just this magnetism. You know? It's just come from it just comes from chill vibes. I don't",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-331",
    "time": "0:32:50",
    "speaker": "spk_2",
    "line": "know how long I can stay immune to it. A fellow farming brat. You I'm surprised that you've saved",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-332",
    "time": "0:32:57",
    "speaker": "spk_1",
    "line": "this long immune to it.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-333",
    "time": "0:32:58",
    "speaker": "spk_2",
    "line": "This is the longest Let's read the scenes. Okay. Valibala, a real underdog story by Scuzzman and The Dommar. Is that what you're having call you?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-334",
    "time": "0:33:11",
    "speaker": "spk_3",
    "line": "Yeah. Well Yeah. You saw that. You caught that? You caught that my name was The Dommer?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-335",
    "time": "0:33:18",
    "speaker": "spk_2",
    "line": "Yeah. What's written",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-336",
    "time": "0:33:19",
    "speaker": "spk_1",
    "line": "gus man in the domrer.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-337",
    "time": "0:33:21",
    "speaker": "spk_3",
    "line": "We just it just want to brand ourselves differently from the work we do together.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-338",
    "time": "0:33:24",
    "speaker": "spk_2",
    "line": "Exterior volleyball beach. Scuzz man is chilling and people are liking what he's doing. The Dommar, he's there too and he's and he he's alright. The Dommar says something to Scussman. Now guys, you could have just started the dialogue. You don't have to say and you should know this Dom from doing scripts with me.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-339",
    "time": "0:33:45",
    "speaker": "spk_3",
    "line": "But what Scussman pointed out was that a lot of times you wanna see the moment where the character gears up and decides to talk. Like you know what I mean? The moment before words come out the moment where kind of someone's like,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-340",
    "time": "0:33:57",
    "speaker": "spk_2",
    "line": "the moment where the choice is made.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-341",
    "time": "0:33:58",
    "speaker": "spk_3",
    "line": "Yeah. So that's why he, you know",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-342",
    "time": "0:34:00",
    "speaker": "spk_1",
    "line": "so he says he stands up and he takes a deep breath and he and he begins It",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-343",
    "time": "0:34:04",
    "speaker": "spk_2",
    "line": "doesn't say that though. Right?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-344",
    "time": "0:34:06",
    "speaker": "spk_1",
    "line": "But that's implied in the says Okay. I mean we're gonna do that on camera. You're gonna see that on camera. Yeah. So we might as well write it out like Should I just Tom begins",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-345",
    "time": "0:34:17",
    "speaker": "spk_3",
    "line": "should I just read for the Dommar Scussman? Do you wanna read for Scussman? Should we just do it that way?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-346",
    "time": "0:34:21",
    "speaker": "spk_2",
    "line": "Yeah. Why don't you read the Dommar and then Scussman?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-347",
    "time": "0:34:24",
    "speaker": "spk_1",
    "line": "It's a little different usually on Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-348",
    "time": "0:34:26",
    "speaker": "spk_3",
    "line": "Normally, when we do our",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-349",
    "time": "0:34:27",
    "speaker": "spk_2",
    "line": "table reads, we kinda switch it.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-350",
    "time": "0:34:28",
    "speaker": "spk_1",
    "line": "But we'll do we'll do it this way.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-351",
    "time": "0:34:29",
    "speaker": "spk_2",
    "line": "Okay. What up, Scuz man? Hey, what's up? What are you writing there?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-352",
    "time": "0:34:38",
    "speaker": "spk_3",
    "line": "Dude, nothing. Hey, I was checking out that chick you were talking to.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-353",
    "time": "0:34:44",
    "speaker": "spk_1",
    "line": "Oh yeah. The one with the big boobs and the one with the nice butt.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-354",
    "time": "0:34:47",
    "speaker": "spk_3",
    "line": "No. The one with the bigger boobs and the nicer butt. Owe her. Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-355",
    "time": "0:34:53",
    "speaker": "spk_1",
    "line": "What about her, man?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-356",
    "time": "0:34:54",
    "speaker": "spk_2",
    "line": "Guys, the way you're talking about women in this thing, That doesn't seem okay to me. What what what are we saying that's bad? Well, you're really objectifying them and I I just think that I'm",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-357",
    "time": "0:35:07",
    "speaker": "spk_1",
    "line": "just stating what what it is that she has. This is",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-358",
    "time": "0:35:09",
    "speaker": "spk_3",
    "line": "this is something that this government has told me he's sick of, and I've kinda started to be",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-359",
    "time": "0:35:13",
    "speaker": "spk_2",
    "line": "like, maybe I'm sick of",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-360",
    "time": "0:35:14",
    "speaker": "spk_3",
    "line": "it too. This notion that we can't physically describe people to differentiate You know? Like, if there's a if there's a black guy in the room, you can't be like",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-361",
    "time": "0:35:21",
    "speaker": "spk_2",
    "line": "whoa. Whoa. Whoa. Oh,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-362",
    "time": "0:35:22",
    "speaker": "spk_1",
    "line": "it's the",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-363",
    "time": "0:35:22",
    "speaker": "spk_2",
    "line": "black guy or",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-364",
    "time": "0:35:23",
    "speaker": "spk_3",
    "line": "if there's a woman, you can't",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-365",
    "time": "0:35:24",
    "speaker": "spk_2",
    "line": "be like, oh, it's the one with big tits.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-366",
    "time": "0:35:26",
    "speaker": "spk_3",
    "line": "Or what I like that's",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-367",
    "time": "0:35:27",
    "speaker": "spk_2",
    "line": "gets even worse than what's in the script.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-368",
    "time": "0:35:29",
    "speaker": "spk_3",
    "line": "Yeah. Well, I'm just I don't know. Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-369",
    "time": "0:35:31",
    "speaker": "spk_1",
    "line": "If there's like a bad driver, you can't be like, oh, that Asian driver.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-370",
    "time": "0:35:35",
    "speaker": "spk_3",
    "line": "Yeah. I mean, it's just these this kinda whole",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-371",
    "time": "0:35:37",
    "speaker": "spk_1",
    "line": "world No.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-372",
    "time": "0:35:37",
    "speaker": "spk_2",
    "line": "You can't do that.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-373",
    "time": "0:35:38",
    "speaker": "spk_3",
    "line": "It's this kinda whole world of of descriptive racial and and and sexual humor that Guussman's really opened my mind up to.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-374",
    "time": "0:35:45",
    "speaker": "spk_2",
    "line": "Although I guess, as I think about it",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-375",
    "time": "0:35:49",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-376",
    "time": "0:35:50",
    "speaker": "spk_1",
    "line": "mhmm.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-377",
    "time": "0:35:50",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-378",
    "time": "0:35:50",
    "speaker": "spk_2",
    "line": "how do you differentiate them? I mean, is a true way to attribe someone to say what their physical appearance is is disgust man. Right? And no, people shouldn't be reduced to that. Now but now a new character enters the scene here. Okay. It says, some lame old car pulls up and some and some whiny old pussy gets out. And this guy really has sticking his butt and he looks like he just ate a whole bunch of lemonade, no sugar. Now",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-379",
    "time": "0:36:25",
    "speaker": "spk_3",
    "line": "do you like that description? Like that metaphor? That actually is based on a real",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-380",
    "time": "0:36:30",
    "speaker": "spk_2",
    "line": "thing that happened with me in this because when we were writing this. Because he",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-381",
    "time": "0:36:33",
    "speaker": "spk_3",
    "line": "took a big sip of lemonade. He asked me to make him up a big thing of lemonade and I did but I forgot. I thought lemons were sweet enough on their own.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-382",
    "time": "0:36:41",
    "speaker": "spk_2",
    "line": "But it's just it was Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-383",
    "time": "0:36:43",
    "speaker": "spk_1",
    "line": "There was no sugar. And I was like,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-384",
    "time": "0:36:44",
    "speaker": "spk_2",
    "line": "what is this shit? And when he made a face when he made that face, I",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-385",
    "time": "0:36:47",
    "speaker": "spk_3",
    "line": "was like, that looks exactly like Well, you know, they do The character the character, Derek, yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-386",
    "time": "0:36:52",
    "speaker": "spk_1",
    "line": "Yeah. Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-387",
    "time": "0:36:52",
    "speaker": "spk_2",
    "line": "Right. Right. Right. Right. Do you wanna read that guy? Is this because the the Scussman and Dommers seem to be based on you guys. Is this character based on someone you know?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-388",
    "time": "0:37:01",
    "speaker": "spk_3",
    "line": "Well, every you know, you were you kinda write what you know. You're inspired by people you spend time with and",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-389",
    "time": "0:37:06",
    "speaker": "spk_1",
    "line": "yeah. Yeah. And you know, it, I would say, I don't think so.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-390",
    "time": "0:37:12",
    "speaker": "spk_2",
    "line": "Okay. Well But",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-391",
    "time": "0:37:13",
    "speaker": "spk_3",
    "line": "if you want to read for him that",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-392",
    "time": "0:37:14",
    "speaker": "spk_1",
    "line": "he used to read I mean, you might as well I mean, unless, you know, Brett wants to read, but I think like, you know, you you you you probably you probably should read this one.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-393",
    "time": "0:37:23",
    "speaker": "spk_2",
    "line": "Yeah. Okay. Well, it says Shane Clement, a true Weener head. The audience is gonna like that part. Starts talking to the guys.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-394",
    "time": "0:37:40",
    "speaker": "spk_3",
    "line": "I I don't know why you need to see them decide to talk every time. I feel like they could just do it. Otherwise, it's just like think about how weird it",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-395",
    "time": "0:37:47",
    "speaker": "spk_2",
    "line": "is to have a character standing their motionless and then just like,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-396",
    "time": "0:37:50",
    "speaker": "spk_3",
    "line": "just start talking like that's so strange.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-397",
    "time": "0:37:52",
    "speaker": "spk_1",
    "line": "That's what I always think when I'm reading scripts",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-398",
    "time": "0:37:55",
    "speaker": "spk_2",
    "line": "where wait. What? Why is it why are why",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-399",
    "time": "0:37:58",
    "speaker": "spk_1",
    "line": "are words coming out? Why are words coming out of this guy's mouth?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-400",
    "time": "0:38:00",
    "speaker": "spk_3",
    "line": "We didn't see this guy wind up at all.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-401",
    "time": "0:38:03",
    "speaker": "spk_2",
    "line": "Well, here we go. I'll read Shane's lines. It says It says that there's a yes. There's a reader on it, parenthetical, it says, like a little bitch. Hi guys. My cool friend Hayes ditched me so now I'm gonna come hang out with you because that normally I'm I'm sucking on his thing and and just got my thumb up his ass all day and then whenever he has something better to do which is a lot, then I come and talk down to you guys because I'm a total fucking loser. Oh, Shane.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-402",
    "time": "0:38:43",
    "speaker": "spk_1",
    "line": "Hey, what's in that cup, you're drinking.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-403",
    "time": "0:38:49",
    "speaker": "spk_2",
    "line": "It's water I like to be hydrated. Okay, this is sounding familiar to me guys. This is sounding this scene at the beach. Because this is a lot like when I came to pick you up at the beach, Dom. And I don't know if this is exactly what I said about, Hayes, but I may have said something similar.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-404",
    "time": "0:39:10",
    "speaker": "spk_3",
    "line": "About on his thing?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-405",
    "time": "0:39:12",
    "speaker": "spk_2",
    "line": "This is seem this is seeming well, the thumb up is butt. The thumb",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-406",
    "time": "0:39:15",
    "speaker": "spk_3",
    "line": "up is butt part. Yeah. Look. I mean, you've talked about I've watched you kind of, you know, go Like you've talked about going to the library before and just kinda people watching or going to Starbucks and writing down what people say to kinda use it. In Scra, I feel like we're just kinda doing that.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-407",
    "time": "0:39:31",
    "speaker": "spk_1",
    "line": "Yeah. Exactly. Well Sort of like right writing, you know.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-408",
    "time": "0:39:35",
    "speaker": "spk_2",
    "line": "But library Starbucks was a huge hit film that I that I produced. I mean, that's this that was a piece of art. Look, it wasn't about that specific. I wasn't trying to say that was bad. Well, that's the specific you used.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-409",
    "time": "0:39:47",
    "speaker": "spk_3",
    "line": "Yes. I know. Library Starbucks was really good. Yes. It's single handedly raised awareness of life.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-410",
    "time": "0:39:51",
    "speaker": "spk_2",
    "line": "Giovanni Rubishi was revelatory. Yes. It won't",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-411",
    "time": "0:39:56",
    "speaker": "spk_1",
    "line": "i actually saw that and I loved it.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-412",
    "time": "0:39:58",
    "speaker": "spk_3",
    "line": "Oh, did you did you catch it?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-413",
    "time": "0:40:00",
    "speaker": "spk_2",
    "line": "Oh, thank you Scusman. Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-414",
    "time": "0:40:01",
    "speaker": "spk_1",
    "line": "It was actually",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-415",
    "time": "0:40:02",
    "speaker": "spk_2",
    "line": "did you get it? No. No. Me neither.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-416",
    "time": "0:40:08",
    "speaker": "spk_1",
    "line": "No. I didn't get it.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-417",
    "time": "0:40:09",
    "speaker": "spk_2",
    "line": "Yeah. Me neither.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-418",
    "time": "0:40:09",
    "speaker": "spk_1",
    "line": "But you know, Rubisi and libraries is something I thought I would never care for. When I watched that which",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-419",
    "time": "0:40:20",
    "speaker": "spk_2",
    "line": "yeah. I didn't think I'd like it either.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-420",
    "time": "0:40:21",
    "speaker": "spk_1",
    "line": "I don't even know how I watched it. I just kinda like",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-421",
    "time": "0:40:24",
    "speaker": "spk_2",
    "line": "it was on Netflix. I I played it on the net.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-422",
    "time": "0:40:26",
    "speaker": "spk_1",
    "line": "Oh, right. Right. Right. Right. Right.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-423",
    "time": "0:40:28",
    "speaker": "spk_2",
    "line": "Right. Stay out of my queue. Sorry. If it's does it skew your recommendations? Now this the script. This feels like it's Oh, I'm not gonna fall for that again. Please, what's the password? Like, I'm just gonna sit here and go. I am banksy as the pet. Okay. Uh-oh. Okay. Well, okay, we're editing that out too, Brett. Now now This script and this scene feels a lot like when I came to pick you up. And I'm very disturbed in skimming the next stage direction, which is Shane looks away for a moment to admire the sunset like some kind of weird little panty waist. And Scuzz man and the Dommar have just enough time to slip some drink into his stupid weak little baby water glass.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-424",
    "time": "0:41:28",
    "speaker": "spk_3",
    "line": "So so I think what we're hoping here, I mean because we're all what like one page in and already we've established",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-425",
    "time": "0:41:34",
    "speaker": "spk_2",
    "line": "a real dynamic between our kind of three leads. You know, there's like there's there's the Scuzz man who you know",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-426",
    "time": "0:41:40",
    "speaker": "spk_3",
    "line": "you know where he's coming from. There's the Dommar and you're like,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-427",
    "time": "0:41:44",
    "speaker": "spk_2",
    "line": "you're like, okay, this guy's got something happening and then there's this kind of fucking panty waist. I mean, that was a little",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-428",
    "time": "0:41:49",
    "speaker": "spk_1",
    "line": "bit of a Yeah, we got the cool guy, we got the like, guy who, you know, who's like gonna be cool and then we got the real fucking nerd dick.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-429",
    "time": "0:42:01",
    "speaker": "spk_2",
    "line": "Well, nerds is cool. You would do that. That's true. Nurds is nerds",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-430",
    "time": "0:42:05",
    "speaker": "spk_3",
    "line": "at school now. Scussman. It's it's cool to be nerds.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-431",
    "time": "0:42:09",
    "speaker": "spk_1",
    "line": "Crack a",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-432",
    "time": "0:42:09",
    "speaker": "spk_2",
    "line": "crack a podcast now and then. Yeah. No. I think Sorry.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-433",
    "time": "0:42:13",
    "speaker": "spk_1",
    "line": "I'm just all I just use the Netflix account. It's about all the media I cannot handle.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-434",
    "time": "0:42:19",
    "speaker": "spk_2",
    "line": "Yeah. Too much media, Scussman freaks out. I watched him get just consume way too much media one night and dude went bananas. Just overstimulated. We can't.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-435",
    "time": "0:42:28",
    "speaker": "spk_1",
    "line": "I can't. Yeah. I just need I just need the sun and babes and booze But if",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-436",
    "time": "0:42:34",
    "speaker": "spk_2",
    "line": "i get too much media, social media I'm actually one eighth, native Americans, so am I.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-437",
    "time": "0:42:39",
    "speaker": "spk_1",
    "line": "Oh. Oh.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-438",
    "time": "0:42:40",
    "speaker": "spk_2",
    "line": "I understand being more in touch with the Earth than necessary. Oh, okay. Well With the media and the screens. And and and one and one and one thing and one thing I've said about about these screens is that that, you know, they're supposed to be connecting us, but they're They're kinda sometimes sometimes they're actually well, they're kind of, yeah, driving us apart. Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-439",
    "time": "0:42:57",
    "speaker": "spk_1",
    "line": "They're not connecting us.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-440",
    "time": "0:42:59",
    "speaker": "spk_2",
    "line": "I would guess that's a simpler way to say it. Yes. Scoseman's cool. I'm not there yet. Okay. Alright. Alright. Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-441",
    "time": "0:43:06",
    "speaker": "spk_1",
    "line": "So cool too. I didn't know you liked sunsets.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-442",
    "time": "0:43:09",
    "speaker": "spk_2",
    "line": "I guess that We put it in the script,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-443",
    "time": "0:43:11",
    "speaker": "spk_3",
    "line": "so it's because man. I thought I thought you or or I mean, you know, a lot",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-444",
    "time": "0:43:15",
    "speaker": "spk_1",
    "line": "of times when I write something, I just forget about it. Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-445",
    "time": "0:43:19",
    "speaker": "spk_3",
    "line": "Yeah. That's why it's always good. There's a file or that writing necessitates such a physical record.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-446",
    "time": "0:43:24",
    "speaker": "spk_1",
    "line": "It's always good I can read it again and be like, oh, yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-447",
    "time": "0:43:27",
    "speaker": "spk_2",
    "line": "Yeah. I guess that is helpful. So did did you really put drink in my cup? Because I had the craziest night. Did you? You had you had a wild night after after we hung out? Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-448",
    "time": "0:43:41",
    "speaker": "spk_1",
    "line": "Oh oh, really? She getting your car dry.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-449",
    "time": "0:43:47",
    "speaker": "spk_2",
    "line": "In fact, I did and that's pretty dangerous. Yeah. I guess I guess it",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-450",
    "time": "0:43:53",
    "speaker": "spk_3",
    "line": "i guess it is. I mean if you",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-451",
    "time": "0:43:55",
    "speaker": "spk_2",
    "line": "i woke up in my neighbor's garden.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-452",
    "time": "0:43:57",
    "speaker": "spk_1",
    "line": "Wow. Oh, I wonder what happened.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-453",
    "time": "0:44:01",
    "speaker": "spk_2",
    "line": "Well I know what happened. I thought I saw a groundhog and I started chasing it and then I tripped over a bunch of carrots. Oh, that's right. You've been gardening. And I hit my head pretty hard. Well, no, I haven't been gardening. I was in my neighbor. Oh oh, that",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-454",
    "time": "0:44:16",
    "speaker": "spk_3",
    "line": "was your neighbor's garden. I'm sorry. Fucking",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-455",
    "time": "0:44:19",
    "speaker": "spk_2",
    "line": "i thought I thought maybe you've been gardening.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-456",
    "time": "0:44:21",
    "speaker": "spk_1",
    "line": "That's a nice garden. I've been I've been by",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-457",
    "time": "0:44:23",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-458",
    "time": "0:44:24",
    "speaker": "spk_1",
    "line": "what?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-459",
    "time": "0:44:24",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-460",
    "time": "0:44:24",
    "speaker": "spk_1",
    "line": "i've been by",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-461",
    "time": "0:44:25",
    "speaker": "spk_3",
    "line": "we wish you by",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-462",
    "time": "0:44:26",
    "speaker": "spk_2",
    "line": "you've been Scussman to my Yeah. Well -- Yeah. Well -- well, because we need sometimes we have to post up and we need some WiFi to use and we need to get online so we just sit",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-463",
    "time": "0:44:35",
    "speaker": "spk_1",
    "line": "in the car.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-464",
    "time": "0:44:35",
    "speaker": "spk_2",
    "line": "We so I rent like a plumbing van and we sit in the back of it. Evasive, I I would think you would know that I haven't been gardening because my dad won't let me have one. Oh, we didn't oh, I I'm sorry. I I didn't I didn't know that that was I guess it reminds him too much of his farming days.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-465",
    "time": "0:44:53",
    "speaker": "spk_3",
    "line": "Yeah. Does he ever talk about his time in -- What",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-466",
    "time": "0:44:56",
    "speaker": "spk_1",
    "line": "happened then?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-467",
    "time": "0:44:56",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-468",
    "time": "0:44:56",
    "speaker": "spk_2",
    "line": "his farming day like whether or",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-469",
    "time": "0:44:58",
    "speaker": "spk_3",
    "line": "not he had like I don't know.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-470",
    "time": "0:45:00",
    "speaker": "spk_2",
    "line": "Not much. No. He gets real quiet when that stuff comes up.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-471",
    "time": "0:45:03",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. I can relate. My dad won't let me like have an army base or go near any tanks? Wow. Because it reminds me Ryan's mode.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-472",
    "time": "0:45:14",
    "speaker": "spk_2",
    "line": "And does he have me",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-473",
    "time": "0:45:15",
    "speaker": "spk_3",
    "line": "and does does he have those things to provide you?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-474",
    "time": "0:45:18",
    "speaker": "spk_1",
    "line": "Sure. Of course. He could give it to me anytime. He just chooses not to.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-475",
    "time": "0:45:23",
    "speaker": "spk_2",
    "line": "Yeah. That's can be withholding, but that's because they care about",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-476",
    "time": "0:45:27",
    "speaker": "spk_1",
    "line": "you. It reminds some of those armiedies. It's too Make you tough. Make you tough.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-477",
    "time": "0:45:32",
    "speaker": "spk_2",
    "line": "And that's what I am. So I wanna skip ahead a few scenes to Great. Because that seemed yeah. That's seen as along? Yes. It goes on for another forty one pages.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-478",
    "time": "0:45:44",
    "speaker": "spk_3",
    "line": "Well, ten of those are a nap.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-479",
    "time": "0:45:47",
    "speaker": "spk_2",
    "line": "Yeah. I mean that's a note right off the bat. I don't know that you wanna have a nap that long in what is essentially still the first scene. Right.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-480",
    "time": "0:45:58",
    "speaker": "spk_1",
    "line": "Well, Jimmy show what's going on during the nap.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-481",
    "time": "0:46:04",
    "speaker": "spk_2",
    "line": "What do you mean? During the nap we were seeing",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-482",
    "time": "0:46:07",
    "speaker": "spk_3",
    "line": "what it's not like he takes",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-483",
    "time": "0:46:08",
    "speaker": "spk_2",
    "line": "a nap screen goes black and then we don't like you see what happens during the nap. But he's just lying down napping. Right?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-484",
    "time": "0:46:16",
    "speaker": "spk_3",
    "line": "Yeah. You see the nap.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-485",
    "time": "0:46:17",
    "speaker": "spk_1",
    "line": "But he's yeah. You know, like he could, like, turn over just like, you know, yawn.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-486",
    "time": "0:46:21",
    "speaker": "spk_2",
    "line": "There's so much stuff he could do.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-487",
    "time": "0:46:23",
    "speaker": "spk_1",
    "line": "That we haven't written in there. No. It just could. It's just naps for ten pages.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-488",
    "time": "0:46:28",
    "speaker": "spk_3",
    "line": "Yeah. It's just it's just z's. It should just be z's for ten pages like the",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-489",
    "time": "0:46:32",
    "speaker": "spk_2",
    "line": "kinda cartoon sleep. Yeah. Well, yeah, it says right here, it says Scussman starts catching z's so he can be on his game. And I guess that's some play on the alphabet. It's a fun",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-490",
    "time": "0:46:45",
    "speaker": "spk_1",
    "line": "it's a yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-491",
    "time": "0:46:46",
    "speaker": "spk_3",
    "line": "It's just a fun alphabet joke. I've been getting a lot more into Word humor since Scussman kinda. Yeah. I've been Just subtle trick of, like, turns of phrases.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-492",
    "time": "0:46:53",
    "speaker": "spk_2",
    "line": "Give me another examples, Gus, man.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-493",
    "time": "0:46:56",
    "speaker": "spk_1",
    "line": "Okay. Hey, man. Mind your p's and q's. Oh, I gotta go take a pee.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-494",
    "time": "0:47:02",
    "speaker": "spk_2",
    "line": "Yeah. It's just two different ways to use pee, you know? And it's it's that I mean, that one that's",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-495",
    "time": "0:47:09",
    "speaker": "spk_1",
    "line": "actually very true.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-496",
    "time": "0:47:09",
    "speaker": "spk_2",
    "line": "Drink too much. Listen.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-497",
    "time": "0:47:11",
    "speaker": "spk_1",
    "line": "Well, this is you gotta add that at the end.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-498",
    "time": "0:47:13",
    "speaker": "spk_2",
    "line": "Because mind your p's and q's because I",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-499",
    "time": "0:47:15",
    "speaker": "spk_3",
    "line": "gotta go p. So b q, because like q meaning quiet -- quiet.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-500",
    "time": "0:47:19",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-501",
    "time": "0:47:19",
    "speaker": "spk_3",
    "line": "because he can't pee",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-502",
    "time": "0:47:20",
    "speaker": "spk_2",
    "line": "if someone's talking. But that's anyone say BQ. In oh, outside of that joke?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-503",
    "time": "0:47:29",
    "speaker": "spk_3",
    "line": "Like like it's not a normal enough phrase to kind of turn.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-504",
    "time": "0:47:32",
    "speaker": "spk_1",
    "line": "Is that",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-505",
    "time": "0:47:33",
    "speaker": "spk_2",
    "line": "what you're saying?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-506",
    "time": "0:47:34",
    "speaker": "spk_1",
    "line": "Oh. I say it all the time.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-507",
    "time": "0:47:35",
    "speaker": "spk_3",
    "line": "That's great.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-508",
    "time": "0:47:36",
    "speaker": "spk_1",
    "line": "Yeah. Say it all the time. I say it all the time to my honeys. I say, hey, bae, b q.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-509",
    "time": "0:47:40",
    "speaker": "spk_2",
    "line": "And he's gonna say it more and",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-510",
    "time": "0:47:42",
    "speaker": "spk_3",
    "line": "more so that by the time the script circulates that",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-511",
    "time": "0:47:44",
    "speaker": "spk_2",
    "line": "i mean, I don't want to go too far down this",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-512",
    "time": "0:47:46",
    "speaker": "spk_1",
    "line": "right here.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-513",
    "time": "0:47:47",
    "speaker": "spk_2",
    "line": "But is that confusing because you are so frequently attending a BBQ? It's",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-514",
    "time": "0:47:54",
    "speaker": "spk_1",
    "line": "it is very confusing. People I sort of but I but I get",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-515",
    "time": "0:47:58",
    "speaker": "spk_2",
    "line": "like",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-516",
    "time": "0:48:00",
    "speaker": "spk_1",
    "line": "i get like intonation, you know, like the way you say b and q, I sort of could decipher the difference. Yeah. More more things that you can learn if you hang out with disgust man.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-517",
    "time": "0:48:16",
    "speaker": "spk_3",
    "line": "Well but yeah. If you wanna skip ahead a",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-518",
    "time": "0:48:18",
    "speaker": "spk_2",
    "line": "few scenes, we're",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-519",
    "time": "0:48:19",
    "speaker": "spk_3",
    "line": "happy to",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-520",
    "time": "0:48:19",
    "speaker": "spk_1",
    "line": "kind of Scoop.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-521",
    "time": "0:48:20",
    "speaker": "spk_2",
    "line": "I kinda wanna skip to the end. So -- Okay. -- this last scene, Scuzz man and the Dommar are standing in the back of a flatbed pickup truck. Their arms each around to Honeys which is basically has been the description of them for all of the scenes since that first one.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-522",
    "time": "0:48:43",
    "speaker": "spk_3",
    "line": "There's one scene in the middle where they don't have Honey's on their arm and we actually kind of speak to it",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-523",
    "time": "0:48:47",
    "speaker": "spk_2",
    "line": "like we have someone call it out.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-524",
    "time": "0:48:48",
    "speaker": "spk_1",
    "line": "But it",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-525",
    "time": "0:48:49",
    "speaker": "spk_3",
    "line": "and but then the honey's immediately",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-526",
    "time": "0:48:50",
    "speaker": "spk_2",
    "line": "okay. Well, a bald eagle flies by Scussman and gives him a thumbs up with his wing because he thinks Scussman's so cool. The Dommar also thinks Guzman's cool. But guess who don't, that little bit Shane and guess what he's doing. Getting beat up by by Frankenstein's sign and and he speaks. And then should I read his line? Oh, okay. If you want. Yeah. Yeah. Oh, I deserve this, Frankenstein. Thank you for beating me up. Now this is too scary for kids. Well, you read your lines.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-527",
    "time": "0:49:28",
    "speaker": "spk_3",
    "line": "Okay. Man, we sure did. Didn't we discuss, man?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-528",
    "time": "0:49:31",
    "speaker": "spk_1",
    "line": "Hell yeah, man. I think I'm gonna keep that bald eagle.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-529",
    "time": "0:49:36",
    "speaker": "spk_2",
    "line": "And I think I'm gonna keep that Frankenstein. Yeah. This is too scary of an idea. To keep it. And is this your plan for me?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-530",
    "time": "0:49:46",
    "speaker": "spk_1",
    "line": "I mean,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-531",
    "time": "0:49:46",
    "speaker": "spk_2",
    "line": "this character seems like it's based on me.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-532",
    "time": "0:49:48",
    "speaker": "spk_1",
    "line": "Are you",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-533",
    "time": "0:49:49",
    "speaker": "spk_2",
    "line": "working on a frankenstein? Sean, you you know what? Working on a Frankenstein no. I don't even know what that would collecting we'd have to be collecting body parts or something, which",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-534",
    "time": "0:50:03",
    "speaker": "spk_3",
    "line": "which which I don't even know where we'd find that.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-535",
    "time": "0:50:06",
    "speaker": "spk_1",
    "line": "No. We don't I mean, I do. But like,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-536",
    "time": "0:50:08",
    "speaker": "spk_3",
    "line": "yes, because men does.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-537",
    "time": "0:50:09",
    "speaker": "spk_1",
    "line": "I I can I could get you a body part easily? And you",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-538",
    "time": "0:50:12",
    "speaker": "spk_2",
    "line": "know what, dude? Guess what?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-539",
    "time": "0:50:16",
    "speaker": "spk_1",
    "line": "Should I should I tell him?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-540",
    "time": "0:50:17",
    "speaker": "spk_2",
    "line": "Tell him. What?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-541",
    "time": "0:50:19",
    "speaker": "spk_1",
    "line": "The that character is based upon you.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-542",
    "time": "0:50:21",
    "speaker": "spk_2",
    "line": "Oak, no. I thought it might be. You need a cool -- It",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-543",
    "time": "0:50:24",
    "speaker": "spk_3",
    "line": "is.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-544",
    "time": "0:50:24",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-545",
    "time": "0:50:24",
    "speaker": "spk_1",
    "line": "refresh drink, drink splash in your face.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-546",
    "time": "0:50:30",
    "speaker": "spk_2",
    "line": "That's what I've been trying to happen. That's not it Well, I hope that doesn't happen.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-547",
    "time": "0:50:35",
    "speaker": "spk_1",
    "line": "If we had a drink around here, I would do it. Well But that's supposed They're",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-548",
    "time": "0:50:38",
    "speaker": "spk_2",
    "line": "not allowed in the studio. Brett's too scared about the mics and stuff. We've had some incidents where I used the mics in ways that made Brett pretty uncomfortable. Oh, okay. You want water? Yeah. Sure. Scuzzman can have water? Oh, yeah. I've been told I'm not allowed to have water in here. Yeah. But I don't know. I like this guy's cool. Oh, thank you. No. He's not. That's not cool.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-549",
    "time": "0:51:00",
    "speaker": "spk_1",
    "line": "It keeps happening to me all the time. Give me things that I shouldn't get.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-550",
    "time": "0:51:04",
    "speaker": "spk_2",
    "line": "Alright. Forget it. Okay. Look, forget the script. I'm not gonna side on for this and especially now that I know it's me and now that I know you're trying to make a Frankenstein. Beep me up. Now, we were supposed to have goalie Han, so I got a lot of questions for her from the popcorn gallery and we're gonna ask the questions. You don't",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-551",
    "time": "0:51:23",
    "speaker": "spk_3",
    "line": "have to do the shots.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-552",
    "time": "0:51:24",
    "speaker": "spk_2",
    "line": "No. We're gonna ask them and we're gonna ask Guzman. So Dom, go ahead and sing the popcorn gallery theme song. God, fuck. I popcorn gallery. Asking questions from the internet. Keep going. The questions guess we have on the show when they come from the message boards and the emails and the twitters, popcorn Gallery. Now, I don't know if that's right or not because I don't I don't know if I've actually heard the song, but I don't have it with me. Usually, Hayes has it with me. And so I so there's nothing I can do. You're so mad, Sean. We don't have to ask these Goldie Hung question. He can't Scuzz Man? No.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-553",
    "time": "0:52:09",
    "speaker": "spk_1",
    "line": "No. No. We should. We should. We should.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-554",
    "time": "0:52:12",
    "speaker": "spk_2",
    "line": "Should I",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-555",
    "time": "0:52:12",
    "speaker": "spk_1",
    "line": "answer as Goldi Han or as Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-556",
    "time": "0:52:15",
    "speaker": "spk_2",
    "line": "I guess you",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-557",
    "time": "0:52:15",
    "speaker": "spk_1",
    "line": "should Man. Or as both. Well, you actually dumber.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-558",
    "time": "0:52:20",
    "speaker": "spk_3",
    "line": "Oh, he could answer as me. Where is that bald eagle? Sometimes he's me better than I am.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-559",
    "time": "0:52:25",
    "speaker": "spk_1",
    "line": "I really want to keep that bald eagle.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-560",
    "time": "0:52:27",
    "speaker": "spk_3",
    "line": "I think we'll keep it. I think I think the big from Sean was about Frankenstein. Right.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-561",
    "time": "0:52:30",
    "speaker": "spk_2",
    "line": "Well, you just lose Frankenstein.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-562",
    "time": "0:52:32",
    "speaker": "spk_3",
    "line": "Right. Just replace it with something else. Okay. You",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-563",
    "time": "0:52:33",
    "speaker": "spk_0",
    "line": "know what I mean?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-564",
    "time": "0:52:34",
    "speaker": "spk_3",
    "line": "Like, I think otherwise it it seemed like he responded.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-565",
    "time": "0:52:36",
    "speaker": "spk_1",
    "line": "But but",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-566",
    "time": "0:52:38",
    "speaker": "spk_2",
    "line": "okay. So usually haze like collects the questions and stuff. Did you do that, dumb? Did I collect no. No. I didn't collect the questions. I can look on my phone. I can see if there's Okay. So this question, Goldi, is from Ben Goobers. Goldie, have you ever gone swimming in a lake and touch your feet on the muck? It's gross. Right? Oh, I'm sorry. Do you have the sound clips? Do you have the sound bites from Mark, the sound drops? I No. I I What are we gonna do? I can't just make them with my mouth, Tom. What are they I can I can try to make a sound with my mouth or Okay? Well, do the some of the question being pulled out. That's like a home improvement thing. Oh, sorry. Sorry. Sorry. Yeah. That's that we can't use No.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-567",
    "time": "0:53:25",
    "speaker": "spk_3",
    "line": "I like no one's copyrighted. Oh, okay. Great. Great.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-568",
    "time": "0:53:28",
    "speaker": "spk_2",
    "line": "Okay. Have you ever gone swimming in a lake and touched your feet on the muck? It's gross. Right? Oh, god. That's such a goldy question. Oh, yeah. It's gross.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-569",
    "time": "0:53:40",
    "speaker": "spk_1",
    "line": "Would rather be not in a lake, I'd rather be like I don't know, chilling with you, Bangubers.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-570",
    "time": "0:53:49",
    "speaker": "spk_2",
    "line": "He's gonna like you too now. Okay. Okay. Okay. Here, this question is from Bruce Reed Robinson the second. Adam Goldy, what was your favorite part of working on prime Benjamin. I don't know how you're gonna be able to answer this. Oh oh yeah. I saw that I saw that movie.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-571",
    "time": "0:54:16",
    "speaker": "spk_3",
    "line": "Okay.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-572",
    "time": "0:54:21",
    "speaker": "spk_2",
    "line": "That's your answer? Hey, are these questions for the Scussman or Goldihan? The Hulkman, what do you want me to do? I didn't know that you were gonna be the guest. Just try to give what Alright. Goldy Han",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-573",
    "time": "0:54:32",
    "speaker": "spk_1",
    "line": "would say, okay, private Benjamin.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-574",
    "time": "0:54:37",
    "speaker": "spk_2",
    "line": "Do you think she'd start like that?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-575",
    "time": "0:54:39",
    "speaker": "spk_1",
    "line": "Yeah. She she would. She so okay. She would go.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-576",
    "time": "0:54:43",
    "speaker": "spk_3",
    "line": "Well first, you may go",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-577",
    "time": "0:54:44",
    "speaker": "spk_1",
    "line": "beyond says,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-578",
    "time": "0:54:46",
    "speaker": "spk_2",
    "line": "would watch her gear up to talk. Right? And I guess you'd have a bit of a wind up.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-579",
    "time": "0:54:50",
    "speaker": "spk_3",
    "line": "Yeah. Goldy says and then",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-580",
    "time": "0:54:52",
    "speaker": "spk_1",
    "line": "goldy Hahn says, private Benjamin was a movie that I worked on and I had a lot of fun.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-581",
    "time": "0:55:02",
    "speaker": "spk_2",
    "line": "Scott, this is",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-582",
    "time": "0:55:02",
    "speaker": "spk_1",
    "line": "bad. Scott's man should have been there. But he wasn't born yet.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-583",
    "time": "0:55:07",
    "speaker": "spk_2",
    "line": "She thinks she would have wished that you were there. Mhmm.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-584",
    "time": "0:55:11",
    "speaker": "spk_1",
    "line": "More power.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-585",
    "time": "0:55:13",
    "speaker": "spk_2",
    "line": "Okay. Okay, Scott's man. Here's another one. This is from Keith Urban Dictionary. Miss Hahn, What is do you think of your daughter's new line of exercise clothes for women?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-586",
    "time": "0:55:29",
    "speaker": "spk_1",
    "line": "Goldy Han says,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-587",
    "time": "0:55:31",
    "speaker": "spk_2",
    "line": "oh, who's my daughter again? Kate Hudson.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-588",
    "time": "0:55:33",
    "speaker": "spk_1",
    "line": "Okay. Goldy Han says, Kate don't help him, Domm. Sorry. I'm Goldy Hantz is Kate Hudson's line of clothing is really good. Very good for Babes and We have a new shirt designed by the Scuzzman called The Bahama Mama It's got flowers, coconuts and pineapples. You can buy it now through Scussman. Dot com.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-589",
    "time": "0:56:07",
    "speaker": "spk_3",
    "line": "Wait a minute. Scussman has a website he's plugging.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-590",
    "time": "0:56:10",
    "speaker": "spk_2",
    "line": "You're plugging on your website and you're on stuff. And you have shirts for sale we can't get shirts for sale for this show.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-591",
    "time": "0:56:17",
    "speaker": "spk_1",
    "line": "Oh yeah man. Well you know, like I got like a lot of my babes doing it because I don't like to I don't like to go to the website.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-592",
    "time": "0:56:25",
    "speaker": "spk_2",
    "line": "What are these brainiac babes?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-593",
    "time": "0:56:27",
    "speaker": "spk_1",
    "line": "Yeah. They're very smart. They're they're smarter than me. They're smarter than all of us put together in this room.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-594",
    "time": "0:56:34",
    "speaker": "spk_3",
    "line": "I don't think so, Tim.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-595",
    "time": "0:56:35",
    "speaker": "spk_2",
    "line": "Okay. I got one more question for you",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-596",
    "time": "0:56:40",
    "speaker": "spk_1",
    "line": "for Goldy Hunt.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-597",
    "time": "0:56:41",
    "speaker": "spk_2",
    "line": "Well, This one is for Kurt Russell. Unfortunately, this one is for Kurt Russell. Okay. It says Kurt Russell, when are you gonna put a ring on it?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-598",
    "time": "0:56:55",
    "speaker": "spk_1",
    "line": "So I should do it as Kurt Russell.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-599",
    "time": "0:56:57",
    "speaker": "spk_2",
    "line": "I don't know, Scussman. I don't know what to do. Okay? I say just do it as as what Goldihan thinks. Well",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-600",
    "time": "0:57:08",
    "speaker": "spk_1",
    "line": "ever since overboard, I've always loved you, so I'm gonna do it right now.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-601",
    "time": "0:57:17",
    "speaker": "spk_2",
    "line": "Will you marry me? That's current. Uh-huh. That's so sweet. What does Goldi say? Okay. What did Goldi say?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-602",
    "time": "0:57:23",
    "speaker": "spk_1",
    "line": "Goldi says No.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-603",
    "time": "0:57:27",
    "speaker": "spk_2",
    "line": "What's what's Scussman gonna do?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-604",
    "time": "0:57:29",
    "speaker": "spk_1",
    "line": "Scussman goes, whoa, whoa, whoa, whoa, whoa. Kurt, goldie, goldie. Just just do it, man. Just get married. It's okay. It's fun. You guys did overboard. You did private Benjamin. You did mister mom, you did mom, you did all these movies together. So like you know, you should union yourselves in holy matrimony.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-605",
    "time": "0:57:54",
    "speaker": "spk_2",
    "line": "What do you think they were doing in mister mom?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-606",
    "time": "0:57:57",
    "speaker": "spk_3",
    "line": "Yeah. Who were they, mister mom?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-607",
    "time": "0:57:58",
    "speaker": "spk_2",
    "line": "They were the babies. I remember them in there. Oh, that's right. They were who? The babies.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-608",
    "time": "0:58:02",
    "speaker": "spk_1",
    "line": "They were the babies.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-609",
    "time": "0:58:04",
    "speaker": "spk_3",
    "line": "Oh, yeah. The one who loves his blanket",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-610",
    "time": "0:58:05",
    "speaker": "spk_2",
    "line": "mom as babies. Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-611",
    "time": "0:58:07",
    "speaker": "spk_1",
    "line": "They were like they were like like shrunk down like Marlon Lane's in that movie.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-612",
    "time": "0:58:12",
    "speaker": "spk_3",
    "line": "Oh, you're thinking of how many",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-613",
    "time": "0:58:13",
    "speaker": "spk_2",
    "line": "i shrunk the kid?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-614",
    "time": "0:58:14",
    "speaker": "spk_1",
    "line": "Right. That's what I'm thinking, don't punish I shrunk the kids.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-615",
    "time": "0:58:17",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-616",
    "time": "0:58:18",
    "speaker": "spk_1",
    "line": "What's that Netflix password again?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-617",
    "time": "0:58:20",
    "speaker": "spk_2",
    "line": "Hey man. I gotta watch more movies. Yeah. He's goes man.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-618",
    "time": "0:58:25",
    "speaker": "spk_3",
    "line": "I like him.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-619",
    "time": "0:58:25",
    "speaker": "spk_2",
    "line": "I am banksy, I think.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-620",
    "time": "0:58:27",
    "speaker": "spk_3",
    "line": "Oh, yeah. Thank you.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-621",
    "time": "0:58:28",
    "speaker": "spk_2",
    "line": "Brett, and I edit out you saying that.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-622",
    "time": "0:58:31",
    "speaker": "spk_1",
    "line": "I'm gonna go on it right now on my phone.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-623",
    "time": "0:58:33",
    "speaker": "spk_2",
    "line": "Will you just stop fearing out your handshake, Bretton's Guzman? Again, this can all happen after the show. Shoes. Sean's way too many steps. You're never gonna remember all these. Explode.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-624",
    "time": "0:58:43",
    "speaker": "spk_3",
    "line": "Can I add, like, what are the odds that you'll pass along, Scussman and I's scripts to our agent? Like, I know you don't let",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-625",
    "time": "0:58:51",
    "speaker": "spk_0",
    "line": "me talk to our agent.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-626",
    "time": "0:58:53",
    "speaker": "spk_3",
    "line": "I was wondering if if maybe you could",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-627",
    "time": "0:58:56",
    "speaker": "spk_2",
    "line": "pass this along, we could attach you to produce or I gotta take a long hard look in the mirror after some of this stuff today.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-628",
    "time": "0:59:03",
    "speaker": "spk_1",
    "line": "Or executive produce? Yeah. You could e p it. You could supervising produce,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-629",
    "time": "0:59:08",
    "speaker": "spk_2",
    "line": "scuzz Man, watching the way you",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-630",
    "time": "0:59:11",
    "speaker": "spk_1",
    "line": "let's see. Wait. Hold on. Let me pull up some credits.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-631",
    "time": "0:59:13",
    "speaker": "spk_2",
    "line": "Very easily. One over Brett, the way you settled that ugly argument between Kurt Russell and Billy Hahn just now and all these other things I just have to wonder if the problem lies with me. Hey,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-632",
    "time": "0:59:29",
    "speaker": "spk_3",
    "line": "it's an off week, you know.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-633",
    "time": "0:59:30",
    "speaker": "spk_2",
    "line": "Hey, haze is gone. I I wouldn't draw too many conclusions It was just from this.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-634",
    "time": "0:59:34",
    "speaker": "spk_1",
    "line": "Let him think. Let him think about it.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-635",
    "time": "0:59:36",
    "speaker": "spk_2",
    "line": "It was a bad episode because he's just gone. I don't know",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-636",
    "time": "0:59:38",
    "speaker": "spk_3",
    "line": "if it's a bad episode. I think we had fun. We got the screenplay out there",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-637",
    "time": "0:59:42",
    "speaker": "spk_2",
    "line": "a little bit. We we got some some fun. It's pretty good. If I could remove from the if I could remove The idea that it's me in here, these are some very well drawn characters and it's a pretty good observation that I am downright shocked when people begin speaking in movies most of the time.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-638",
    "time": "1:00:04",
    "speaker": "spk_3",
    "line": "Yeah. You really realize that it's that moment before",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-639",
    "time": "1:00:07",
    "speaker": "spk_2",
    "line": "yes. Yeah. Well, sometimes they have them start talking off screen. Yeah. And then that at that point I know. So where is that coming from? That's the worst. It's so disorienting.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-640",
    "time": "1:00:15",
    "speaker": "spk_1",
    "line": "That's the I shut it off.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-641",
    "time": "1:00:17",
    "speaker": "spk_2",
    "line": "Yeah. You have to. Yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-642",
    "time": "1:00:18",
    "speaker": "spk_3",
    "line": "If I'm in a movie theater,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-643",
    "time": "1:00:19",
    "speaker": "spk_2",
    "line": "i just shut it off.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-644",
    "time": "1:00:20",
    "speaker": "spk_1",
    "line": "I know.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-645",
    "time": "1:00:21",
    "speaker": "spk_2",
    "line": "Uh-uh. Well, look, Scuzman Calt Barton bought the pro version this week. So I guess maybe you could use his name in one of your raps. Oh, okay.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-646",
    "time": "1:00:36",
    "speaker": "spk_1",
    "line": "Wow. Sure.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-647",
    "time": "1:00:38",
    "speaker": "spk_2",
    "line": "As a prize for buying the pro version. Yeah. Do you wanna beat or anything? Yeah. Yeah. Give me a beat. You drop beats?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-648",
    "time": "1:00:46",
    "speaker": "spk_3",
    "line": "He toss I mean, I started a little bit. Right.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-649",
    "time": "1:00:49",
    "speaker": "spk_2",
    "line": "Well, let's hear it.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-650",
    "time": "1:00:50",
    "speaker": "spk_3",
    "line": "I'm better when I'm on when",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-651",
    "time": "1:00:51",
    "speaker": "spk_1",
    "line": "i'm Sort hocked up. One of the one of I like to, you know, just",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-652",
    "time": "1:00:56",
    "speaker": "spk_2",
    "line": "insert myself into some circles",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-653",
    "time": "1:00:59",
    "speaker": "spk_1",
    "line": "when I'm just chilling in like on the Venice boardwalk and shit like that. So I'll I'll give you a sample of one of my rhymes.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-654",
    "time": "1:01:10",
    "speaker": "spk_2",
    "line": "Cool. Barton. White farting. Get up and go to the bathroom. You got a poop too. Come fun. Don't hold it in your pants. That's for. Cats. I love cats. I got a lot of cats in my house. They shillin with my babes and my Grouse. I got a Grouse. Yeah. That was a dope rhyme.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-655",
    "time": "1:01:37",
    "speaker": "spk_1",
    "line": "Thank you.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-656",
    "time": "1:01:38",
    "speaker": "spk_2",
    "line": "I didn't see that grass thing coming. So I'm",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-657",
    "time": "1:01:42",
    "speaker": "spk_0",
    "line": "sorry I spit all over this microphone.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-658",
    "time": "1:01:44",
    "speaker": "spk_2",
    "line": "Anyway, Scussman, thanks for wrapping and thanks for saving the show. I can't obviously can't do it I'm not the greater aspect of the show and I Oh. So like us on Facebook book and talk to us on the forums, talk to Hayes, and -- Right.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-659",
    "time": "1:02:01",
    "speaker": "spk_0",
    "line": "--",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-660",
    "time": "1:02:02",
    "speaker": "spk_2",
    "line": "and go rate on iTunes and invest in Scussman.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-661",
    "time": "1:02:09",
    "speaker": "spk_1",
    "line": "Yeah. Email me at schussman's babes at gmail dot com.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-662",
    "time": "1:02:14",
    "speaker": "spk_3",
    "line": "Your babe don't answer that email? What? Your babe don't answer that email that's you? No.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-663",
    "time": "1:02:18",
    "speaker": "spk_2",
    "line": "That's Oh man, I've had some weird correspondences with that Gmail.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-664",
    "time": "1:02:21",
    "speaker": "spk_3",
    "line": "I really thought it was your babes.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-665",
    "time": "1:02:23",
    "speaker": "spk_1",
    "line": "You you were at Gmail and the other Gmail?",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-666",
    "time": "1:02:26",
    "speaker": "spk_3",
    "line": "Yeah. Yeah. I thought, anyway, sorry.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-667",
    "time": "1:02:28",
    "speaker": "spk_2",
    "line": "Go ahead. Finish your plug. Go ahead and Oh,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-668",
    "time": "1:02:30",
    "speaker": "spk_1",
    "line": "you were corresponding with the babes. Yeah. Oh,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-669",
    "time": "1:02:33",
    "speaker": "spk_2",
    "line": "oh, yeah.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-670",
    "time": "1:02:34",
    "speaker": "spk_1",
    "line": "I've been reading those.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-671",
    "time": "1:02:37",
    "speaker": "spk_2",
    "line": "Okay. Hey, man. Okay.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-672",
    "time": "1:02:38",
    "speaker": "spk_1",
    "line": "Hey, man. Okay,",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-673",
    "time": "1:02:38",
    "speaker": "spk_2",
    "line": "guys. I'll just",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-674",
    "time": "1:02:39",
    "speaker": "spk_1",
    "line": "ask them. I'll just ask what It's",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-675",
    "time": "1:02:40",
    "speaker": "spk_2",
    "line": "kind of the wrap up part of the show, guys. This is usually when we're trying to it's sort of race to the finish line at this point. So",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-676",
    "time": "1:02:47",
    "speaker": "spk_1",
    "line": "i'm sorry. I'm a guess here. I'm sorry.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-677",
    "time": "1:02:49",
    "speaker": "spk_3",
    "line": "So I guess I'll just end on an apology to you, Sean.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-678",
    "time": "1:02:51",
    "speaker": "spk_2",
    "line": "I hope this doesn't deflate you from few doing future episodes of",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-679",
    "time": "1:02:54",
    "speaker": "spk_3",
    "line": "the show. I I hope it",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-680",
    "time": "1:02:55",
    "speaker": "spk_2",
    "line": "it's fine. I think it's my fault.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-681",
    "time": "1:02:57",
    "speaker": "spk_3",
    "line": "Okay. Well, anyway, I'm just happy that we're all friends",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-682",
    "time": "1:03:00",
    "speaker": "spk_2",
    "line": "now that my two social circles are kind of combined.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-683",
    "time": "1:03:03",
    "speaker": "spk_1",
    "line": "Yeah. I feel like, you know, I",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-684",
    "time": "1:03:05",
    "speaker": "spk_2",
    "line": "feel like I learned a lot today",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-685",
    "time": "1:03:06",
    "speaker": "spk_1",
    "line": "and I",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-686",
    "time": "1:03:07",
    "speaker": "spk_2",
    "line": "don't know if I have any friends.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-687",
    "time": "1:03:09",
    "speaker": "spk_1",
    "line": "Oh, man. I'll be your friend.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-688",
    "time": "1:03:12",
    "speaker": "spk_2",
    "line": "What what are we No. You won't. He seems really depressed.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-689",
    "time": "1:03:15",
    "speaker": "spk_1",
    "line": "Bye.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-690",
    "time": "1:03:21",
    "speaker": "spk_5",
    "line": "This has been an earwolf media production. Executive producers, Jeff Ulrich and Scott Ackerman. For more information, visit earwolf dot com.",
    "episode": "77",
    "edited": false
  },
  {
    "id": "77-691",
    "time": "1:03:31",
    "speaker": "spk_2",
    "line": "In Eerwolf radio, boom, dot com. The world dead.",
    "episode": "77",
    "edited": false
  }
]