[
  {
    "id": "8-0",
    "time": "0:00:19",
    "speaker": "spk_0",
    "line": "here comes hays and shawl wallpaper. Yeah.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-1",
    "time": "0:00:23",
    "speaker": "spk_1",
    "line": "Wow. It looks great. She tells me Hey.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-2",
    "time": "0:00:27",
    "speaker": "spk_0",
    "line": "What up? What up?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-3",
    "time": "0:00:28",
    "speaker": "spk_1",
    "line": "Welcome to Hollywood Handbook. An insider's guide to kicking butt and dropping names in the red line back hallways of this industry we call showbiz. I'm Hayes Davenport. I'm here with Sean Clement.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-4",
    "time": "0:00:38",
    "speaker": "spk_0",
    "line": "What up?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-5",
    "time": "0:00:38",
    "speaker": "spk_1",
    "line": "There there's something that sort of caught our eye in in this Hollywood this is what we talk about. We talk about Hollywood. We talk about the business.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-6",
    "time": "0:00:46",
    "speaker": "spk_0",
    "line": "Hollywood, the business. We talk about this industry. And the industry is changing. Yeah. And one of the things that's made that so apparent lately is there are actually TV shows now available to you on one of these online grocery shopping sites. Yes. Amazon dot com, you've seen these green trucks driving around town. They're not just holding Dale produce.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-7",
    "time": "0:01:08",
    "speaker": "spk_1",
    "line": "They're now carrying some of your favorite new comedy TV shows. These are shows that you can just watch. You go to w w w dot amazon dot com slash product slash t v slash show time slash watch dash t v slash funny.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-8",
    "time": "0:01:26",
    "speaker": "spk_0",
    "line": "And just download the plugin. Yeah. And if your Software's up to date and is able to support their specific player. Yeah. You can start watching part of some of their show.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-9",
    "time": "0:01:37",
    "speaker": "spk_1",
    "line": "We have they they've come out with a lot of shows.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-10",
    "time": "0:01:41",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-11",
    "time": "0:01:41",
    "speaker": "spk_1",
    "line": "Browser. Yep. The Internet boys. But none of those are our favorites.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-12",
    "time": "0:01:48",
    "speaker": "spk_0",
    "line": "No. We each picked a favorite after watching all the shows. Where did we find the time? It's nice for me, actually, because I don't own a TV, so the fact that it's right there on my -- Phone. -- pewter was nice. But I love this one show you might have liked it too. It's called Gamma Guys.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-13",
    "time": "0:02:08",
    "speaker": "spk_1",
    "line": "I love that show.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-14",
    "time": "0:02:09",
    "speaker": "spk_0",
    "line": "From the online grocery store that that brought you Alpha House and betas is gamma guys. It's these two dudes who work at a chewing gum factory, and the pilot is they've gotta come up with a new flavor by midnight or else Japan's gonna pull out all their money. And so mister Nakahashi is on the phone and he's trying different flavors, and he's going,",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-15",
    "time": "0:02:38",
    "speaker": "spk_2",
    "line": "most honorable, gamma guys. This flavor sticks.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-16",
    "time": "0:02:44",
    "speaker": "spk_0",
    "line": "And the and so then they have to come up with another flavor and an another one and his wife's nagging him and -- Yeah. -- and the two guys, they bicker. But what I liked about it, is underneath the fighting, you can tell they're really friends. And so many shows they forget to make people likable and they forget to put a little bit of heart in there. And that's what makes TV work. Sorry. Online shopping store shows, not TV.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-17",
    "time": "0:03:13",
    "speaker": "spk_1",
    "line": "For me, did you catch prime time?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-18",
    "time": "0:03:16",
    "speaker": "spk_0",
    "line": "Oh. I almost picked that one. I swear, jealous.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-19",
    "time": "0:03:22",
    "speaker": "spk_1",
    "line": "Prime Time is a show starring Wyatt and Zach as a guy who wins an Amazon Prime subscription in the lottery. And he uses it to become the first guy to kiss every book. And until the trouble begins when his mailman played by the very underrated Alison Becker comes along, and he actually starts falling in love with her, and he starts to wonder if kissing all the books is really the thing for him. And I you talk about relatability, Sean. And for me, there was the moment in pilot when he kissed the scary mystery book and had to hide under his bed. And",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-20",
    "time": "0:04:01",
    "speaker": "spk_0",
    "line": "you know So powerful.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-21",
    "time": "0:04:02",
    "speaker": "spk_1",
    "line": "You know, like, A book like Frankenstein, a book like Dracula. Oh. These are the some of the books that even you hearing the name gives you chills. And so",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-22",
    "time": "0:04:14",
    "speaker": "spk_0",
    "line": "well then why would you say them? Ugh. I mean, I try to be professional during the show, but I've asked you not to talk about Frankenstein anymore.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-23",
    "time": "0:04:24",
    "speaker": "spk_1",
    "line": "Right. How should I say it, I guess, from now on, I should say",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-24",
    "time": "0:04:28",
    "speaker": "spk_0",
    "line": "mary Shelly's monstrous creation. I forgot to mention the cast of my show I realized. On your show? Oh, it's the cast of in betweeners. Which one? The entire cast of the in betweener's place, all the characters on gamma guys.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-25",
    "time": "0:04:44",
    "speaker": "spk_1",
    "line": "Right. But there were two. There was the there was there was the the British one and the one with the America guy.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-26",
    "time": "0:04:51",
    "speaker": "spk_0",
    "line": "I don't think there was a British one. Oh. You know what I think you're thinking of? Scandal. Scandal was a British show called House of Cards.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-27",
    "time": "0:05:01",
    "speaker": "spk_1",
    "line": "So those are our favorite Amazon shows. This is a segment that we enjoy doing a lot. You open a newspaper these days. All you seem to see are these blind items. And all the gossip columns, and all the",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-28",
    "time": "0:05:16",
    "speaker": "spk_0",
    "line": "blogs. Newspapers are lousy with them.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-29",
    "time": "0:05:19",
    "speaker": "spk_1",
    "line": "Yes. It's when they will describe a salacious event from something that has happened to some celebrity, but they don't have the guts to name who the celebrity is. So in a way, that's why we created this podcast in the first place, say the things that the mainstream media will not say, this is a segment called draw the blinds up where we read some real blind items and we draw the blinds up and tell you who the people involved are and what the scene was because we were there. And now we're gonna start with a blind item from the site crazy days and nights. This is sort of a Hollywood gossip site. As a real blind item, and it goes like this. This former a plus plus list politician visited a film set in NYC and spent forty five minutes in a trailer with his main squeeze actress friend. Well, not main squeeze. I mean, the guy is married. No one even bat an eye that the two were spending time alone in her trailer, It was the second time he has visited the set, but the first time the trailer was rocking. Now, Sean, we were we were there.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-30",
    "time": "0:06:30",
    "speaker": "spk_0",
    "line": "We were supervising. Yes. Mhmm. And what is the sickness with these gossip lovers? That they will not leave president Jimmy Carter alone. The man builds houses for people with no houses. Mhmm. And what he was doing by the way with that girl during the forty five minutes was fingering her.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-31",
    "time": "0:06:59",
    "speaker": "spk_1",
    "line": "They imply that he was having sex,",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-32",
    "time": "0:07:02",
    "speaker": "spk_0",
    "line": "which is Couldn't be further from the truth.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-33",
    "time": "0:07:05",
    "speaker": "spk_1",
    "line": "Yes. He was really just finger blasting her.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-34",
    "time": "0:07:08",
    "speaker": "spk_0",
    "line": "Yeah. He was giving her some deep digit loving. Mhmm. And he never once exposed himself. No. I don't even think he was fully hard. The man's a peanut farmer from Georgia. Mhmm. He's friends with the Allman brothers. So he's He's comfortable in the entertainment scene. Wanted to stop by a film set. And can we not take a break anymore?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-35",
    "time": "0:07:37",
    "speaker": "spk_1",
    "line": "And and and what film set was that?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-36",
    "time": "0:07:41",
    "speaker": "spk_0",
    "line": "It was the set of Devil, the elevator movie that m night, Shannon made. Mhmm. It was the it was the new one that he's doing. It's the the devil went down to p one. It's sort of a Charlie Daniels band thing, but it's also like the movie because they are in an elevator. And a bunch of people forgot where they parked their",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-37",
    "time": "0:08:06",
    "speaker": "spk_1",
    "line": "car and Satan is moving their car. And Jimmy Carter went to give his blessing from the State of Georgia to take this great song and change the name Georgia to p one. And if he's gonna finger blast Jennifer Lawrence while he's there, who are we to say anything about it? He's the president.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-38",
    "time": "0:08:23",
    "speaker": "spk_0",
    "line": "So now you know.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-39",
    "time": "0:08:25",
    "speaker": "spk_1",
    "line": "Next, blind item. This one is from radar online. This reality star demanded c star Kain from strangers at a house party during a night out of town away from the prying eyes of his significant other. And now we were at this party and Demanded is a pretty strong word for what Jimmy Carter did. He asked for some cocaine, I thought very respectfully.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-40",
    "time": "0:08:53",
    "speaker": "spk_0",
    "line": "He he actually said where to cocaine at, which is literally it doesn't even necessarily mean that he is going to do it. Yes. He may just want to know where it's located so he can avoid it. Now as it turned out, he was chopping up big fat fucking gorilla fingers on their mirrored coffee table and shwacking them back in one shot like a total boss. But he didn't demand anything. It was offered freely after he determined the location.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-41",
    "time": "0:09:25",
    "speaker": "spk_1",
    "line": "And they call him a reality star because like we always say, politics is like a reality show.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-42",
    "time": "0:09:30",
    "speaker": "spk_0",
    "line": "Well, with the twenty four hour news cycle these days, everyone's under the microscope. And the way some of these guys behave, it is a reality show.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-43",
    "time": "0:09:39",
    "speaker": "spk_1",
    "line": "You might as well be on that flavor of love or one of those aws born.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-44",
    "time": "0:09:43",
    "speaker": "spk_0",
    "line": "You'll have to",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-45",
    "time": "0:09:44",
    "speaker": "spk_1",
    "line": "you know.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-46",
    "time": "0:09:44",
    "speaker": "spk_0",
    "line": "I don't own a TV. You'll have to catch me up.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-47",
    "time": "0:09:48",
    "speaker": "spk_1",
    "line": "And night out of town away from the prying eyes of his significant other. I mean, he just finger Jennifer Lawrence at one time. I wouldn't say that She's not a significant other just because of one finger blast that seems a little premature. Finally, last blind item, this one is from gawker dot com. At the Aspen comedy festival a few years ago, this comedian invited a female comedy duo back to his hotel room. The two ladies gladly joined him and offered him some weed. He turned it down, but asked if it would be okay if he took his dick out. Thinking he was joking, the women gave a facetious thumbs up. He wasn't joking. When he actually started jerking off in front of them, the ladies decided that that wasn't their bag and made for the exit, but he used his body to block the door until he was finished.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-48",
    "time": "0:10:34",
    "speaker": "spk_0",
    "line": "This one they actually got right. Commedium was disease, I'm sorry. The girls were garfinkel and Notes.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-49",
    "time": "0:10:41",
    "speaker": "spk_1",
    "line": "That's draw the blinds up. We have a great guest today. Damian Fahy is here. He was the host of total request live. He's on Twitter. He's he's this is some Hulu hosting. He's hosts a radio show. He has a lot to speak on from many different facets of the industry, and that's coming up when we come back on Hollywood Handbook.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-50",
    "time": "0:11:08",
    "speaker": "spk_3",
    "line": "Hollywood Handbook.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-51",
    "time": "0:11:10",
    "speaker": "spk_2",
    "line": "New sources will tell you Black Friday is the most anticipated day of the year, but what they won't tell you is that it's also one of the deadliest. Nearly seventy five thousand people die every year, fighting for deals on boring generic items. Don't be one of them. Erew Wolf's coming to the rescue with our own black Friday sale. Shop from the safety of the Internet. Get twenty percent off on most of our classic merchandise and check out our new stuff too. I'm talking pint glasses, tote bags, D and D dice bags, and posters. Plus, we're celebrating the return of the cool app Villet socks. Comedy Bang Bang, hot, sossum in hot sauce and the ear wolf hoodies, all the great Hanukkah Chotchkies you could ever want. Head to w w w dot earwolf dot com slash store this black Friday through cyber Monday to get great deals on all your favorite ear, wolf gear. Stay safe. Shop earwulf.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-52",
    "time": "0:12:07",
    "speaker": "spk_0",
    "line": "Hollywood Handbook. So then, I stand up from the couch, and I move away. Here comes haze and Sean. Still right now. Yeah. They're still in that room. Hey. It's fine. What up",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-53",
    "time": "0:12:37",
    "speaker": "spk_1",
    "line": "what up? Welcome to Hollywood Handbook and insider's guide to kicking button dropping names in the red carpet line back hallways of this industry we call show biz. Exciting guests. I really do think we have a very exciting guest today. Damian Faehy is here. Yo. We We have sort of a long history with Damien",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-54",
    "time": "0:12:55",
    "speaker": "spk_0",
    "line": "--",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-55",
    "time": "0:12:55",
    "speaker": "spk_1",
    "line": "demo. -- going back to, I guess, when we were on TRL.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-56",
    "time": "0:13:01",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-57",
    "time": "0:13:02",
    "speaker": "spk_3",
    "line": "Two thousand three.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-58",
    "time": "0:13:03",
    "speaker": "spk_1",
    "line": "Two thousand three. That's right. When we did for You",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-59",
    "time": "0:13:06",
    "speaker": "spk_3",
    "line": "guys ushered in the new with a rock Rave comedy. Comedy.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-60",
    "time": "0:13:11",
    "speaker": "spk_0",
    "line": "Yeah. Rockrave comedy.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-61",
    "time": "0:13:13",
    "speaker": "spk_1",
    "line": "Comedy. Yes. Tom Green sort of took that, spun that off into bum bum song and",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-62",
    "time": "0:13:19",
    "speaker": "spk_0",
    "line": "yeah. We sort of gave him that and went off to do our next thing because we're always sort of morphing or identity. I don't wanna be pinned down. But, yeah, we had that single and video that you probably remember I make you a canoe. Mhmm. And it's like me and Hayes make you a canoe and then we sink you on the water because we didn't make you strong enough.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-63",
    "time": "0:13:43",
    "speaker": "spk_1",
    "line": "And that was sort of the beginning of music.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-64",
    "time": "0:13:48",
    "speaker": "spk_0",
    "line": "Well, it was the beginning of music being associated with visual. Visual entertainment.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-65",
    "time": "0:13:56",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-66",
    "time": "0:13:56",
    "speaker": "spk_0",
    "line": "That's right. Yeah.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-67",
    "time": "0:13:57",
    "speaker": "spk_1",
    "line": "That's right. And since then, or you know, for a while anyway, that was like a really big deal.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-68",
    "time": "0:14:03",
    "speaker": "spk_0",
    "line": "People were doing it. A lot of people were making images ago with their music -- Mhmm. -- albums for a little while had covers that were some kind of visual image.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-69",
    "time": "0:14:16",
    "speaker": "spk_1",
    "line": "And, Damian, your job when you were hosting TRL total request live",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-70",
    "time": "0:14:20",
    "speaker": "spk_0",
    "line": "--",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-71",
    "time": "0:14:21",
    "speaker": "spk_3",
    "line": "right.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-72",
    "time": "0:14:21",
    "speaker": "spk_0",
    "line": "--",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-73",
    "time": "0:14:21",
    "speaker": "spk_1",
    "line": "was to go looking for some of the coolest videos -- Mhmm. And to show them on your on your TV show. And that's what and that's sort of what you created",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-74",
    "time": "0:14:31",
    "speaker": "spk_3",
    "line": "the show. I mean, I was the culture maker. Mhmm. You know, I was sort of pouring the kool Aid in the in the water. So before me, all you had was water and that was that's not tasty and so you put a little something in there and all of a sudden it's a craze. And so that was it. It was I was sort of doing that, you know, and I was Well,",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-75",
    "time": "0:14:55",
    "speaker": "spk_0",
    "line": "mTV had come to your complex -- Yes. -- essentially. Right?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-76",
    "time": "0:15:00",
    "speaker": "spk_3",
    "line": "Yeah. My production is -- Yeah.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-77",
    "time": "0:15:01",
    "speaker": "spk_0",
    "line": "-- yeah. And just sort of said, what would you do?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-78",
    "time": "0:15:04",
    "speaker": "spk_3",
    "line": "Well, they're You know, if you could",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-79",
    "time": "0:15:05",
    "speaker": "spk_0",
    "line": "do anything, what would you do?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-80",
    "time": "0:15:07",
    "speaker": "spk_3",
    "line": "Let's be honest. They were not doing well. I mean, ranking in tang.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-81",
    "time": "0:15:10",
    "speaker": "spk_1",
    "line": "When it was just music and no visual element at all,",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-82",
    "time": "0:15:16",
    "speaker": "spk_0",
    "line": "people said why not listen to the radio? At least that, I can move around Yes.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-83",
    "time": "0:15:20",
    "speaker": "spk_3",
    "line": "But in television, you know, back then, now you can carry I you know, we all carry televisions with us. Everywhere we go.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-84",
    "time": "0:15:27",
    "speaker": "spk_1",
    "line": "It's true.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-85",
    "time": "0:15:28",
    "speaker": "spk_3",
    "line": "But back",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-86",
    "time": "0:15:28",
    "speaker": "spk_0",
    "line": "i don't own I don't own a TV, but I see people who have them on them a lot.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-87",
    "time": "0:15:32",
    "speaker": "spk_3",
    "line": "Yeah. And so back then, you can't carry a television around. So people would would say, I have to go to the grocery store, but I still wanna hear Robert Palmer.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-88",
    "time": "0:15:41",
    "speaker": "spk_1",
    "line": "That's right.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-89",
    "time": "0:15:41",
    "speaker": "spk_3",
    "line": "But so this is a problem. And so they came to me while they came to my assistant. Yes. They called my assistant, who called my agent who called another",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-90",
    "time": "0:15:53",
    "speaker": "spk_0",
    "line": "how is how is Drobni? Drobni or assistant? Are you still with him?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-91",
    "time": "0:15:57",
    "speaker": "spk_3",
    "line": "I had to let him go",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-92",
    "time": "0:15:59",
    "speaker": "spk_0",
    "line": "oh hate when that happens.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-93",
    "time": "0:16:02",
    "speaker": "spk_3",
    "line": "So anyway, long story short, I finally got on the call on the phone with them and with MTV. And they pleaded their case and they said, look, we're in a we're in a pinch here.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-94",
    "time": "0:16:13",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-95",
    "time": "0:16:13",
    "speaker": "spk_3",
    "line": "We need something. People are tired of carrying around their televisions They're too big.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-96",
    "time": "0:16:18",
    "speaker": "spk_1",
    "line": "And this was before antennas got antennas are get just getting longer and longer to the point that we can carry these with",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-97",
    "time": "0:16:25",
    "speaker": "spk_3",
    "line": "us -- Right.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-98",
    "time": "0:16:26",
    "speaker": "spk_1",
    "line": "To the store like you were saying, we can take them in our cars.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-99",
    "time": "0:16:29",
    "speaker": "spk_3",
    "line": "They're huge. And so what I did was I I sat them down. I actually flew. They flew me out privately even though I've got my, you know, I've got my own thing, my sesame. Sure. Gased up ready to go at all times. But they flew me to New York and they said, help us lead us. Right. And they walked me right into a room and they said there was a there was a chalkboard and they said draw. What you think is the future and And what did you draw, Damian? I went up to the board and I drew my name. You drew your name. I drew my name. Yeah. And then I erased it. Oh. And I said, it's about it's about the element of surprise.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-100",
    "time": "0:17:12",
    "speaker": "spk_0",
    "line": "But oh, oh, okay. I was gonna say, did you like, mess it up or spell it wrong? I did. A lot of times when I go to Starbucks, they'll spell my name wrong on my cup.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-101",
    "time": "0:17:20",
    "speaker": "spk_3",
    "line": "I love that.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-102",
    "time": "0:17:21",
    "speaker": "spk_0",
    "line": "Pretty you see it. Some funny ones have happened to me.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-103",
    "time": "0:17:24",
    "speaker": "spk_1",
    "line": "Damien, I've heard you say Damon sometimes.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-104",
    "time": "0:17:27",
    "speaker": "spk_3",
    "line": "Yeah. I'll get Damon.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-105",
    "time": "0:17:28",
    "speaker": "spk_1",
    "line": "Just occasionally, like, when you're telling someone you'll your your name, you will mistake it for Damon.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-106",
    "time": "0:17:34",
    "speaker": "spk_3",
    "line": "Sometimes when I'm telling people my name, I will say Damon. I will say David sounds similar. I say Jamie, I sell so said Nathan once.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-107",
    "time": "0:17:42",
    "speaker": "spk_1",
    "line": "It's not an easy name.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-108",
    "time": "0:17:43",
    "speaker": "spk_3",
    "line": "I said it on the air, you know, for the first four years of TRL, everyone thought my name was Nathan Garbanzo because it just came out of my mouth. Wow. But then I watched the tapes and I'm I realized that is not my name. I",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-109",
    "time": "0:17:56",
    "speaker": "spk_0",
    "line": "and that's something I wanted to talk about. Always watch watching your own work.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-110",
    "time": "0:17:59",
    "speaker": "spk_1",
    "line": "You have",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-111",
    "time": "0:18:00",
    "speaker": "spk_0",
    "line": "what is the thrill? Mhmm. I can't put my finger on it, but what is what is it that's so thrilling about watching yourself host something --",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-112",
    "time": "0:18:09",
    "speaker": "spk_3",
    "line": "right.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-113",
    "time": "0:18:10",
    "speaker": "spk_0",
    "line": "-- or listening to your voice -- Mhmm. -- I get home, I put on my podcast, I get down in the tub, and I've got a bottle of chardonnay and it's just me and my best friend me hanging out. And I can't imagine a more relaxing way to spend an evening And Damian, like, what's your ritual? I gotta know.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-114",
    "time": "0:18:31",
    "speaker": "spk_3",
    "line": "It's really weird. When you were describing yours, it's almost a mirror image of what I do except mine's a a hot tub in my backyard.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-115",
    "time": "0:18:40",
    "speaker": "spk_0",
    "line": "Needs more room.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-116",
    "time": "0:18:41",
    "speaker": "spk_3",
    "line": "Needs little bit more room. And what I'll do is I'll just go out there and, you know, obviously, the the wife will she respects this ritual. It's a nightly thing and -- Sure. -- she retreats to the to the basement where she belongs. It's her space that I gave her. And I sit in that hot tub and I look up at the stars and I go, I feel so small down here, you know. And -- Yes.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-117",
    "time": "0:19:03",
    "speaker": "spk_0",
    "line": "--",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-118",
    "time": "0:19:03",
    "speaker": "spk_3",
    "line": "and then I put I hit play and I go, now I feel big again.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-119",
    "time": "0:19:08",
    "speaker": "spk_1",
    "line": "Yeah. Right. I'm one of them.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-120",
    "time": "0:19:09",
    "speaker": "spk_3",
    "line": "Yes. I'm one of the because we're all I don't know if you guys are hip on, you know, science and how that whole thing works. But, you know, we're we're star dust.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-121",
    "time": "0:19:19",
    "speaker": "spk_1",
    "line": "We're all made of stars.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-122",
    "time": "0:19:20",
    "speaker": "spk_0",
    "line": "We're all",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-123",
    "time": "0:19:20",
    "speaker": "spk_3",
    "line": "made of stars. And Moby's saying that. He did. He came to me for the video, actually. And I said, stars also means celebrities. It's another word for celebrities. Put celebrities in the video. Thanks, Moby.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-124",
    "time": "0:19:34",
    "speaker": "spk_1",
    "line": "What are some other videos that people came to",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-125",
    "time": "0:19:38",
    "speaker": "spk_3",
    "line": "you for?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-126",
    "time": "0:19:39",
    "speaker": "spk_0",
    "line": "Oh, please do dish.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-127",
    "time": "0:19:42",
    "speaker": "spk_3",
    "line": "Well, I remember the first time. This is a little crazy because I do remember the first time Snoop and Drey rang me up.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-128",
    "time": "0:19:50",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-129",
    "time": "0:19:50",
    "speaker": "spk_3",
    "line": "And they said, oh, you know, we wanna do we've got this great track. We've got this great track. We don't have much of a budget. And I said, but guys, you do have cars, and you do have a neighborhood.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-130",
    "time": "0:20:03",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-131",
    "time": "0:20:04",
    "speaker": "spk_3",
    "line": "And, hey, you also got big booty hoes.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-132",
    "time": "0:20:07",
    "speaker": "spk_0",
    "line": "Yeah. And you taught them about shirking.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-133",
    "time": "0:20:09",
    "speaker": "spk_3",
    "line": "And I taught them about shirking. Yeah. Which became",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-134",
    "time": "0:20:13",
    "speaker": "spk_0",
    "line": "became something of a phenomenon -- A little bit. -- yeah. Around the Long Beach community.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-135",
    "time": "0:20:18",
    "speaker": "spk_1",
    "line": "Why don't you teach engineer Frank about shocking right now, Damian?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-136",
    "time": "0:20:22",
    "speaker": "spk_3",
    "line": "Which one is Frank?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-137",
    "time": "0:20:24",
    "speaker": "spk_1",
    "line": "He he he's the the Heavy set? Yes. He's one yes. He's the less heavyset one.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-138",
    "time": "0:20:31",
    "speaker": "spk_3",
    "line": "Sharking is basically going out into the ocean and finding the biggest baddest shark in fighting it to the death.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-139",
    "time": "0:20:37",
    "speaker": "spk_1",
    "line": "Are you at? Does that make sense?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-140",
    "time": "0:20:38",
    "speaker": "spk_3",
    "line": "He's nodding his head.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-141",
    "time": "0:20:39",
    "speaker": "spk_1",
    "line": "Okay. Good.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-142",
    "time": "0:20:40",
    "speaker": "spk_0",
    "line": "I don't think Frank gets it, but I certainly do, and most of our listeners probably will. And it",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-143",
    "time": "0:20:44",
    "speaker": "spk_3",
    "line": "could be a metaphor.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-144",
    "time": "0:20:46",
    "speaker": "spk_0",
    "line": "I don't think so. Mhmm. So you make total request lives and you -- I created it. -- and, yes, you make that and you are showing music videos But there's still one ingredient missing, isn't there?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-145",
    "time": "0:21:02",
    "speaker": "spk_3",
    "line": "Yeah. Well, we were showing the videos. It wasn't",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-146",
    "time": "0:21:04",
    "speaker": "spk_0",
    "line": "isn't there, Nathan.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-147",
    "time": "0:21:06",
    "speaker": "spk_3",
    "line": "It's not that anymore, but it I understand why you'd say that. But it was it was thirteen year old girls.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-148",
    "time": "0:21:13",
    "speaker": "spk_1",
    "line": "It's",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-149",
    "time": "0:21:13",
    "speaker": "spk_3",
    "line": "what I realized was the missing ingredient. So I said, fill the studio with thirteen year old girls and have them screaming for these artists that they enjoy.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-150",
    "time": "0:21:22",
    "speaker": "spk_1",
    "line": "Right.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-151",
    "time": "0:21:22",
    "speaker": "spk_3",
    "line": "And what I learned, this is so interesting because you would never know this unless I did this. Right. But thirteen year old girls are actually a lot more sexually mature See Then we give them credit for as a society. And I'm not I'm not I'm not talking about legality. The laws of law, Yes.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-152",
    "time": "0:21:42",
    "speaker": "spk_0",
    "line": "No. We operate within the law. Operate within the law. But Hayes and I have talked about this.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-153",
    "time": "0:21:47",
    "speaker": "spk_1",
    "line": "Yes. We've spent a little time talking about the And just the where they come up with this number",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-154",
    "time": "0:21:52",
    "speaker": "spk_0",
    "line": "--",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-155",
    "time": "0:21:52",
    "speaker": "spk_1",
    "line": "yes. -- eighteen -- Yes. -- eighteen, you know. It's just like one and eight. Just like, where do they get just, like, these two numbers, like, out of",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-156",
    "time": "0:21:59",
    "speaker": "spk_3",
    "line": "the pad",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-157",
    "time": "0:21:59",
    "speaker": "spk_1",
    "line": "or something. Like, I just, like I I think it's imaginary, you know.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-158",
    "time": "0:22:03",
    "speaker": "spk_0",
    "line": "It's probably the only case where random is bad. Because I always say random when I like something.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-159",
    "time": "0:22:08",
    "speaker": "spk_3",
    "line": "Right. Totally.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-160",
    "time": "0:22:09",
    "speaker": "spk_0",
    "line": "Comedy wise. But in terms of just a random number, it's like, if you're gonna pick any number, you know. It just could",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-161",
    "time": "0:22:15",
    "speaker": "spk_1",
    "line": "have been any it like",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-162",
    "time": "0:22:16",
    "speaker": "spk_0",
    "line": "it's then it could have easily been thirteen or fifteen or anything.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-163",
    "time": "0:22:20",
    "speaker": "spk_1",
    "line": "Right. If you look at the science and when girls reach their peak of sexual productivity. You",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-164",
    "time": "0:22:27",
    "speaker": "spk_3",
    "line": "know? Right.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-165",
    "time": "0:22:28",
    "speaker": "spk_1",
    "line": "You know, like, if we are trying to perpetuate the human race, I think we should look at the sites every once in a while.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-166",
    "time": "0:22:35",
    "speaker": "spk_0",
    "line": "And we wanna make more star stuff.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-167",
    "time": "0:22:37",
    "speaker": "spk_1",
    "line": "Yes. Yeah. And if you go back to ancient Rome, if you study the the history book, Hayes loves ancient Rome. I've I've I've done a lot of reading about ancient Rome, and it was illegal then to have sex with a girl if she was over fifteen years old.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-168",
    "time": "0:22:54",
    "speaker": "spk_0",
    "line": "Okay. And these guys built the equity.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-169",
    "time": "0:22:56",
    "speaker": "spk_1",
    "line": "They built the equity. You know, this is a they founded democracy. We see the thing. That was a pretty good idea. Why did",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-170",
    "time": "0:23:02",
    "speaker": "spk_0",
    "line": "we Show using that one -- Right. -- the other one. So",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-171",
    "time": "0:23:06",
    "speaker": "spk_3",
    "line": "cherry pick.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-172",
    "time": "0:23:07",
    "speaker": "spk_1",
    "line": "It's just crazy. And if, like, if you've read your Shakespeare, we're reading that in in schools these",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-173",
    "time": "0:23:12",
    "speaker": "spk_0",
    "line": "hey, he just loves Shakespeare.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-174",
    "time": "0:23:14",
    "speaker": "spk_1",
    "line": "Juliet, Yes. That girl was six years old.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-175",
    "time": "0:23:17",
    "speaker": "spk_3",
    "line": "Right. And people don't get that.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-176",
    "time": "0:23:19",
    "speaker": "spk_1",
    "line": "And people we just have these blinders on where we're, like, oh, you know, that's true love, but only if she's some imaginary age.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-177",
    "time": "0:23:26",
    "speaker": "spk_0",
    "line": "Well, it's just and and and I've met and I've met I I mean, personally, I've I've met. It just just in my travels, you know, just in my own life, personal experience. I've met twenty five year old women who have no right. Who have no business being anywhere near a Boudoir.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-178",
    "time": "0:23:44",
    "speaker": "spk_3",
    "line": "No.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-179",
    "time": "0:23:45",
    "speaker": "spk_0",
    "line": "They don't they can't handle it. They can't handle the emotions about And by the same token, I've met girls who are, let's say, under eighteen, who were they to so choose. They would be even sure enough to handle that kind of thing And so I just don't understand. It's like, why is it not case by case?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-180",
    "time": "0:23:59",
    "speaker": "spk_1",
    "line": "Right. We're not saying that underage girl should be forced.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-181",
    "time": "0:24:03",
    "speaker": "spk_3",
    "line": "Right.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-182",
    "time": "0:24:03",
    "speaker": "spk_1",
    "line": "To have sexually You know, never. Take it in the, like,",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-183",
    "time": "0:24:06",
    "speaker": "spk_0",
    "line": "never disgusting.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-184",
    "time": "0:24:08",
    "speaker": "spk_1",
    "line": "And the idea of doing that step all at once is create that just how would that even work?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-185",
    "time": "0:24:15",
    "speaker": "spk_0",
    "line": "No. You don't just jump in the deep end of the pool. You'll drown. Mhmm. But let's get our toesies wet. Let's get our toesies wet in the shallow end and say something like okay well there's an interview or something that you go through and and we sort of give them a stamp or whatever or a different colored bracelet. They can or a different colored bracelet they could wear. Mhmm. That indicates, hey, I'm one of the ones who's sort of cool. Yeah.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-186",
    "time": "0:24:45",
    "speaker": "spk_1",
    "line": "Now, Damian, you you went through this discovery while you were hosting the show.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-187",
    "time": "0:24:50",
    "speaker": "spk_3",
    "line": "I did.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-188",
    "time": "0:24:50",
    "speaker": "spk_1",
    "line": "I under stand that events related to this decision you made sort of led to the end of TRL and of showing Well, let's be clear before",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-189",
    "time": "0:25:00",
    "speaker": "spk_3",
    "line": "i get torpedoed here by that line of questioning. Sure. First of all, people come up to me and apologize, and they feel bad that the show ended and that -- Sure.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-190",
    "time": "0:25:11",
    "speaker": "spk_0",
    "line": "--",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-191",
    "time": "0:25:11",
    "speaker": "spk_3",
    "line": "you know, I think they feel they feel bad that I'm what that I'm not on television anymore, but I feel like it's it's more of a selfish thing for them because I when I was on television, it was a very wonderful hour of of looking at me. Which they know which they've been was snatched from them, you know, quite suddenly",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-192",
    "time": "0:25:29",
    "speaker": "spk_0",
    "line": "--",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-193",
    "time": "0:25:29",
    "speaker": "spk_3",
    "line": "mhmm. -- when I decided to end the show on my own accord.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-194",
    "time": "0:25:32",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-195",
    "time": "0:25:33",
    "speaker": "spk_3",
    "line": "You wanna in this business and, yes, it's a bit entertainment. Entertainment. For the layman's out there, who don't know because if you don't know, don't judge -- Mhmm.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-196",
    "time": "0:25:46",
    "speaker": "spk_0",
    "line": "--",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-197",
    "time": "0:25:46",
    "speaker": "spk_3",
    "line": "you have to go out on top.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-198",
    "time": "0:25:48",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-199",
    "time": "0:25:49",
    "speaker": "spk_3",
    "line": "You have to go out on top. And I was standing on a pile of money I was standing on a pile of women, and I just decided to pull the plug. I said life is too good. It cannot get any better.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-200",
    "time": "0:26:06",
    "speaker": "spk_0",
    "line": "And and people make a big deal about Vince Gillian doing what he did and ending breaking bad at sort of its peak. But it's like, feels kinda like where do you get that idea? Oh, I don't know. Damien freaking did that --",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-201",
    "time": "0:26:20",
    "speaker": "spk_3",
    "line": "yes. Mhmm.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-202",
    "time": "0:26:20",
    "speaker": "spk_0",
    "line": "-- when he came to TRL, when that was on top. And so that just makes me so mad sometimes, Vince Gillian when he's in those interviews and he's not saying Matt.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-203",
    "time": "0:26:30",
    "speaker": "spk_1",
    "line": "Now you you you ended the show in two thousand nine.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-204",
    "time": "0:26:33",
    "speaker": "spk_3",
    "line": "I did.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-205",
    "time": "0:26:34",
    "speaker": "spk_1",
    "line": "Is that right? Yes.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-206",
    "time": "0:26:34",
    "speaker": "spk_0",
    "line": "Yes.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-207",
    "time": "0:26:35",
    "speaker": "spk_1",
    "line": "You said at the time, it was precipitated by Susan Boyle's song and that being the end of music -- Yes.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-208",
    "time": "0:26:44",
    "speaker": "spk_3",
    "line": "Because an ugly woman cannot sound good.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-209",
    "time": "0:26:47",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-210",
    "time": "0:26:48",
    "speaker": "spk_3",
    "line": "Do you understand that?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-211",
    "time": "0:26:49",
    "speaker": "spk_0",
    "line": "Yeah. Yeah. I get it.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-212",
    "time": "0:26:51",
    "speaker": "spk_3",
    "line": "She was not attractive enough for me.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-213",
    "time": "0:26:54",
    "speaker": "spk_1",
    "line": "And that that would change music in sort of a a way that it wouldn't really be music anymore -- Well",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-214",
    "time": "0:27:00",
    "speaker": "spk_0",
    "line": "--",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-215",
    "time": "0:27:00",
    "speaker": "spk_1",
    "line": "in terms of how you think of it.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-216",
    "time": "0:27:02",
    "speaker": "spk_3",
    "line": "You've got the voice. What's the concept behind that? I wanna hear the voice before I see so I don't judge -- Right.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-217",
    "time": "0:27:09",
    "speaker": "spk_0",
    "line": "--",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-218",
    "time": "0:27:09",
    "speaker": "spk_3",
    "line": "which is terrible because that's why there haven't been many success stories. People want a pretty face.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-219",
    "time": "0:27:16",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-220",
    "time": "0:27:16",
    "speaker": "spk_3",
    "line": "And Susan Boyle, God bless her. She comes from those stony fields of the UK. Mhmm. And I'm sure she can milk a cow really well with those big paws. But when it comes to singing on a stage, You leave that to the pros.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-221",
    "time": "0:27:32",
    "speaker": "spk_0",
    "line": "And all of the voice winners, let's be frank, have been hideous monsters.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-222",
    "time": "0:27:36",
    "speaker": "spk_3",
    "line": "Yes.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-223",
    "time": "0:27:38",
    "speaker": "spk_0",
    "line": "What a sick group of freaks?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-224",
    "time": "0:27:42",
    "speaker": "spk_1",
    "line": "And -- Yeah. -- all some of them much too old. Some of them in their thirties.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-225",
    "time": "0:27:48",
    "speaker": "spk_3",
    "line": "When was the last time you saw a good looking person in their thirties? It's thirteen. It's fourteen. It's fifteen. It's sixteen. It's it's not seventeen. It's thirteen to six Dean is the window that really gets me America going.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-226",
    "time": "0:28:04",
    "speaker": "spk_0",
    "line": "Yeah. Assuming yeah. Assuming they're mature.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-227",
    "time": "0:28:07",
    "speaker": "spk_3",
    "line": "Right.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-228",
    "time": "0:28:07",
    "speaker": "spk_0",
    "line": "You know, and eternally because, I mean, I've been in my own experience. I mean, it's just in just in dealing with just in conversation. I met very young people who feel much older. And I've also met older people who feel very young.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-229",
    "time": "0:28:26",
    "speaker": "spk_1",
    "line": "Let's cool down with a little trip into the popcorn gallery.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-230",
    "time": "0:28:29",
    "speaker": "spk_0",
    "line": "Yes. Let's",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-231",
    "time": "0:28:30",
    "speaker": "spk_1",
    "line": "let's reach inside, pull out a question, Here's a question for you Damian from a fan of either yours or ours.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-232",
    "time": "0:28:48",
    "speaker": "spk_3",
    "line": "It's my probably mine.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-233",
    "time": "0:28:51",
    "speaker": "spk_1",
    "line": "His name is Scoops. And his question is, Damien. I understand your nickname is the d man. How can I get a cool nickname like this?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-234",
    "time": "0:29:01",
    "speaker": "spk_3",
    "line": "Well, scoobs is already pretty cool. Can't really do much with that. I could call you Coobs. I could call you Books. Mhmm. I could call you the s man. But at the end of the day, Brother, you gotta earn it.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-235",
    "time": "0:29:17",
    "speaker": "spk_1",
    "line": "And how and would you say getting your own show on TV? Is it No.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-236",
    "time": "0:29:21",
    "speaker": "spk_3",
    "line": "Don't even try. It's not gonna it's not gonna happen for you.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-237",
    "time": "0:29:25",
    "speaker": "spk_0",
    "line": "That's helpful advice. We need to say that to more of our listeners is just it's not gonna happen.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-238",
    "time": "0:29:32",
    "speaker": "spk_1",
    "line": "It's healthy to dream unless you are good. Oh, if you're good.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-239",
    "time": "0:29:37",
    "speaker": "spk_0",
    "line": "Yeah. Yeah.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-240",
    "time": "0:29:38",
    "speaker": "spk_1",
    "line": "But if you're not good",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-241",
    "time": "0:29:40",
    "speaker": "spk_0",
    "line": "i can't tell you the number of people I see who aren't any good. I mean, just mind blowing. They're everywhere. Demand, do you come across that?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-242",
    "time": "0:29:47",
    "speaker": "spk_3",
    "line": "They're everywhere. They're everywhere.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-243",
    "time": "0:29:49",
    "speaker": "spk_0",
    "line": "I'm always happy when I see them doing something",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-244",
    "time": "0:29:52",
    "speaker": "spk_1",
    "line": "like Mapping floors.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-245",
    "time": "0:29:55",
    "speaker": "spk_0",
    "line": "I'll yes. If they're mopping up in a toilet room, then I go. Okay.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-246",
    "time": "0:30:00",
    "speaker": "spk_1",
    "line": "I see some of these girls my daughter does tap with.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-247",
    "time": "0:30:05",
    "speaker": "spk_0",
    "line": "Oh. You know?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-248",
    "time": "0:30:07",
    "speaker": "spk_1",
    "line": "It's like they let anyone onto the the stage like they do these recitals And at the end, what do they do? They hand out the the trophies. Yeah. You know what I mean?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-249",
    "time": "0:30:17",
    "speaker": "spk_0",
    "line": "Yeah. Everybody gets a trophy now.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-250",
    "time": "0:30:20",
    "speaker": "spk_1",
    "line": "And some of these girls Everybody's in there. Our our fucking shit at Tap. Yeah.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-251",
    "time": "0:30:24",
    "speaker": "spk_3",
    "line": "But you can't say that because it's like it's like the thing we said earlier.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-252",
    "time": "0:30:27",
    "speaker": "spk_0",
    "line": "And what's so dangerous about that too is you don't find out what you're good at if you get rewarded for every activity. That's part of the reason that we actually have trophies mean something",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-253",
    "time": "0:30:39",
    "speaker": "spk_3",
    "line": "or used to. Calm down. Calm down.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-254",
    "time": "0:30:42",
    "speaker": "spk_0",
    "line": "But but if I've gotten a trophy for vacuuming floors, you know, I would then that's might have been what I pursued. But I got no good I",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-255",
    "time": "0:30:49",
    "speaker": "spk_1",
    "line": "got vacuuming for I'm terrible.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-256",
    "time": "0:30:51",
    "speaker": "spk_0",
    "line": "I am terrible at it. I admitted I can't do Yes. I don't I don't have the vision for it, but I can make movies. I can star in movies. I can write movies. I can direct movies.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-257",
    "time": "0:31:01",
    "speaker": "spk_1",
    "line": "Here's a question. It it's at the way bottom of the bag. Let me just reach in and get it.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-258",
    "time": "0:31:11",
    "speaker": "spk_0",
    "line": "I know there's another piece in here. Yes.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-259",
    "time": "0:31:18",
    "speaker": "spk_1",
    "line": "This question is from Toby Keith sweat. Damian, you were a guest on cupcake Wars once. My question is, how did you keep from eating every friggin kick in that joint.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-260",
    "time": "0:31:29",
    "speaker": "spk_3",
    "line": "Well, it wasn't easy and who said I didn't?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-261",
    "time": "0:31:34",
    "speaker": "spk_0",
    "line": "Oh, slam dunk. So buzzinga. It's the facial.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-262",
    "time": "0:31:42",
    "speaker": "spk_1",
    "line": "Let me just reach back in one more time for one more question.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-263",
    "time": "0:31:45",
    "speaker": "spk_0",
    "line": "Mhmm. Yeah.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-264",
    "time": "0:31:47",
    "speaker": "spk_1",
    "line": "This one is from Freya",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-265",
    "time": "0:31:49",
    "speaker": "spk_3",
    "line": "in Sweden. Damian. Right off the bat, I already don't like your name.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-266",
    "time": "0:31:54",
    "speaker": "spk_1",
    "line": "Speak on that.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-267",
    "time": "0:31:56",
    "speaker": "spk_3",
    "line": "It's a sound. It's not a name.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-268",
    "time": "0:31:58",
    "speaker": "spk_1",
    "line": "Do you wanna hear this question or just no?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-269",
    "time": "0:32:01",
    "speaker": "spk_3",
    "line": "I wanna hear the last three words of it. And then I'll decide.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-270",
    "time": "0:32:05",
    "speaker": "spk_1",
    "line": "For each topping?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-271",
    "time": "0:32:06",
    "speaker": "spk_3",
    "line": "No. Okay. Absolutely not.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-272",
    "time": "0:32:09",
    "speaker": "spk_0",
    "line": "Well, d man. Do you have anything exciting coming up that you wanna talk to us about?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-273",
    "time": "0:32:16",
    "speaker": "spk_3",
    "line": "Well, you guys know about the latest and greatest, which would be, you know, the big the movie the Russell Crowe and Daniel Day Lewis.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-274",
    "time": "0:32:25",
    "speaker": "spk_1",
    "line": "They're directing you in a movie.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-275",
    "time": "0:32:26",
    "speaker": "spk_3",
    "line": "Yeah. It's all method and I'm excited for it. Can, film festival.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-276",
    "time": "0:32:32",
    "speaker": "spk_0",
    "line": "Yeah. And I know you've been in the lab for quite a while cooking up the concept, but if you could give us just one line of dialogue from the film and and don't worry that it's out of context. We know it's gonna be rich. Mhmm. But if you could just give us one sentence from maybe the pivotal scene.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-277",
    "time": "0:32:50",
    "speaker": "spk_3",
    "line": "Of the movie.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-278",
    "time": "0:32:51",
    "speaker": "spk_0",
    "line": "Of the film. Yes.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-279",
    "time": "0:32:52",
    "speaker": "spk_3",
    "line": "Let me just Do you guys mind if if I could just go there? Because it in order for me to recite, I need to really go there. Yeah. Sure.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-280",
    "time": "0:32:59",
    "speaker": "spk_0",
    "line": "I insist.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-281",
    "time": "0:33:02",
    "speaker": "spk_3",
    "line": "You're gonna eat your shorts.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-282",
    "time": "0:33:06",
    "speaker": "spk_1",
    "line": "Guys, follow follow Damien on Twitter. At Damian Faehy, this Twitter thing, honestly. Come you know.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-283",
    "time": "0:33:15",
    "speaker": "spk_3",
    "line": "I mean, we're way we're tweeting our lives away.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-284",
    "time": "0:33:18",
    "speaker": "spk_1",
    "line": "What is this? What is this?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-285",
    "time": "0:33:20",
    "speaker": "spk_0",
    "line": "I keep waiting to wake up and find out it was all a prank. Now follow him on Twitter. Follow us on Twitter. Hey, like our Facebook page.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-286",
    "time": "0:33:30",
    "speaker": "spk_1",
    "line": "Yeah. Go ahead go ahead and like our Facebook page.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-287",
    "time": "0:33:33",
    "speaker": "spk_0",
    "line": "We're doing some funny shit over there.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-288",
    "time": "0:33:34",
    "speaker": "spk_1",
    "line": "Yeah. There's some really funny photoshop that we would really like you guys to see.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-289",
    "time": "0:33:38",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-290",
    "time": "0:33:39",
    "speaker": "spk_1",
    "line": "And if we see a funny thing on Facebook that we like, we will share it on our own page. Like, there are some of these things where, like, Willie wonka is, like, his, like, fist on his head and he's like being sort of, like, condescending. Yeah. Like, oh, really. Yeah. There's this freaking cat. I don't wanna, like, spoil it too much, but",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-291",
    "time": "0:34:00",
    "speaker": "spk_0",
    "line": "--",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-292",
    "time": "0:34:00",
    "speaker": "spk_1",
    "line": "oh, yeah. -- he's got something on the couch. I know which one.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-293",
    "time": "0:34:02",
    "speaker": "spk_0",
    "line": "I know which one.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-294",
    "time": "0:34:04",
    "speaker": "spk_1",
    "line": "I don't wanna say what the attitude is, but",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-295",
    "time": "0:34:06",
    "speaker": "spk_3",
    "line": "he's not pleased.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-296",
    "time": "0:34:07",
    "speaker": "spk_0",
    "line": "He's not Okay. That that's as much as we'll say.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-297",
    "time": "0:34:09",
    "speaker": "spk_1",
    "line": "That's enough. Nothing else. And oh, please make sure to buy the pro version.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-298",
    "time": "0:34:15",
    "speaker": "spk_0",
    "line": "Oh, yes. That's important.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-299",
    "time": "0:34:17",
    "speaker": "spk_1",
    "line": "What are we offering in the pro version this week?",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-300",
    "time": "0:34:20",
    "speaker": "spk_0",
    "line": "Well, this week you get a signed headphone cord from Hayes. It's very difficult to make out the signature. It black cord and he did sign it with Sharpie Marker. But one of Hayes's actual headphone cords that he wore during the recording of a podcast. And Also, Damien announces you as the number one music video -- Mhmm. -- of two thousand nine.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-301",
    "time": "0:34:45",
    "speaker": "spk_1",
    "line": "And the the winner of last week's drawing from all the people who bought the pro version was Chanssen. And so chanson, here here is your prize.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-302",
    "time": "0:34:58",
    "speaker": "spk_3",
    "line": "Coming in it. Can you do like a little clap or like cheering a little bit so I can go there. Alright. Welcome back to Times Square. The number one video, boy, we got a lot of votes. It was a close one today between the Google dolls, Irish and well newcomer Chanssen. Chanssen his latest at number one, and this is called producer, what is it? What is it called? What is it? Bat out of hell three, the meatloaf continuation.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-303",
    "time": "0:35:31",
    "speaker": "spk_1",
    "line": "And we also want to say, a loving good to engineer Frank. One of our favorite engineers, he is leaving you. I'm sure you'll be hearing definitely one of our top three engineers. I'm sure you'll be hearing a lot of goodbyes, as this month goes on, but he's he's gonna be moving on to other opportunities. I will always remember at the beginning of one of our recordings, I think it was actually this recording when Frank couldn't get the music to play and it was because he had the input and output, Jack's confused.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-304",
    "time": "0:36:08",
    "speaker": "spk_0",
    "line": "I'll remember it differently. I'll always remember the time when we were recording with Frank. It may have actually been this recording when he didn't know to lower the music so that we could talk over it. As we've done for basically the past fifty podcasts we've recorded. Just those little touches that you remember about someone when you work with them for this long and we love you, Frank.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-305",
    "time": "0:36:35",
    "speaker": "spk_1",
    "line": "We love you, Frank. Everything going smoothly around here is gonna be a difficult transition. And so",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-306",
    "time": "0:36:42",
    "speaker": "spk_3",
    "line": "i have a hard out, by the way. Just so you guys know. I know I didn't mention that in the email, but I've got about two more minutes.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-307",
    "time": "0:36:48",
    "speaker": "spk_0",
    "line": "Well, fucking take off then.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-308",
    "time": "0:36:50",
    "speaker": "spk_1",
    "line": "Bye.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-309",
    "time": "0:36:57",
    "speaker": "spk_0",
    "line": "This has been an earwoke media production Executive producers, Jeff Orec and Scott Ockerman. For more information, visit iwolff dot com.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-310",
    "time": "0:37:08",
    "speaker": "spk_2",
    "line": "Eerwolf radio, boom, dot com.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-311",
    "time": "0:37:18",
    "speaker": "spk_1",
    "line": "The world's dead.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-312",
    "time": "0:37:20",
    "speaker": "spk_4",
    "line": "Hey, this is Arnie Nicamp from the improv Fantasy podcast Hello from the Magic Tavern. I fell through a dimension portal behind a Burger King in Chicago into the magical land of Foon, and I started a podcast. Season three has just begun with a a new adventure to defeat the dark lord. If you're a new listener or you've fallen behind season three is a great jumping on point, and we've got great guests like Justin Mackelroy.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-313",
    "time": "0:37:42",
    "speaker": "spk_1",
    "line": "I sound like a fancy college professor,",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-314",
    "time": "0:37:45",
    "speaker": "spk_2",
    "line": "fake knots.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-315",
    "time": "0:37:47",
    "speaker": "spk_4",
    "line": "Rachel Bloom.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-316",
    "time": "0:37:47",
    "speaker": "spk_0",
    "line": "You are seeing my collection of men corpses. And one woman.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-317",
    "time": "0:37:51",
    "speaker": "spk_4",
    "line": "Felicia Day and Colton Dunn.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-318",
    "time": "0:37:53",
    "speaker": "spk_0",
    "line": "You've seen me having intercourse with a variety of species.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-319",
    "time": "0:37:56",
    "speaker": "spk_4",
    "line": "It's a bummer, Andy Day You",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-320",
    "time": "0:37:57",
    "speaker": "spk_3",
    "line": "have the members of Genesis listed, but Phil Collins has crossed out and then circledly crossed out",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-321",
    "time": "0:38:02",
    "speaker": "spk_0",
    "line": "again. Yes. I have killed Phil Collins twice twice.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-322",
    "time": "0:38:05",
    "speaker": "spk_4",
    "line": "Thomas MiddleDitch.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-323",
    "time": "0:38:07",
    "speaker": "spk_0",
    "line": "Jesus. I mean Jazz. Ruler of the eighth circle.",
    "episode": "8",
    "edited": false
  },
  {
    "id": "8-324",
    "time": "0:38:12",
    "speaker": "spk_4",
    "line": "And that's just the beginning. Season three, Avelo from the Magic Tavern is out now. Listen in Stitcher, Apple Podcasts, or wherever you get your podcasts.",
    "episode": "8",
    "edited": false
  }
]
