[
  {
    "id": "83-0",
    "time": "0:00:00",
    "speaker": "spk_0",
    "line": "hey, guys. It's just me Hayes in the studio. It's one seventeen AM, And I am here to record an ad right before we start the show for a really excellent company called Privelo. Sean and I are very focused on doing a a great ad for this company. We really believe in them and our previous ads have not lived up to our expectations. So I'm just gonna read the the copy they gave us. Project work is normal in entertainment, but if you wanna buy a house that could prevent you from getting a traditional bank mortgage. Luckily, there's a lender that understands the industry. Privello built a company run lending the right way to self employed freelancers, independent contractors, and business owners even if you have a one time credit blemish. That's Prilo as in private loan to apply, go to privlo dot com slash podcast and fill out a simple online form.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-1",
    "time": "0:00:49",
    "speaker": "spk_1",
    "line": "Oh, no.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-2",
    "time": "0:00:53",
    "speaker": "spk_0",
    "line": "Hey, Vick. Verbatim Vic is outside. He's the guy that we've had to read verbatim copy in the past. And we try to terminate that relationship. But I think he lives in the ceiling here now. It it's locked. I don't know. Yeah. It's locked. Yeah. He's holding up a sign. It says, hello, me, hello, me. I think oh, okay. It's supposed to be hello, from signed me, which is Vic. Yeah. Okay. Hi. Hello. And he okay. He's turning it around. It says, Oh, yeah. On the other side, it says f u b k, which I think I it's some kind of mistake, but I get sort of what he's getting at. He's pointing at me. Yeah. He looks okay. He's angry. Yeah. No. He's angry. No. No. I don't I No. I don't wanna do that. I no. I'm not I'm not doing that. I've I'm not trying to do that. I'm I'm just here. I'm just Just doing the show okay. Now he's now he saw him off. He's chasing him off. Okay. He was trying to eat He's trying to eat them off. Okay. But it's flown a little high for him. Okay. He's using two plungers to scale the wall. Okay. And now he has he has eaten the moth. I look. I'll I'll just I'll finish the ad. To apply, go to provo dot com slash Cast and fill out a simple online form. It'll take two minutes and just might get you that crib in the hills. That that's pueblo dot com slash podcast. Vic, vic. Vick, don't eat ceiling panels, Vic, put it down. No. I don't know. I don't want any. No, Vic. No. I don't wanna share a ceiling panel. Oh, my God. In one bite, oh, vic.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-3",
    "time": "0:03:06",
    "speaker": "spk_1",
    "line": "So I turned to Cheddar. Bob. From eight mile. And I go, wait a second. Is that my stocking cap on your head? And he says, no, bitch. And he punched me in the stomach.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-4",
    "time": "0:03:26",
    "speaker": "spk_2",
    "line": "Which one is that?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-5",
    "time": "0:03:27",
    "speaker": "spk_1",
    "line": "Cheddar Bob for",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-6",
    "time": "0:03:28",
    "speaker": "spk_2",
    "line": "a while?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-7",
    "time": "0:03:28",
    "speaker": "spk_1",
    "line": "Oh, he's the one who shot himself accidentally.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-8",
    "time": "0:03:31",
    "speaker": "spk_2",
    "line": "Oh, okay. He's the one who is has a brain.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-9",
    "time": "0:03:34",
    "speaker": "spk_1",
    "line": "Kind of a buster. I see. But it turns out I'm the real buster because I got punched in the stomach by him. The only problem is, and I left this part out of the story, he broke his hand.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-10",
    "time": "0:03:44",
    "speaker": "spk_2",
    "line": "Because you're so tough.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-11",
    "time": "0:03:46",
    "speaker": "spk_1",
    "line": "Well, I'm so shredded and especially in my tummy region. And I let him keep the hat. He cut up his hand. Well, yes. I mean, he broke the bones inside it, but also he ripped all the skin off his hand. And then he had",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-12",
    "time": "0:04:01",
    "speaker": "spk_2",
    "line": "cheese greater your abs.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-13",
    "time": "0:04:03",
    "speaker": "spk_1",
    "line": "Yes. And it is and it's a problem sometimes for women, I have to put a special like placemat. Taped to my stomach for when they for if they wanna be bumping torsos in any way. And they don't wanna have their belly get rip open.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-14",
    "time": "0:04:23",
    "speaker": "spk_2",
    "line": "Placement that has all the presidents on it.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-15",
    "time": "0:04:27",
    "speaker": "spk_1",
    "line": "Yeah. I have that one, and then I have just all the different animals of the world. And so it's all the continents. And then on each continent, it kinda shows like some of the animals that are there.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-16",
    "time": "0:04:36",
    "speaker": "spk_2",
    "line": "Hey. Welcome to Hollywood Handbook and Tires God kicking button dropping names of the red carpet line back hallways of this industry we call showbiz. No intro this week.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-17",
    "time": "0:04:44",
    "speaker": "spk_1",
    "line": "Yeah. You might wonder why we did a song bit at all. We're just doing intro. Quick intro to say there's no intro. Our guest segment's that good. We didn't run out of studio time.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-18",
    "time": "0:04:53",
    "speaker": "spk_2",
    "line": "It has nothing to do with studio time.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-19",
    "time": "0:04:55",
    "speaker": "spk_1",
    "line": "No. We didn't have trouble getting our usual studio time and then only got an hour that just doesn't happen to guys like us. So we did the guest segment. We thought it was so good that an intro would be distracting. Mhmm. And so even though we have an extra hour of studio time, we're just gonna set it on fire because it is time for us to talk to Nick Crow.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-20",
    "time": "0:05:16",
    "speaker": "spk_2",
    "line": "On Hollywood Handbook.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-21",
    "time": "0:05:19",
    "speaker": "spk_0",
    "line": "Hey, guys. It's it's me Hayes in the studio. Just me again doing the ads. I'm sorry. The sound quality isn't that great. I'm not a trained engineer. I would I'm looking at this board and trying to figure out how to get the level. Here. Okay. Actually, there's a level here called Cody's feed. Let me turn this up and see what what Cody here's during the show. Maybe that'll help if I Okay. So we're just listening to this. For the whole for the whole show. Okay. Okay. Well, even if the sound isn't Perfect. I think, you know, it's we can still get the message across of the ads. I'm just gonna okay. I wanna talk about Luke Crate. If you consider yourself a geek gamer or pop culture nerd, this is the subscription box for you, less than twenty dollars a month. You get six to eight items of gamer and pop culture like Vinyl figurines, comics, shirts, and more. If you go to lootcrate dot com slash handbook and enter code handbook, you'll save ten percent off on any new subscription. I'm also obligated Sean Sean isn't doing the ads. He he sleeps sixteen hours a night. So this he is not able to come in this late, but he also has a subscription box of his own. It's called sergeant Sean's lootcrate. That's a great deal as well. I'll just do what's in both boxes. In this month's May, we'll create the famous unite. There's stuff from Marvel Avengers, power rangers, Rick and Morty, team fortress, all kinds of cool stuff. And sergeant Sean's lucrative looks like in this month, it becomes And then inside out Dillard's bag, and it looks like you get let me see. Okay. Then here is Okay? There's a there's an army guy that it looks like somebody has kissed multiple time like somebody put on lipstick and kissed and kind of sucked. That that if if I were to guess that I would say that it looks like somebody has vigorously sucked on this army guy. And what else? You get a okay. This is a piece of paper. Oh, it's a leaf okay. It's a leaf rubbing. Looks like it was made using a brown crayon, and the",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-22",
    "time": "0:07:51",
    "speaker": "spk_1",
    "line": "the leaf",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-23",
    "time": "0:07:52",
    "speaker": "spk_0",
    "line": "has eyes and legs, and a penis drawn on it, and it says leaf dude. And what oh, okay. And there's some some some unpackaged pepper. In here. Not not a lot, but it looks like there is there is some pepper in in sergeant Sean's Lucry. So by one, by both, you know, what it's totally up to you. You can go for for loot crate. You can go to loot crate dot com slash handbook. You have until the nineteenth to get this month's loot crate. You can take a look at all the cool stuff you can get on the website, and you can use the promo code handbook for ten percent off. And for sergeant Sean's Lucrate, he's still working on the website, but it looks like he says he has set some afloat in in the river. I I I'm not sure which river, but I guess if you go to a river, you might find some of these bags floating there. And then I guess you can figure out how to pay Sean after that. So that's a loot crate and Sartichan's loot crate. They're they're both really good. Also wanna talk to you guys about Privello. This is company that we really love. It's really because of them that we have chosen to do these ads in a walked studio very late at night. So I'm just gonna read a quick ad. There is some verbatim copy in this one, so I'm I'm excited to get it done. Privo is a lender that understands the entertainment industry in our finances. They built a company or unlending the right way to self employed, freelancers, independent contractors, and business owners, Even if you have a one time credit blemish, check them out at pryvlo dot com slash podcast. That's a Pryvlo is in private loan. It says there's also a note to talent. That Priv is pronounced with a short I, not a long I, I guess, some people were having trouble with that. I'm gonna guess some zachary Levi is my guess. But just go to pribal dot com slash podcast and fill out a simple online form. It'll take two minutes. And here is the verbatim part. And now in an amazing demonstration of compliance, I mean, spivol is on the up and ups and words from the government. Privelo Inc. Is a licensed equal housing mortgage lender, NMLS ID one zero seven six four one three, licensed by the Department of Business Oversight under the California Residential Mortgage Lending Act, Illinois residential mortgage lending licensee, Washington c l one zero seven six four one three, Texas license one zero seven six seven nine. Okay. He's punching verbatim vicism. Punching a word into the ceiling. It's a w. Vick, just say what say what you want, Vic. Okay. It says it says it says water. He wants I don't I I don't have any. I need this. This this one is mine. This one is for me. Yeah, I mean, it's almost morning there's gonna be a lot of do soon outside. Just yeah. Go yes. Go drink some do. Good. Okay.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-24",
    "time": "0:11:11",
    "speaker": "spk_2",
    "line": "So Michael, New York comes over with the, like, two glasses of lemonade, and he's like,",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-25",
    "time": "0:11:18",
    "speaker": "spk_0",
    "line": "here you go. I try it.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-26",
    "time": "0:11:19",
    "speaker": "spk_2",
    "line": "It's like really delicious. He's like, how about a little something to make it hard? And",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-27",
    "time": "0:11:25",
    "speaker": "spk_0",
    "line": "so he",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-28",
    "time": "0:11:25",
    "speaker": "spk_2",
    "line": "has, like, a little nip of it was Bayley's that he puts in the lemonade. We ended up using something else because I I would drink this and I was like, this doesn't taste good, but the idea of like a hard lemonade -- Mhmm. -- is cool. Yeah. And so we ended up it is still bailey's that we use, but it's clear. Oh, okay. So it's just without the cream element. So it's No. The cream is still in there. It's just like the color of the cream. The color of the cream is removed. And so that that we just mix it up with the lemonade. Bottle it.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-29",
    "time": "0:12:01",
    "speaker": "spk_1",
    "line": "And that's Michael York's hard lemonade.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-30",
    "time": "0:12:03",
    "speaker": "spk_2",
    "line": "Yes. And people drink it cold, which I was weird. It was not what we really",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-31",
    "time": "0:12:08",
    "speaker": "spk_1",
    "line": "never what you envisioned. Yeah. It's supposed to be hundred and fifty degrees.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-32",
    "time": "0:12:13",
    "speaker": "spk_2",
    "line": "Yeah. Hey, welcome to Hollywood Handbook. Guide to kicking button dropping names in the red carpet line back always of this industry we call showbiz.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-33",
    "time": "0:12:20",
    "speaker": "spk_1",
    "line": "What up what up?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-34",
    "time": "0:12:21",
    "speaker": "spk_0",
    "line": "I I we have such a corker today.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-35",
    "time": "0:12:24",
    "speaker": "spk_1",
    "line": "What a fucking corker? I have",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-36",
    "time": "0:12:26",
    "speaker": "spk_2",
    "line": "a really good guess.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-37",
    "time": "0:12:29",
    "speaker": "spk_3",
    "line": "It's Nick Crowll is here. What up, what up?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-38",
    "time": "0:12:31",
    "speaker": "spk_1",
    "line": "Nick, thanks for saying, what up, what up, people love to hear it from this show, and you're on a rocket",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-39",
    "time": "0:12:36",
    "speaker": "spk_3",
    "line": "and sows this show, and what a natural pairing, and talk about what you're doing. Well, guys, I gotta say I'm huge I'm a huge fan of the show.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-40",
    "time": "0:12:45",
    "speaker": "spk_1",
    "line": "Yes. Well, you told us. Yeah.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-41",
    "time": "0:12:47",
    "speaker": "spk_3",
    "line": "I'm thrilled to be here. I'm like a I mean being able to say what up and up is like a big deal for me.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-42",
    "time": "0:12:53",
    "speaker": "spk_2",
    "line": "What's your favorite myth that we do?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-43",
    "time": "0:12:57",
    "speaker": "spk_3",
    "line": "I love I mean look, I love the Roundup. Oh, the round",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-44",
    "time": "0:13:00",
    "speaker": "spk_1",
    "line": "up. Yes. Round up. People are",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-45",
    "time": "0:13:02",
    "speaker": "spk_2",
    "line": "crazy about the round up.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-46",
    "time": "0:13:03",
    "speaker": "spk_1",
    "line": "Everybody come around. It's the round up. Yeah. That's good.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-47",
    "time": "0:13:07",
    "speaker": "spk_3",
    "line": "It's crazy to see you guys say it just because having heard it so many times before. And obviously, like I fucking studied you guys, I think you're cool. And to be on the show, feels like it's a milestone in my career.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-48",
    "time": "0:13:19",
    "speaker": "spk_2",
    "line": "And we're rooting for you as well super hard.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-49",
    "time": "0:13:22",
    "speaker": "spk_1",
    "line": "Oh, god. We would love to see it happen.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-50",
    "time": "0:13:26",
    "speaker": "spk_2",
    "line": "Sometimes I fall asleep and I think when is it gonna happen? Just as I'm going to sleep, I'm thinking like, I hope it happens for Nick. I wonder when?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-51",
    "time": "0:13:33",
    "speaker": "spk_1",
    "line": "Just as I'm drifting off and then I dream about it all night. Yeah.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-52",
    "time": "0:13:37",
    "speaker": "spk_3",
    "line": "Well, I feel like I living a dream for the last few years because the rocketship has taken off and we just left the stratosphere and we're getting rid of the loose bet and we're getting I'm getting rid of the baggage",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-53",
    "time": "0:13:47",
    "speaker": "spk_1",
    "line": "yeah. So it's cool. You said that you studied us.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-54",
    "time": "0:13:50",
    "speaker": "spk_3",
    "line": "Yeah. Exactly.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-55",
    "time": "0:13:51",
    "speaker": "spk_1",
    "line": "You said you studied us and you thought it's cool. Yeah. And we studied you and think you're cool. And studying is nerdy, but if you're studying coolness, are you a nerd for being cool?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-56",
    "time": "0:13:59",
    "speaker": "spk_3",
    "line": "Well, if I'm a if I'm cool for being a nerd, then I'm a nerd for being cool. Obviously, that the nerd stuff is fucking funny and cool right now.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-57",
    "time": "0:14:08",
    "speaker": "spk_1",
    "line": "And you're talking about space.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-58",
    "time": "0:14:10",
    "speaker": "spk_3",
    "line": "Exactly.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-59",
    "time": "0:14:11",
    "speaker": "spk_1",
    "line": "With the rocket. And he knows you gotta dump weight to go higher.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-60",
    "time": "0:14:14",
    "speaker": "spk_3",
    "line": "That's what I'm that's so I'm not in the new Star Wars. I'm I'm gonna announce that here my choice.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-61",
    "time": "0:14:20",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-62",
    "time": "0:14:21",
    "speaker": "spk_3",
    "line": "I Andy Croll show, my choice. Mhmm. I am not doing Star Wars my choice.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-63",
    "time": "0:14:25",
    "speaker": "spk_2",
    "line": "Because people thought It was weird that Crol show ended right when it did. And it it had been sort of a chatter that you thought you were gonna go do Star Wars And that's why",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-64",
    "time": "0:14:36",
    "speaker": "spk_0",
    "line": "--",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-65",
    "time": "0:14:37",
    "speaker": "spk_3",
    "line": "i thought I was -- Crol show was ending. Right. I thought I was gonna say yes to doing Star Wars shows to not say yes to doing Star Wars.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-66",
    "time": "0:14:45",
    "speaker": "spk_1",
    "line": "Well and it is because correct, you found out that it's not set in the future that it's a long time ago and goxy far far away.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-67",
    "time": "0:14:51",
    "speaker": "spk_3",
    "line": "Exactly. You're not gonna be the face",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-68",
    "time": "0:14:53",
    "speaker": "spk_2",
    "line": "on a planet that got blown out.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-69",
    "time": "0:14:54",
    "speaker": "spk_3",
    "line": "Well, I do my research. I do my research and I found out that it was the the past and I'm only looking towards the future boys.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-70",
    "time": "0:15:01",
    "speaker": "spk_2",
    "line": "Mhmm. Yeah.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-71",
    "time": "0:15:01",
    "speaker": "spk_3",
    "line": "That's why I'm here. Yes. Laying the groundwork for the next level.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-72",
    "time": "0:15:05",
    "speaker": "spk_0",
    "line": "What's the Nick Future? Well,",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-73",
    "time": "0:15:08",
    "speaker": "spk_3",
    "line": "i look at being on things like this like this show is like being like the tower of babble. We're just building it up towards",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-74",
    "time": "0:15:14",
    "speaker": "spk_2",
    "line": "the sky falling apart. Remember when you see the girls thing.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-75",
    "time": "0:15:18",
    "speaker": "spk_3",
    "line": "Of course, I do. I said no to that movie. I chose not to say I chose not to say yes to it. I don't say no anymore.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-76",
    "time": "0:15:26",
    "speaker": "spk_1",
    "line": "No. Yes. You only say yes just like in the yes, man, but what you say That's right. You say yes to choosing not to do it. Exactly. Which is a great positive attitude about hating most of this",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-77",
    "time": "0:15:39",
    "speaker": "spk_3",
    "line": "plastic thing. I started doing I started doing I'm doing landmark No. I'm doing landmark for him. Oh, wow. That's great for you. That's exactly what you should be doing",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-78",
    "time": "0:15:48",
    "speaker": "spk_1",
    "line": "right now. The timing's so perfect.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-79",
    "time": "0:15:49",
    "speaker": "spk_3",
    "line": "I'm doing Scientology as well.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-80",
    "time": "0:15:52",
    "speaker": "spk_2",
    "line": "Are you allowed to do both?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-81",
    "time": "0:15:53",
    "speaker": "spk_1",
    "line": "That's perfect.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-82",
    "time": "0:15:53",
    "speaker": "spk_3",
    "line": "And I'm doing Sierra Club.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-83",
    "time": "0:15:55",
    "speaker": "spk_2",
    "line": "Wow. That's",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-84",
    "time": "0:15:56",
    "speaker": "spk_1",
    "line": "exactly what you should be doing right now. I love their pale ale.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-85",
    "time": "0:15:59",
    "speaker": "spk_3",
    "line": "Yeah. So Now",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-86",
    "time": "0:16:01",
    "speaker": "spk_1",
    "line": "you're doing all those things. Mhmm. Can you speak on that?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-87",
    "time": "0:16:08",
    "speaker": "spk_3",
    "line": "Yeah. I'll speak truth the power on that. Here's here's what I've learned so far. In in what I think will be one of the great careers of all time. It's all about To me, it's all about saying yes and it's about And and being able to speak to that. And I feel like I can speak to the idea of saying yes and no longer saying no, but in Chad, choosing not to say yes. And and that has helped me both on my online presence. It's helped me in my future career. It's helped me in television.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-88",
    "time": "0:16:46",
    "speaker": "spk_2",
    "line": "It's all the same now, isn't it sort of? That's that's actually very interesting.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-89",
    "time": "0:16:52",
    "speaker": "spk_1",
    "line": "Yes. And these screens",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-90",
    "time": "0:16:54",
    "speaker": "spk_0",
    "line": "-- Uh-huh. --",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-91",
    "time": "0:16:55",
    "speaker": "spk_1",
    "line": "that are connecting us are also standing between us in some way. It's all on your phones and",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-92",
    "time": "0:17:00",
    "speaker": "spk_2",
    "line": "you can put a headband over it that that holds the phone against your eyes so it looks like you're watching a movie.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-93",
    "time": "0:17:07",
    "speaker": "spk_3",
    "line": "Yeah. Well, for the I've for those fucking troglodytes out there. Don't understand what we're talking about is we're talking about VR. We're talking about virtual reality. We're talking about oculus rift.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-94",
    "time": "0:17:15",
    "speaker": "spk_1",
    "line": "Phenocular. Yes.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-95",
    "time": "0:17:18",
    "speaker": "spk_3",
    "line": "Binoculars. Is it is it oculus rift or binoculars rift?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-96",
    "time": "0:17:22",
    "speaker": "spk_1",
    "line": "I've always heard binoculars. I think we're",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-97",
    "time": "0:17:23",
    "speaker": "spk_2",
    "line": "in optimus prime.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-98",
    "time": "0:17:25",
    "speaker": "spk_3",
    "line": "And that's Amazon Prime's new oculus rift program.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-99",
    "time": "0:17:28",
    "speaker": "spk_1",
    "line": "So you can",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-100",
    "time": "0:17:28",
    "speaker": "spk_3",
    "line": "order if you guys want. I'm doing my next show is actually for Bonoculus Prime. Oh, wow. Wow.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-101",
    "time": "0:17:35",
    "speaker": "spk_2",
    "line": "That's great.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-102",
    "time": "0:17:36",
    "speaker": "spk_3",
    "line": "So I",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-103",
    "time": "0:17:37",
    "speaker": "spk_2",
    "line": "would have, like, reaching out into the camera and, like, being a three d person throwing boomerangs and so",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-104",
    "time": "0:17:43",
    "speaker": "spk_3",
    "line": "that's right. I'm a I'm a bird on the show and it's called Benocchio script and it's a bird watching show and I'm the bird and but I talked straight to you and I will reach out and and with tiny little bird hands and all the handy things.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-105",
    "time": "0:17:57",
    "speaker": "spk_2",
    "line": "And you can grab them.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-106",
    "time": "0:17:59",
    "speaker": "spk_3",
    "line": "You can we're working on that and working on that right now.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-107",
    "time": "0:18:01",
    "speaker": "spk_1",
    "line": "If you see it in the theater, there is an usher hiding under the seat in front of you and he will hand you, like, with the fig or",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-108",
    "time": "0:18:08",
    "speaker": "spk_3",
    "line": "it's a mast it's a masticated worm.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-109",
    "time": "0:18:10",
    "speaker": "spk_2",
    "line": "Mhmm. Nick, I noticed there's no mio in that water. Would you care for some? Yeah.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-110",
    "time": "0:18:15",
    "speaker": "spk_3",
    "line": "I would love a squirt. Okay. Enough for too much. That's just, for me, just right, oh, it's that Nice. I I have yet to try the green. I'm really excited for that. Yeah. It's like What flavor is the green?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-111",
    "time": "0:18:31",
    "speaker": "spk_2",
    "line": "It's like an unripe raspberry.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-112",
    "time": "0:18:36",
    "speaker": "spk_3",
    "line": "Have you ever thought about adding that to the mic's hard? That Mike doesn't York, my York?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-113",
    "time": "0:18:42",
    "speaker": "spk_1",
    "line": "Michael York's hard lemonade.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-114",
    "time": "0:18:44",
    "speaker": "spk_3",
    "line": "Yeah. Okay. Cool.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-115",
    "time": "0:18:44",
    "speaker": "spk_1",
    "line": "Cool. Do you remember Michael York?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-116",
    "time": "0:18:46",
    "speaker": "spk_3",
    "line": "Of course, I do.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-117",
    "time": "0:18:47",
    "speaker": "spk_2",
    "line": "He's awesome powers as boss.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-118",
    "time": "0:18:50",
    "speaker": "spk_3",
    "line": "Yeah. That guy's Yeah. Yeah. Of course. And he's doing he's doing lemon he's doing hard lemonade. Yeah. You noticed",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-119",
    "time": "0:18:58",
    "speaker": "spk_2",
    "line": "you haven't seen him in a while. He's focused on that. Flavors.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-120",
    "time": "0:19:01",
    "speaker": "spk_1",
    "line": "He did cabaret, then then Austin powers boss, and then he's been just mostly working on this lemonade recipe.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-121",
    "time": "0:19:09",
    "speaker": "spk_3",
    "line": "Using Bailey's using Clarified Bailey's.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-122",
    "time": "0:19:12",
    "speaker": "spk_2",
    "line": "Yes. Clarified Bailey's.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-123",
    "time": "0:19:14",
    "speaker": "spk_1",
    "line": "I don't know.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-124",
    "time": "0:19:15",
    "speaker": "spk_3",
    "line": "Yeah. Go ahead.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-125",
    "time": "0:19:16",
    "speaker": "spk_1",
    "line": "I'm sorry to interrupt, but Nick, did you make movie?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-126",
    "time": "0:19:19",
    "speaker": "spk_3",
    "line": "I'm did make movie. I mean everybody knows about it already. It's called adult beginners. It's it's in almost fifty theaters around the country. Fifty screens. So fifty two, actually, to be precise. We we we span it out to fifty two screens. Number of weeks in",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-127",
    "time": "0:19:37",
    "speaker": "spk_2",
    "line": "a year.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-128",
    "time": "0:19:38",
    "speaker": "spk_3",
    "line": "Uh-huh. One one screen a",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-129",
    "time": "0:19:40",
    "speaker": "spk_2",
    "line": "week. Every state Puerto Rico.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-130",
    "time": "0:19:44",
    "speaker": "spk_3",
    "line": "Yeah. And Guam. And Guam. Fifty two and fifty two on fifty two. God bless the Sweet old US. That's right. That's right. I petitioned get two extra stars put onto the flag just so we could use that for the promotion of how many screens we're on.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-131",
    "time": "0:19:59",
    "speaker": "spk_1",
    "line": "I signed it.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-132",
    "time": "0:20:00",
    "speaker": "spk_3",
    "line": "Thank you for signing that. It means the world. Obviously, you guys can go online and go to Nick Crowll. The petition will be getting going there. To get fifty two stars on the flag.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-133",
    "time": "0:20:10",
    "speaker": "spk_0",
    "line": "How can something be adult",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-134",
    "time": "0:20:13",
    "speaker": "spk_2",
    "line": "to beginner as well?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-135",
    "time": "0:20:16",
    "speaker": "spk_3",
    "line": "That's a really good question. I've gotten so many good questions.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-136",
    "time": "0:20:21",
    "speaker": "spk_1",
    "line": "I had the same question just Hayes didn't have a better question.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-137",
    "time": "0:20:24",
    "speaker": "spk_3",
    "line": "Well, if you want, at some point, if you wanna talk about the departure for what it was like for me to The departed? To be to say no no, to say not to say yes to being the rat in the departed. I was offered that part to be the rat in the last Crawl. To crawl",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-138",
    "time": "0:20:41",
    "speaker": "spk_2",
    "line": "on, but they they needed",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-139",
    "time": "0:20:42",
    "speaker": "spk_3",
    "line": "me for run a picture. And I was like, I can't",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-140",
    "time": "0:20:44",
    "speaker": "spk_0",
    "line": "--",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-141",
    "time": "0:20:45",
    "speaker": "spk_3",
    "line": "i didn't",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-142",
    "time": "0:20:45",
    "speaker": "spk_1",
    "line": "get that.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-143",
    "time": "0:20:46",
    "speaker": "spk_0",
    "line": "--",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-144",
    "time": "0:20:46",
    "speaker": "spk_2",
    "line": "the rat in front of the Well, that's what I kept saying. It just doesn't It's too subtle.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-145",
    "time": "0:20:50",
    "speaker": "spk_3",
    "line": "It doesn't have anything",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-146",
    "time": "0:20:51",
    "speaker": "spk_1",
    "line": "to do with the movie.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-147",
    "time": "0:20:52",
    "speaker": "spk_3",
    "line": "That's what I kept saying. And so and I just said The movie",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-148",
    "time": "0:20:55",
    "speaker": "spk_1",
    "line": "is about people.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-149",
    "time": "0:20:56",
    "speaker": "spk_3",
    "line": "Exactly. That's what I kept saying. And they said, well, do you and you and you've turned down the Walberg part already. And I said, I I didn't I chose to not say yes. I didn't say no. And I was intrigued by the rat part because I couldn't understand it. And I wanted to do it But scheduling just didn't work out because they needed me in Boston. For run a pick, they needed me for four months to shoot it. But I was like, I'm only in. I run-in front of City Hall. I run some at some point near the end and they're like, we just need we just don't know Marty, Marty, Marty, Marty. Mhmm. Yes. So Yes.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-150",
    "time": "0:21:28",
    "speaker": "spk_1",
    "line": "Her this song before.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-151",
    "time": "0:21:29",
    "speaker": "spk_3",
    "line": "So but the the question that I got and I just bring it back to myself real quick. The question that I got on a dull beginner said I've really enjoyed is that I did that this is a departure for me.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-152",
    "time": "0:21:39",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-153",
    "time": "0:21:40",
    "speaker": "spk_3",
    "line": "So I'm a comedy guy. I'm known famously as a famous comedian. Yes. Yes. And that this part because I have emotional moments in it, that it's a departure for me. Mhmm.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-154",
    "time": "0:21:51",
    "speaker": "spk_1",
    "line": "From doing the the goofy bullshit.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-155",
    "time": "0:21:53",
    "speaker": "spk_2",
    "line": "It's it's confusing to me as well.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-156",
    "time": "0:21:56",
    "speaker": "spk_3",
    "line": "Yeah. It's it's confusing to people and I get it.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-157",
    "time": "0:21:58",
    "speaker": "spk_1",
    "line": "I had to stop the movie a few times and just try to get my shit together.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-158",
    "time": "0:22:04",
    "speaker": "spk_3",
    "line": "And were you able to do that? You were able to get your shit together? Yeah. Were you were you doing coke you doing anything redundant? Cold shower. Cold shower. You're getting horny, you're getting horny watching me depart.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-159",
    "time": "0:22:17",
    "speaker": "spk_1",
    "line": "So real. Yeah.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-160",
    "time": "0:22:18",
    "speaker": "spk_3",
    "line": "Well, it you know, And it's a weird thing because most people don't wanna see a comedian do anything but a big broad character and they don't wanna see an actual human moment.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-161",
    "time": "0:22:27",
    "speaker": "spk_1",
    "line": "Yeah. No. I want them to fall down or get hit with, like, a nerf bat with a pie on",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-162",
    "time": "0:22:34",
    "speaker": "spk_2",
    "line": "the shirt. Your wig turns around backwards.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-163",
    "time": "0:22:36",
    "speaker": "spk_3",
    "line": "Exact covering your eyes. And obviously, I don't regret doing that picture. You know what I mean? I love I'd love doing wiggy. I'm I'm hopefully gonna do more wiggy's. That's the thing is I wanna be able to do it all. Go Troop,",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-164",
    "time": "0:22:48",
    "speaker": "spk_1",
    "line": "get out your pens. There might be more wiggy's in your future.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-165",
    "time": "0:22:52",
    "speaker": "spk_3",
    "line": "So, obviously, we are I'm in talks with I'm in talks with a few different directors who want to attach themselves right now and do whiggy's. Marty has called. Wow.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-166",
    "time": "0:23:03",
    "speaker": "spk_2",
    "line": "Are we gonna blend the wiggy and Jiggy universes?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-167",
    "time": "0:23:07",
    "speaker": "spk_3",
    "line": "There's talk of that. Marty owns the rights to Ziggy. But obviously, I I've been controlling the dilbert property for almost twenty years now.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-168",
    "time": "0:23:17",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-169",
    "time": "0:23:17",
    "speaker": "spk_3",
    "line": "And just trying to find the right connection point to do that.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-170",
    "time": "0:23:20",
    "speaker": "spk_1",
    "line": "Am I correct? You have dilbert, but you don't own dogbert, and it's just been a lot of back and forth.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-171",
    "time": "0:23:26",
    "speaker": "spk_3",
    "line": "That is correct. That is correct. That is owned by Paul Giamatti.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-172",
    "time": "0:23:29",
    "speaker": "spk_1",
    "line": "What is one without the other?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-173",
    "time": "0:23:31",
    "speaker": "spk_3",
    "line": "Exactly. And Paul and I are friends and hopefully we can make it work but it's the numbers just have to make sense for everybody. Pig vomit. Exactly. From the Howard Stern move.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-174",
    "time": "0:23:41",
    "speaker": "spk_1",
    "line": "Yes. He was Howard Stern's boss.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-175",
    "time": "0:23:45",
    "speaker": "spk_2",
    "line": "Movie, is it vod as well?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-176",
    "time": "0:23:48",
    "speaker": "spk_3",
    "line": "VOD. Adult beginners is on VOD. That's actually where We're doing real business. We we made We made fifty two million dollars in opening weekend. On VOD.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-177",
    "time": "0:24:00",
    "speaker": "spk_2",
    "line": "Most decent. One one million dollars per",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-178",
    "time": "0:24:03",
    "speaker": "spk_1",
    "line": "this fifty two per",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-179",
    "time": "0:24:05",
    "speaker": "spk_2",
    "line": "theater per week.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-180",
    "time": "0:24:07",
    "speaker": "spk_3",
    "line": "Per theater, but instead of theaters, I don't know if you guys noticed, but home computers can become your own personal theater.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-181",
    "time": "0:24:12",
    "speaker": "spk_1",
    "line": "Yes. It's just",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-182",
    "time": "0:24:13",
    "speaker": "spk_2",
    "line": "how close you hold it to your eyes. This is",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-183",
    "time": "0:24:15",
    "speaker": "spk_0",
    "line": "what we keep saying",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-184",
    "time": "0:24:17",
    "speaker": "spk_2",
    "line": "it can be same as moving.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-185",
    "time": "0:24:18",
    "speaker": "spk_3",
    "line": "Adobe Ginner's will be coming out on Benocculus prime early next year. We've already pre sold it. And we've made a lot of money. And I say that conservatively, we've made almost five hundred and twenty million dollars so far on on selling it on binoculars prime.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-186",
    "time": "0:24:33",
    "speaker": "spk_2",
    "line": "Bully. Bully for you. But this is not what you really wanna talk about. Like, your thing",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-187",
    "time": "0:24:40",
    "speaker": "spk_0",
    "line": "--",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-188",
    "time": "0:24:40",
    "speaker": "spk_3",
    "line": "i'm so done talking about myself.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-189",
    "time": "0:24:43",
    "speaker": "spk_1",
    "line": "Yes. And it's sickening. And when you're on press and you're talking about yourself all the time and you just wanna talk about what's really important in the world, which is of course, pilots.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-190",
    "time": "0:24:53",
    "speaker": "spk_2",
    "line": "You people know you as an actor, but you're really you got in this business as fan, and you love pilots. Tis the season pilot season, to be very jolly for Nick Crowle.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-191",
    "time": "0:25:07",
    "speaker": "spk_1",
    "line": "It's the most wonderful time of the year. Sorry about when you first",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-192",
    "time": "0:25:12",
    "speaker": "spk_2",
    "line": "talking about Christmas. Fell in love with the idea of doing a show for the first time.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-193",
    "time": "0:25:18",
    "speaker": "spk_3",
    "line": "Well, as you guys know, I kill it during pilot season. Year in, year out. Kill zone. I'm in the kill zone. It's like Golden Eye, and I'm like a chubby Asian a fifteen year old boy. I'm I'm killing it. Every year, I lock in. I look at the whole landscape, I see the shows out there, and then I zero in.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-194",
    "time": "0:25:38",
    "speaker": "spk_2",
    "line": "Yeah.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-195",
    "time": "0:25:39",
    "speaker": "spk_3",
    "line": "And I kill every year.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-196",
    "time": "0:25:40",
    "speaker": "spk_2",
    "line": "Sean's only allowed to do it on paintball mode.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-197",
    "time": "0:25:43",
    "speaker": "spk_3",
    "line": "Really?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-198",
    "time": "0:25:44",
    "speaker": "spk_1",
    "line": "Dad my dad.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-199",
    "time": "0:25:46",
    "speaker": "spk_3",
    "line": "That's stuff. That stuff. I think",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-200",
    "time": "0:25:48",
    "speaker": "spk_1",
    "line": "it's good for me, and I think he's looking out for my",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-201",
    "time": "0:25:50",
    "speaker": "spk_3",
    "line": "business issues. It's not your dad wasn't shocked. I don't",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-202",
    "time": "0:25:52",
    "speaker": "spk_1",
    "line": "wanna be desensitized. No. No. No. He was shot at. He's a retired cop.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-203",
    "time": "0:25:58",
    "speaker": "spk_3",
    "line": "Thank you for his service. So you you are taking",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-204",
    "time": "0:26:01",
    "speaker": "spk_2",
    "line": "a position on the Baltimore effect.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-205",
    "time": "0:26:02",
    "speaker": "spk_3",
    "line": "Yeah. Well, that's my favorite pilot so far.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-206",
    "time": "0:26:05",
    "speaker": "spk_2",
    "line": "Yes. Okay. So let's get right into it.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-207",
    "time": "0:26:07",
    "speaker": "spk_1",
    "line": "Well, let's start talking Turkey. Pilates wise.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-208",
    "time": "0:26:10",
    "speaker": "spk_3",
    "line": "Can talk about my favorite pilot. Yes. Baltimore is my favorite pilot right now. It's about a bald police chief in Baltimore. Mhmm. It's sort of It's a Michael Chicklis kind of show. It's a shield esque, but for networks, so no teeth. And he's got no teeth, and that's the whole thing. He's trying to do press conferences. And his teeth fall out of his mouth. Yes. And then they chatter on the ground and that's I've auditioned to play the teeth on the on the podium. That are chattering away.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-209",
    "time": "0:26:37",
    "speaker": "spk_1",
    "line": "Well, I love the scene where he's going undercover as a gang member who does have teeth. And then they're trying to make him eat rock candy to prove that he's hard.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-210",
    "time": "0:26:49",
    "speaker": "spk_2",
    "line": "So do we just wanna read that scene?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-211",
    "time": "0:26:52",
    "speaker": "spk_3",
    "line": "Can I read can I",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-212",
    "time": "0:26:53",
    "speaker": "spk_1",
    "line": "you wanna be Baltimore?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-213",
    "time": "0:26:54",
    "speaker": "spk_3",
    "line": "Yeah. I'd love to.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-214",
    "time": "0:26:55",
    "speaker": "spk_1",
    "line": "Okay. Okay. Let's just",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-215",
    "time": "0:26:59",
    "speaker": "spk_2",
    "line": "yeah. Sure. Let's just read or should we play the clip?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-216",
    "time": "0:27:02",
    "speaker": "spk_1",
    "line": "Yeah. Well, you know what? Let's play the clip with Baltimore. And then this is the scene where him and Chitarra. The the tough Latino Asian gangster are in the basement. Okay.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-217",
    "time": "0:27:20",
    "speaker": "spk_2",
    "line": "Shitara takes a big long lick of the rock candy staring Baldemar straight in the eye.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-218",
    "time": "0:27:24",
    "speaker": "spk_1",
    "line": "Sorry. The clip is of a table read.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-219",
    "time": "0:27:26",
    "speaker": "spk_2",
    "line": "Yes. It has staged records. They ended up they ended up being the best version of the pilot, so",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-220",
    "time": "0:27:33",
    "speaker": "spk_1",
    "line": "they just use the table read.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-221",
    "time": "0:27:34",
    "speaker": "spk_3",
    "line": "I think that's actually very brave of the studio to just tape the pilot see where it's at, develop that, decide whether they need to wanna reformat the table read before they go off to shoot the pilot. Because I think it actually helps a lot with process. Because I feel like having been through pilots using year in and year out, it feels like there needs to be more steps. And I feel like if you can get a good gauge on how the table read goes, then you're gonna be able to do the rewrites you want that will help you get out there to shoot the pilot to figure out whether you decide whether you wanna go make that show.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-222",
    "time": "0:28:09",
    "speaker": "spk_1",
    "line": "And it's all part of the process, and we're getting so much smarter about the way we make these things.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-223",
    "time": "0:28:14",
    "speaker": "spk_2",
    "line": "We're like if the table read goes well, People say like, well, people laughed at this. Let's just do this. Let's have this be the show. And so that's what they're doing with Baltimore. Mhmm. Anyway, back to the clip. Shitara takes another really long lick even longer this time and it cuts up her tongue a little bit.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-224",
    "time": "0:28:33",
    "speaker": "spk_1",
    "line": "Nice and sweet. I say.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-225",
    "time": "0:28:37",
    "speaker": "spk_3",
    "line": "Don't you know it? Look, I'm one of the best criminals in this whole neighborhood. And I'm ready to suck down on that rock candy right there because I ain't got no hair and I'm ready to do this.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-226",
    "time": "0:28:50",
    "speaker": "spk_1",
    "line": "Well, if you're really as bad ass as what you say and I like the way you handle yourself back there in that fight we had, then Then you'll have no problem doing a big crunch, chunky wasabi.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-227",
    "time": "0:29:01",
    "speaker": "spk_3",
    "line": "I'm ready to crunch down on that and that. Hold on. What is this line? Sorry. Let me Can I do that line again? You're asking me, I'm just another actor. Sorry. Can we take a break real quick? I just need to use a camera Sorry. Can I I'm sorry? I I'm can I go use the bathroom real quick? I'm I had a fruit smoothie before we started and I'm feeling kinda ill.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-228",
    "time": "0:29:24",
    "speaker": "spk_1",
    "line": "Again, you're asking me, I mean, sure, I guess so.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-229",
    "time": "0:29:27",
    "speaker": "spk_3",
    "line": "Who who's the is it the director who's running the table right here?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-230",
    "time": "0:29:30",
    "speaker": "spk_2",
    "line": "Yeah. Guys, Danny Danny Pudi is gonna go. It needs to take a quick break. So we're just gonna let's let's all take five and we'll come back in a second.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-231",
    "time": "0:29:43",
    "speaker": "spk_3",
    "line": "The show feels good.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-232",
    "time": "0:29:44",
    "speaker": "spk_2",
    "line": "I feel like",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-233",
    "time": "0:29:44",
    "speaker": "spk_1",
    "line": "i think that that to me is a guaranteed hit.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-234",
    "time": "0:29:47",
    "speaker": "spk_3",
    "line": "Well, here's what yes. Can I make his thing that came up for me, which was interesting? I think that's the show. Yeah.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-235",
    "time": "0:29:54",
    "speaker": "spk_1",
    "line": "Is them taking a break from the table read? Yes. I couldn't agree more. I mean, that's so engaging and to get that peak behind the curtain and people love shows about showbiz. They're easy to make and accessible. Mhmm. And I think that to see an actor need to take a shit break in the way that Finch had to in American Pie. And Danny's great.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-236",
    "time": "0:30:20",
    "speaker": "spk_2",
    "line": "He's so good.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-237",
    "time": "0:30:21",
    "speaker": "spk_1",
    "line": "He's even better when he's being Danny.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-238",
    "time": "0:30:23",
    "speaker": "spk_2",
    "line": "That character is perfect for him. It's a great improv everywhere kind of promo they're doing for right now. This whole thing with, like, Charlie Todd getting all these guys to be like, oh, mad. It's like Baltimore or whatever.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-239",
    "time": "0:30:39",
    "speaker": "spk_1",
    "line": "Yeah. At Baltimore, yeah. And now my favorite pilot was Voldemort, which is",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-240",
    "time": "0:30:44",
    "speaker": "spk_0",
    "line": "--",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-241",
    "time": "0:30:44",
    "speaker": "spk_3",
    "line": "mhmm. I really The",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-242",
    "time": "0:30:46",
    "speaker": "spk_1",
    "line": "it's set in Baltimore -- Yeah.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-243",
    "time": "0:30:48",
    "speaker": "spk_0",
    "line": "--",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-244",
    "time": "0:30:48",
    "speaker": "spk_1",
    "line": "amidst the riots. But it is The show",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-245",
    "time": "0:30:50",
    "speaker": "spk_3",
    "line": "that The show that names shall not be The show that names shall not be",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-246",
    "time": "0:30:55",
    "speaker": "spk_2",
    "line": "the show that The show that names shall not be. Yes.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-247",
    "time": "0:30:57",
    "speaker": "spk_1",
    "line": "The names shall not be. And to me, if you because they are both CBS, if you put that back to back with Baltimore, I think you got a rock block.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-248",
    "time": "0:31:11",
    "speaker": "spk_3",
    "line": "I obviously, I agree. I I thought this was besides Baltimore Boldemort was I think my favorite table read that I saw. I thought it was fantastic and I really loved I really love it. And I think it's great. I think it's actually great for Joey McIntyre.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-249",
    "time": "0:31:31",
    "speaker": "spk_2",
    "line": "Yes. He's amazing as Voldemort. John Waters as himself, playing Voldemort's boyfriend, really, gives the the city a life of its own,",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-250",
    "time": "0:31:42",
    "speaker": "spk_3",
    "line": "you know. Because the city is a character.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-251",
    "time": "0:31:43",
    "speaker": "spk_2",
    "line": "Yes. A city that's",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-252",
    "time": "0:31:44",
    "speaker": "spk_1",
    "line": "absolutely here. Which is what has been so good about some of us.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-253",
    "time": "0:31:47",
    "speaker": "spk_3",
    "line": "And I like that neither of these shows are dealing with any of the issues going on in Baltimore more right now.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-254",
    "time": "0:31:53",
    "speaker": "spk_1",
    "line": "No. You don't even see outside in the Baltimore pilot. It's literally they're playing Boulder Dash. There's a",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-255",
    "time": "0:32:01",
    "speaker": "spk_2",
    "line": "and that's it. Yeah. Do we wanna do that?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-256",
    "time": "0:32:05",
    "speaker": "spk_1",
    "line": "Oh, you wanna see that scene? Or one of the scenes they're doing it the whole pilot.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-257",
    "time": "0:32:09",
    "speaker": "spk_2",
    "line": "Yeah. Let's just play, I guess, the clip of the table read of the of John Waters and",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-258",
    "time": "0:32:14",
    "speaker": "spk_1",
    "line": "it's a great process.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-259",
    "time": "0:32:14",
    "speaker": "spk_2",
    "line": "John Waters and Voldemort playing Baldar Dash.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-260",
    "time": "0:32:20",
    "speaker": "spk_3",
    "line": "Mhmm. I'm so excited for this game to get going.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-261",
    "time": "0:32:25",
    "speaker": "spk_1",
    "line": "Well, you're you okay. So alright. Everybody get their pencils out. Oh, fine. I'm gonna read the definitions, and this is for flap Dragon. These words are so nuts.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-262",
    "time": "0:32:40",
    "speaker": "spk_2",
    "line": "So Okay.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-263",
    "time": "0:32:41",
    "speaker": "spk_1",
    "line": "I can imagine really knowing Anyway, so alright. And then you guess what the right definition is. Johnny, are you with me?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-264",
    "time": "0:32:50",
    "speaker": "spk_3",
    "line": "I'm so with you. This is funny and cool.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-265",
    "time": "0:32:54",
    "speaker": "spk_2",
    "line": "Everyone puts their pencils away as they realize that pencils won't be necessary for this part of the game today.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-266",
    "time": "0:32:59",
    "speaker": "spk_1",
    "line": "It's sorry. They've already they've already used them. Sorry. I told you take them out. And I'm realizing a flaw with this. There's only two of us playing the game, so I'm gonna know what the real definition is, and you're gonna know what the one you submitted",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-267",
    "time": "0:33:11",
    "speaker": "spk_3",
    "line": "that's right and I've got a pen that looks like a flamingo.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-268",
    "time": "0:33:14",
    "speaker": "spk_1",
    "line": "Okay. This is so the first one is Flap Dragon, a Scottish game in which raisins are sucked from hot butter. Or a scandalous movie starring Divide.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-269",
    "time": "0:33:36",
    "speaker": "spk_3",
    "line": "I would say having made the movie, it would be the raisins because I know that the movie that made with her was called lust in the dust.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-270",
    "time": "0:33:50",
    "speaker": "spk_1",
    "line": "Okay. So then you moved three spaces.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-271",
    "time": "0:33:53",
    "speaker": "spk_2",
    "line": "I say this any other clip? Joey McIntyre is amazing in the show. It sounds nothing like what we expect from joy it makes you wonder if what we've seen of him all along was like a fake character. I was madi didn't sing.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-272",
    "time": "0:34:08",
    "speaker": "spk_3",
    "line": "Well, What I like about this is, like, people like to watch celebrities play games. Yeah. The idea that Voldemort became as, like, it's basically Baltimore Game Knight",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-273",
    "time": "0:34:19",
    "speaker": "spk_0",
    "line": "--",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-274",
    "time": "0:34:19",
    "speaker": "spk_3",
    "line": "mhmm. -- which I think is great because people have seen now Hollywood Game Knight. Mhmm. And obviously, the stuff Jimmy's do",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-275",
    "time": "0:34:25",
    "speaker": "spk_2",
    "line": "when are you gonna do Hollywood Game night, Nick? What's the story there?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-276",
    "time": "0:34:30",
    "speaker": "spk_3",
    "line": "I have been I've continued to to choose to not say",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-277",
    "time": "0:34:34",
    "speaker": "spk_2",
    "line": "yes -- Mhmm.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-278",
    "time": "0:34:35",
    "speaker": "spk_0",
    "line": "--",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-279",
    "time": "0:34:35",
    "speaker": "spk_1",
    "line": "to it. And you're circling each other, and it's like a heavy weight flash. Tango.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-280",
    "time": "0:34:40",
    "speaker": "spk_3",
    "line": "It's a tango. They keep sweetening the offer. Obviously, they said you can be the fourth guest. Julian Barber. If Julian's out, you're in and I say, I am available -- Yeah. -- for doing it.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-281",
    "time": "0:34:57",
    "speaker": "spk_1",
    "line": "And they're gonna let you have free champagne in there. Yeah.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-282",
    "time": "0:35:00",
    "speaker": "spk_2",
    "line": "Because that's part of it. You get a little loose.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-283",
    "time": "0:35:02",
    "speaker": "spk_3",
    "line": "You get a little loose beforehand. What we'll do is we'll have a we'll have a warm glass of CorVel champagne, CorVel, and then we'll get out there and we'll be we'll we'll be sort of hot and with sweet burps, and we'll get out there and we'll",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-284",
    "time": "0:35:14",
    "speaker": "spk_2",
    "line": "and it's they they tape it ten thirty. Yeah.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-285",
    "time": "0:35:16",
    "speaker": "spk_3",
    "line": "Yeah. Yeah. That's what I'm hoping. Again, I get not having done the show myself.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-286",
    "time": "0:35:23",
    "speaker": "spk_1",
    "line": "I think that's their secret, though, is that Corbell Champagne gets them loose. That's how they get such good footage of people just being real and they're stars. But you know, what you find out is they're relatable.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-287",
    "time": "0:35:34",
    "speaker": "spk_3",
    "line": "What do you guys do?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-288",
    "time": "0:35:35",
    "speaker": "spk_2",
    "line": "What do you guys In what way? What do",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-289",
    "time": "0:35:38",
    "speaker": "spk_3",
    "line": "you what do you do for a living?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-290",
    "time": "0:35:40",
    "speaker": "spk_1",
    "line": "Oh, it's not about today, Nick.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-291",
    "time": "0:35:43",
    "speaker": "spk_2",
    "line": "And will you do all kinds of stuff? I mean, like, movie, we do movie.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-292",
    "time": "0:35:48",
    "speaker": "spk_1",
    "line": "Oh, yeah. And we were talking about all the different kinds of screens and Internet, and we love the way it's moving.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-293",
    "time": "0:35:54",
    "speaker": "spk_2",
    "line": "TV show, we we had a pilot, IMDB. Mhmm. Right? Yeah. IMDB. We do that.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-294",
    "time": "0:36:00",
    "speaker": "spk_3",
    "line": "Do you guys have any pilots in contention?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-295",
    "time": "0:36:03",
    "speaker": "spk_1",
    "line": "Well We have a couple. We had this obviously, you're asking about baby grandpa. Formally baby grandpa. Formally",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-296",
    "time": "0:36:11",
    "speaker": "spk_3",
    "line": "it was a show",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-297",
    "time": "0:36:12",
    "speaker": "spk_0",
    "line": "like some gold.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-298",
    "time": "0:36:13",
    "speaker": "spk_2",
    "line": "About a guy whose grandpa was a baby. Originally, it was based on the concept of the dress. You remember the dress that everyone was talking about?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-299",
    "time": "0:36:22",
    "speaker": "spk_1",
    "line": "So was known as whites and golds and those two fans coming together -- IP.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-300",
    "time": "0:36:26",
    "speaker": "spk_0",
    "line": "--",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-301",
    "time": "0:36:26",
    "speaker": "spk_3",
    "line": "i actually did that at William Stone. Oh, you did The the dress.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-302",
    "time": "0:36:31",
    "speaker": "spk_2",
    "line": "The dress.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-303",
    "time": "0:36:31",
    "speaker": "spk_1",
    "line": "What the dress?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-304",
    "time": "0:36:32",
    "speaker": "spk_3",
    "line": "The original dress. The dress.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-305",
    "time": "0:36:34",
    "speaker": "spk_1",
    "line": "What ultimately became baby grandpa? Well, no longer baby grandpa became untitled Backkid Project.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-306",
    "time": "0:36:38",
    "speaker": "spk_2",
    "line": "Now it's about BAT kid.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-307",
    "time": "0:36:41",
    "speaker": "spk_1",
    "line": "And it is",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-308",
    "time": "0:36:41",
    "speaker": "spk_2",
    "line": "a sick boy's superhero.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-309",
    "time": "0:36:44",
    "speaker": "spk_3",
    "line": "Oh, like the this is from San Francisco, the the bad kid.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-310",
    "time": "0:36:48",
    "speaker": "spk_2",
    "line": "Yeah. We couldn't get",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-311",
    "time": "0:36:49",
    "speaker": "spk_3",
    "line": "i loved how that kid walked down the street and thousands of people took photos of him and screamed at him.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-312",
    "time": "0:36:54",
    "speaker": "spk_1",
    "line": "Mhmm. And yes.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-313",
    "time": "0:36:55",
    "speaker": "spk_3",
    "line": "I think that'll be good for him.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-314",
    "time": "0:36:57",
    "speaker": "spk_2",
    "line": "And pretended to be trying to kill him, like, with the, like, the Joker stuff.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-315",
    "time": "0:37:02",
    "speaker": "spk_1",
    "line": "Trying to defeat him. Yes. And so we did manage to get bat kids. So it's not the dress anymore. It's not baby grandpa, an not what we initially envisioned, but I think it's better. And it is the back kid in the back of Jesus Toyota.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-316",
    "time": "0:37:14",
    "speaker": "spk_2",
    "line": "Yeah. And it's sort of a dad we've had to do this after the fact sort of, but now it's based on Amish Paradise.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-317",
    "time": "0:37:21",
    "speaker": "spk_3",
    "line": "Great.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-318",
    "time": "0:37:22",
    "speaker": "spk_2",
    "line": "That's the IP though.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-319",
    "time": "0:37:23",
    "speaker": "spk_3",
    "line": "A fictional a fictional version of Amish paradise. Yes. That's great.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-320",
    "time": "0:37:28",
    "speaker": "spk_2",
    "line": "Now we've had to figure out a way where, like, the car, like stalls in, like, Amish land And so this guy has to Back",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-321",
    "time": "0:37:36",
    "speaker": "spk_1",
    "line": "kit doesn't use guns. And so where would bat kit's technology, which is impressive, really be useful, and probably in Amishland where they also are not using guns and actually don't even have a land What",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-322",
    "time": "0:37:50",
    "speaker": "spk_3",
    "line": "i love about is I'm so long. So lost.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-323",
    "time": "0:37:55",
    "speaker": "spk_1",
    "line": "Do you need to hear the song?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-324",
    "time": "0:37:57",
    "speaker": "spk_3",
    "line": "Yeah. I would love to.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-325",
    "time": "0:37:59",
    "speaker": "spk_1",
    "line": "As I walk through the valley where I harvest my grain, I think I look at my wife and realize she's very plain.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-326",
    "time": "0:38:05",
    "speaker": "spk_2",
    "line": "Seat and Smith does",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-327",
    "time": "0:38:06",
    "speaker": "spk_3",
    "line": "this song and Yes. He's doing he's gonna do it?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-328",
    "time": "0:38:10",
    "speaker": "spk_2",
    "line": "Yes. That's great. Yes. Oh, that's great. He's the main guy.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-329",
    "time": "0:38:13",
    "speaker": "spk_3",
    "line": "That's great. Mhmm. It that's really actually a great That's great. I think that's a great idea. Speak on that. What I Here's what I like about it is it's obviously Amish paradise existing property.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-330",
    "time": "0:38:28",
    "speaker": "spk_2",
    "line": "Great IP.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-331",
    "time": "0:38:29",
    "speaker": "spk_3",
    "line": "Great, great, great IP. People know it, people love it, they connect with it. It's nostalgic, but it's also still fresh because you've got something like Amish mafia now. Yes. Another show. Mhmm. And Obviously, the just it's out there right now. There's a lot of awareness to it. There's a the Rumpring thing that's happening.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-332",
    "time": "0:38:48",
    "speaker": "spk_2",
    "line": "That is a it's really become a big thing.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-333",
    "time": "0:38:50",
    "speaker": "spk_3",
    "line": "Exactly. So it's exciting because people know about it, people are excited about",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-334",
    "time": "0:38:54",
    "speaker": "spk_2",
    "line": "it. Mhmm.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-335",
    "time": "0:38:55",
    "speaker": "spk_3",
    "line": "Yeah. And then obviously having Satan involved is great. He's funny, he's talented, he's charming.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-336",
    "time": "0:39:00",
    "speaker": "spk_1",
    "line": "Yeah. So it's great. Yeah. Speak on that.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-337",
    "time": "0:39:06",
    "speaker": "spk_3",
    "line": "So so the idea of having a black eye sing a song about traditionally white -- Whoa. -- white people. Sorry.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-338",
    "time": "0:39:15",
    "speaker": "spk_2",
    "line": "I know",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-339",
    "time": "0:39:15",
    "speaker": "spk_3",
    "line": "we're That's",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-340",
    "time": "0:39:15",
    "speaker": "spk_1",
    "line": "the noise I make when I love it.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-341",
    "time": "0:39:17",
    "speaker": "spk_3",
    "line": "Okay. Great. So Obviously with with Baltimore right now and how exciting it is to see shows coming out of By the way, I just this is all leading up to what I want to pitch and just see if you guys are really locked into bat kid. Because I want to pitch a show, I think that it could become just because like BAT kid grows up",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-342",
    "time": "0:39:41",
    "speaker": "spk_1",
    "line": "and",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-343",
    "time": "0:39:42",
    "speaker": "spk_3",
    "line": "he goes down South a bit from Amish country to Baltimore.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-344",
    "time": "0:39:45",
    "speaker": "spk_1",
    "line": "I like it so far.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-345",
    "time": "0:39:46",
    "speaker": "spk_3",
    "line": "He's a figure skater.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-346",
    "time": "0:39:47",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-347",
    "time": "0:39:49",
    "speaker": "spk_3",
    "line": "It's Johnny Weir.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-348",
    "time": "0:39:50",
    "speaker": "spk_2",
    "line": "That's great.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-349",
    "time": "0:39:51",
    "speaker": "spk_3",
    "line": "And it's called the Weir. And it's like the wire and it's in balls.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-350",
    "time": "0:39:56",
    "speaker": "spk_2",
    "line": "It's an anagram. Uh-huh. That's really good. Well, you should say, are we locked in the back kid? Because the car when we finished with the car, we realized that we do not have the keys",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-351",
    "time": "0:40:07",
    "speaker": "spk_1",
    "line": "he has the keys in there.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-352",
    "time": "0:40:09",
    "speaker": "spk_3",
    "line": "You've locked Batkid into the car. Yes.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-353",
    "time": "0:40:11",
    "speaker": "spk_1",
    "line": "We're yes. So Backkid locked in. We're not locked into him. But there's",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-354",
    "time": "0:40:15",
    "speaker": "spk_2",
    "line": "a little there the windows are cracked so you can get the medicine in there.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-355",
    "time": "0:40:19",
    "speaker": "spk_3",
    "line": "Right. But he is attached. He's",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-356",
    "time": "0:40:22",
    "speaker": "spk_1",
    "line": "yeah. Well, funny you should say that.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-357",
    "time": "0:40:25",
    "speaker": "spk_2",
    "line": "Attach because he is He did",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-358",
    "time": "0:40:28",
    "speaker": "spk_1",
    "line": "he had a needle and thread in there, and there was a little dog inside the car with him, Jack Russell terrier, and he did so the dog to himself. So he is attached to that dog now. Or to the costume.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-359",
    "time": "0:40:39",
    "speaker": "spk_3",
    "line": "So he's hip pocketing the dog. So the dog is now attached to him and is he attached to the car and the project?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-360",
    "time": "0:40:47",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-361",
    "time": "0:40:47",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-362",
    "time": "0:40:49",
    "speaker": "spk_1",
    "line": "It's funny you should say it that way.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-363",
    "time": "0:40:50",
    "speaker": "spk_2",
    "line": "So he he'll he'll just have to he'll just have to do the stuff from inside a car -- Yes.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-364",
    "time": "0:40:56",
    "speaker": "spk_0",
    "line": "--",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-365",
    "time": "0:40:56",
    "speaker": "spk_3",
    "line": "with a and speak on that.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-366",
    "time": "0:40:58",
    "speaker": "spk_2",
    "line": "A dog, so it did.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-367",
    "time": "0:41:01",
    "speaker": "spk_1",
    "line": "Yeah. Well, cameras are changing just the same as everything else. And so what we've managed to do is drill a hole in the window that we stick a GoPro through and then we",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-368",
    "time": "0:41:14",
    "speaker": "spk_3",
    "line": "and this is a union or non",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-369",
    "time": "0:41:16",
    "speaker": "spk_2",
    "line": "it's like",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-370",
    "time": "0:41:16",
    "speaker": "spk_1",
    "line": "a It's",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-371",
    "time": "0:41:17",
    "speaker": "spk_2",
    "line": "like the pipefitters union.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-372",
    "time": "0:41:19",
    "speaker": "spk_3",
    "line": "Uh-huh. Okay.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-373",
    "time": "0:41:20",
    "speaker": "spk_2",
    "line": "It's not like the camera union and stuff.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-374",
    "time": "0:41:22",
    "speaker": "spk_1",
    "line": "But we can't start the car, but it was in neutral when we locked him in there. So we can shake it around a little bit, and you get a pretty exciting motion.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-375",
    "time": "0:41:29",
    "speaker": "spk_3",
    "line": "Having done a lot of car work and adult beginners had where I drove a minivan. Oh. And then I'm also I",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-376",
    "time": "0:41:35",
    "speaker": "spk_1",
    "line": "can't picture that because you're a young hip guy and so",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-377",
    "time": "0:41:39",
    "speaker": "spk_3",
    "line": "it was a departure for me to to take on that. Like",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-378",
    "time": "0:41:42",
    "speaker": "spk_2",
    "line": "a Flintstones car is what I would expect from them.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-379",
    "time": "0:41:44",
    "speaker": "spk_3",
    "line": "Sure. No. This was a modern minivan, not like a hip guy who has a Flintstones who's to buy taken out the bottom and his Wicky",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-380",
    "time": "0:41:50",
    "speaker": "spk_1",
    "line": "drives a bumper car around town.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-381",
    "time": "0:41:51",
    "speaker": "spk_3",
    "line": "Right. Yeah. Exactly. Exactly. And Obviously, we've written the scene where Wiggie's driving the bumper car around. He gets an offender bender. I mean he's in a bumper car. It's gonna happen. He gets so pissed that the whig flies up and lands right on the top of the bumper car, the thing that connects to the electric. You know, Oh, wow. The pole that powers it.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-382",
    "time": "0:42:13",
    "speaker": "spk_0",
    "line": "Yeah. Yeah. And it's an emotional scene. The wig",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-383",
    "time": "0:42:17",
    "speaker": "spk_3",
    "line": "burns up, leaving wiggy without his wig. Yes. What's wiggy gotta do with it is what we're calling it right now. And it's sort of my my Tina, you know, to hopefully, we're gonna get Ike Baronholtz to play Ike Turner.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-384",
    "time": "0:42:32",
    "speaker": "spk_1",
    "line": "Oh, okay.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-385",
    "time": "0:42:34",
    "speaker": "spk_2",
    "line": "That's a natural fit. And he's strong",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-386",
    "time": "0:42:36",
    "speaker": "spk_3",
    "line": "too. I great. I I get so good. Yes. You guys know I get great.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-387",
    "time": "0:42:41",
    "speaker": "spk_1",
    "line": "His energy is out of control.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-388",
    "time": "0:42:44",
    "speaker": "spk_3",
    "line": "Yeah. He's great.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-389",
    "time": "0:42:45",
    "speaker": "spk_2",
    "line": "Like, does he's such a nice guy. It's whole family dream.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-390",
    "time": "0:42:48",
    "speaker": "spk_3",
    "line": "He's great. Mhmm.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-391",
    "time": "0:42:49",
    "speaker": "spk_1",
    "line": "Yeah. He played basketball with Obama. Now you guys, Nick, I know you have to run and I hate to cut this thing short but we wanna make sure that you have a positive experience. So is there anything you just have to talk about before you go?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-392",
    "time": "0:43:09",
    "speaker": "spk_3",
    "line": "Yeah. I'm working on a new movie and it's it's me and Ike and I play Mike It's it's Mike and I -- Mike and I again. -- Mike and I is the movie and it's right now we'll see if if I can get the rights, but I will be playing Michael Jordan.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-393",
    "time": "0:43:26",
    "speaker": "spk_1",
    "line": "Oh, Michael, b Jordan or Michael regular Jordan? Michael b Jordan.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-394",
    "time": "0:43:29",
    "speaker": "spk_3",
    "line": "Oh, okay. And it's And",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-395",
    "time": "0:43:31",
    "speaker": "spk_2",
    "line": "he is Eisenhower. Yeah.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-396",
    "time": "0:43:34",
    "speaker": "spk_3",
    "line": "It's it's Ike Place. Ike plays Dwight d I as in Howard.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-397",
    "time": "0:43:38",
    "speaker": "spk_1",
    "line": "And you're Michael be joining me.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-398",
    "time": "0:43:39",
    "speaker": "spk_3",
    "line": "And I'm and I Mike Ike is what the movies now called.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-399",
    "time": "0:43:41",
    "speaker": "spk_1",
    "line": "Is this the one being directed by the apparently kid?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-400",
    "time": "0:43:46",
    "speaker": "spk_3",
    "line": "I He is attached to Direct. We're gonna see if we can get him. He's obviously very busy right now.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-401",
    "time": "0:43:50",
    "speaker": "spk_1",
    "line": "Got a great eye.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-402",
    "time": "0:43:51",
    "speaker": "spk_3",
    "line": "Yeah. He does. So I'm very excited about that. I can you wanna return my phone calls, I I'm actually having trouble getting him back on the phone to to just finalize the details and",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-403",
    "time": "0:44:01",
    "speaker": "spk_2",
    "line": "he does listen to this in the tub. I'm amazed that you can drink just the meo and leave the water. Yeah.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-404",
    "time": "0:44:09",
    "speaker": "spk_1",
    "line": "I'll It's become clear water.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-405",
    "time": "0:44:10",
    "speaker": "spk_3",
    "line": "Yeah. No. I I have that ability. That's obviously the pilot that I'm of all the shows that are currently that I'm in the mix that are in the mix for me -- Mhmm.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-406",
    "time": "0:44:19",
    "speaker": "spk_0",
    "line": "--",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-407",
    "time": "0:44:19",
    "speaker": "spk_3",
    "line": "that I'm not in the mix for. That's the one I'm that's the one I'm it's called Solo Mio. And it's a and I just I because I can just drink the Mio.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-408",
    "time": "0:44:30",
    "speaker": "spk_1",
    "line": "It's funny you say in the mix because really you're taking the mix out.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-409",
    "time": "0:44:33",
    "speaker": "spk_3",
    "line": "Yeah. That's what I've been telling my agents.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-410",
    "time": "0:44:36",
    "speaker": "spk_1",
    "line": "Mhmm. And that's funny what I said. Now let's all do the end of",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-411",
    "time": "0:44:40",
    "speaker": "spk_2",
    "line": "the show and please Yeah. It's time for the Roundup. We rate us on iTunes. We did a cowboy voice. Usually, get us on iTunes.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-412",
    "time": "0:44:49",
    "speaker": "spk_1",
    "line": "Go ahead. Like some of that old dear Facebook",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-413",
    "time": "0:44:51",
    "speaker": "spk_0",
    "line": "--",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-414",
    "time": "0:44:51",
    "speaker": "spk_2",
    "line": "on the forums and on Facebook. And to buy the pro well, this is serious. So I don't wanna do it in a cowboy voice, please buy the pro version of our podcast. We have a great package for you this week. What what what what's what's our prize?",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-415",
    "time": "0:45:03",
    "speaker": "spk_1",
    "line": "Oh, yes. The prize is that The character of Baltimore is gonna give you a great street tough one liner direct right at you if you bought the",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-416",
    "time": "0:45:14",
    "speaker": "spk_2",
    "line": "pro version and so who did it? Who bought the pro version this week? Blank.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-417",
    "time": "0:45:20",
    "speaker": "spk_1",
    "line": "Blank. It was blank. Blink bought the pro version.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-418",
    "time": "0:45:23",
    "speaker": "spk_2",
    "line": "Blank bought the pro version this week. So just in in the character of Baltimore, we'll we'll just play a clip from the",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-419",
    "time": "0:45:31",
    "speaker": "spk_1",
    "line": "table read.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-420",
    "time": "0:45:32",
    "speaker": "spk_2",
    "line": "Directing like a yeah. Just a Just like a sassy line to to blink one of our listeners who bought the pro version of our podcast.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-421",
    "time": "0:45:41",
    "speaker": "spk_3",
    "line": "Hey, guys. Thanks for coming. I'm just going through it. It's why it's going through. I didn't mean to put you in my name. Sorry. There we go. Can I say what? I was saying. Alright. So what is getting worried about me? Tell me what happened again. I wrote Thank for writing it.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-422",
    "time": "0:45:58",
    "speaker": "spk_2",
    "line": "Stay to black. Bye. Hollywood",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-423",
    "time": "0:46:03",
    "speaker": "spk_1",
    "line": "handbook.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-424",
    "time": "0:46:04",
    "speaker": "spk_0",
    "line": "Hey, guys. Just one more ad. If you'll sit tight, then we can all go to sleep. Pryv lows, a great company built around lending the right way to self employed freelancers, independent contractors, and business owners, even if you have a one time Credit blemish, that's Prilo, as in private loan. To to apply, go to privlo dot com slash podcast, fill out a simple online form. It'll take two minutes. That's privlo dot com slash podcast. There's a saw, vic, sawing through the floor now of the oh, he is he is spelling a word. He Hang on. It's it's Okay. It says h e l p o question mark helpo. I don't know if that's help or hello. I don't know what what you want. I don't know what you want me to do.",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-425",
    "time": "0:47:14",
    "speaker": "spk_2",
    "line": "Hollywood",
    "episode": "83",
    "edited": false
  },
  {
    "id": "83-426",
    "time": "0:47:18",
    "speaker": "spk_1",
    "line": "handbook is brought to you by Wolf Cool Productions, a subsidiary of Calvin and Hobbs. Oh, baby.",
    "episode": "83",
    "edited": false
  }
]