[
  {
    "id": "85-0",
    "time": "0:00:04",
    "speaker": "spk_0",
    "line": "so she gets home late, I'll add. And course, Mutilda's already in bed and sleeping, and so I say to Michelle Williams. She was a dream. Everything went well. We had ice cream for dessert, and then you know that one nicely. For both of us, we like sweet ice cream.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-1",
    "time": "0:00:28",
    "speaker": "spk_1",
    "line": "Oh, he is.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-2",
    "time": "0:00:29",
    "speaker": "spk_0",
    "line": "And she opens her purse and takes out a twenty.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-3",
    "time": "0:00:35",
    "speaker": "spk_1",
    "line": "Go.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-4",
    "time": "0:00:36",
    "speaker": "spk_0",
    "line": "No. No. No. Michelle. My rate is twenty an hour for babysitting.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-5",
    "time": "0:00:45",
    "speaker": "spk_1",
    "line": "Because that's if your other parent like if Serena Williams finds out that Michelle Williams is only paying twenty dollars",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-6",
    "time": "0:00:55",
    "speaker": "spk_0",
    "line": "-- Thank you. --",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-7",
    "time": "0:00:55",
    "speaker": "spk_1",
    "line": "for an entire night of babysitting. That lowers your rate all over town.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-8",
    "time": "0:01:00",
    "speaker": "spk_0",
    "line": "What world is that? Of course, no. I can't ever value myself that low. And so",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-9",
    "time": "0:01:05",
    "speaker": "spk_1",
    "line": "unless for recommendations, if she were willing to recommend you to some other parents, I could see how then you might be willing to accept a little",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-10",
    "time": "0:01:13",
    "speaker": "spk_0",
    "line": "but is she recommending me at their rate or is she going, I get a special rate because",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-11",
    "time": "0:01:17",
    "speaker": "spk_1",
    "line": "well it should be higher. So many.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-12",
    "time": "0:01:18",
    "speaker": "spk_0",
    "line": "It should",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-13",
    "time": "0:01:19",
    "speaker": "spk_1",
    "line": "be higher, honestly. If she's recommending you, then coming with that recommendation should be a premium on your babysitting.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-14",
    "time": "0:01:25",
    "speaker": "spk_0",
    "line": "Well, and that's how I felt too. And we did settle it out and I do have a couple of cool. I'm babysitting Chad Hayes later this week and and I think that's gonna be really fun for us because we both love rhymes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-15",
    "time": "0:01:39",
    "speaker": "spk_1",
    "line": "Did the song play? Yes. Oh, okay.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-16",
    "time": "0:01:43",
    "speaker": "spk_0",
    "line": "Or it started to.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-17",
    "time": "0:01:45",
    "speaker": "spk_1",
    "line": "It must be because of my machine.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-18",
    "time": "0:01:48",
    "speaker": "spk_0",
    "line": "Oh, yes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-19",
    "time": "0:01:49",
    "speaker": "spk_1",
    "line": "So we can just go right in.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-20",
    "time": "0:01:52",
    "speaker": "spk_0",
    "line": "Yeah. We'll just start doing the thing even though you're not here to hear the song. Hayes is on a machine today, everyone. Deshrine.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-21",
    "time": "0:02:00",
    "speaker": "spk_1",
    "line": "You're welcome to Hollywood Handbook and insiders guide to kicking button dropping names of the red carpet line back hallways of this industry we call showbiz.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-22",
    "time": "0:02:07",
    "speaker": "spk_0",
    "line": "What up Did that all",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-23",
    "time": "0:02:08",
    "speaker": "spk_1",
    "line": "did I finish? Did it did that one come all the way through?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-24",
    "time": "0:02:11",
    "speaker": "spk_0",
    "line": "That's coming through for me, Brett. Do we have that?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-25",
    "time": "0:02:14",
    "speaker": "spk_2",
    "line": "Yeah. I got that clean.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-26",
    "time": "0:02:15",
    "speaker": "spk_1",
    "line": "Thank you. Okay. Because I'm here, I'm doing Skype from New York City, which I had to be here to do Skype because Neil degrasse Tyson lives here and he was able to set me up with the technology to make a a computerized phone call.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-27",
    "time": "0:02:33",
    "speaker": "spk_0",
    "line": "It's it's freaking me out and I wasn't I couldn't look at the screen because it was too scary to me so I've pointed it squarely at Brett Brett, why do people on the forums call you an s tard?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-28",
    "time": "0:02:45",
    "speaker": "spk_2",
    "line": "Oh, starred? It's because",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-29",
    "time": "0:02:47",
    "speaker": "spk_0",
    "line": "have you seen this is?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-30",
    "time": "0:02:49",
    "speaker": "spk_2",
    "line": "Well, it's because But",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-31",
    "time": "0:02:50",
    "speaker": "spk_1",
    "line": "what's the mess?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-32",
    "time": "0:02:53",
    "speaker": "spk_2",
    "line": "Because I made my own mustard before and so",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-33",
    "time": "0:02:57",
    "speaker": "spk_0",
    "line": "i think that's a nice DIY home. I don't think that makes you as Target or anything else. Hey, what do you think? Well, that's nice.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-34",
    "time": "0:03:06",
    "speaker": "spk_1",
    "line": "I don't think I I hear that we're not we're not supposed to call people any letter of that.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-35",
    "time": "0:03:13",
    "speaker": "spk_0",
    "line": "Really? That's out of I knew that the big one was going off the table but I thought that if you modified it",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-36",
    "time": "0:03:20",
    "speaker": "spk_1",
    "line": "because They're starting to get rid of the other as well.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-37",
    "time": "0:03:23",
    "speaker": "spk_0",
    "line": "I thought that because I thought they don't necessarily know if you're saying it. It's sort of like how around your dog maybe you spell the word walk.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-38",
    "time": "0:03:33",
    "speaker": "spk_1",
    "line": "And even comparing them to dogs, I think now, waitly.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-39",
    "time": "0:03:37",
    "speaker": "spk_0",
    "line": "That's out of fashion?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-40",
    "time": "0:03:38",
    "speaker": "spk_1",
    "line": "It's not something that we're supposed to be doing.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-41",
    "time": "0:03:41",
    "speaker": "spk_0",
    "line": "And I'm just So anything around these press",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-42",
    "time": "0:03:43",
    "speaker": "spk_1",
    "line": "style people not be a Los Angeles thing yet. Okay. In New York, they are telling me because I was doing it a lot and they have been telling me to stop.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-43",
    "time": "0:03:53",
    "speaker": "spk_0",
    "line": "Well, these coast Ivy League elites are always a little bit quicker to get their feathers ruffled. But I always feel like around Brett style people that you do wanna kind of code your language a little bit and Did you say",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-44",
    "time": "0:04:07",
    "speaker": "spk_2",
    "line": "my name? Did you say my name?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-45",
    "time": "0:04:11",
    "speaker": "spk_1",
    "line": "No. See, that's that's a cat like he knows he knows Brett. He knows that he knows words like that. He knows walk.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-46",
    "time": "0:04:18",
    "speaker": "spk_0",
    "line": "Yes. Oh, what? Not yet, Brett. Not yet. At commercial. So anyway, so you're in New York. You're there, of course, to cushion the blow of the very sad passing of one of America's goofiest funnymen.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-47",
    "time": "0:04:39",
    "speaker": "spk_1",
    "line": "Yes. When you know him like we do, you just call him Dave. And I think he did something bad definitely did happen because people are talking about him in a very sad way. Mhmm. And I'm here. There's sort of a laugh emergency deficit between Dave being away and new Stephen appearing and so they need someone to sort of plug the plug the dike as it were with with with extra lack in the meantime. So that's what I'm doing here in the in the meantime. But we wanna talk about Dave. Give him his due",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-48",
    "time": "0:05:21",
    "speaker": "spk_0",
    "line": "yes. Well, that guest segment will be mostly about that. But in the meantime, let's talk about us. It's something I find almost as interesting, if not more. Hayes and I were on comedy, bang, bang, and then we got big stars now and we did do the best of and we're here to do a little apology about our best of episode last week.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-49",
    "time": "0:05:43",
    "speaker": "spk_1",
    "line": "Yes. We did comedy Bang Bang and we did an episode of all the best stuff from our show in order to hopefully be poached by another podcast network that has a higher rated show that could put us on there. Like, what would Mark Macaroni show? Some something that is consistently doing better ratings at Comedy Bag Big is maybe the next step for us. But we got a lot of angry letters about the best of show.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-50",
    "time": "0:06:18",
    "speaker": "spk_0",
    "line": "Yes. Well -- Yeah. -- a lot of people felt that their favorite and what they felt were the best moments got excluded, so we went to listen to some of the clips and suggestions we were sent, and it turns out that pretty much all of them were just as good or better than what we'd put in the best of. And I was mortified. I wanna say, sorry from the bottom of my heart I didn't realize how good the other stuff we did was when we assembled that best.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-51",
    "time": "0:06:46",
    "speaker": "spk_1",
    "line": "You don't know when you're in it. When it's when you're doing it, it doesn't come out as like good or bad It's just you being yourself, and it's really just Sean and I hanging out. And so it'd be like, this is good, like",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-52",
    "time": "0:06:58",
    "speaker": "spk_0",
    "line": "great point. To me it feels like I am just being my true self around. One of my closest friends and collaborators and it's so natural. It's sort of if you've ever heard that David Foster Wallace, this is water commencement speech from Kenning College where the old fish swim by the young fish and say, how's the water and the other fish go? What the hell's water? And it's You have to remind yourself all the time of your environment things that seem most obvious.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-53",
    "time": "0:07:29",
    "speaker": "spk_1",
    "line": "When you're taking a shower and you start to sort of wonder like what it is -- Uh-huh.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-54",
    "time": "0:07:33",
    "speaker": "spk_0",
    "line": "--",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-55",
    "time": "0:07:33",
    "speaker": "spk_1",
    "line": "like what is what is this stuff?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-56",
    "time": "0:07:35",
    "speaker": "spk_0",
    "line": "Or when you're drinking it? Yes. No. I all the time. And it's if you don't say this is water and remind yourself of what seems to be.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-57",
    "time": "0:07:43",
    "speaker": "spk_1",
    "line": "Then it could be something. It could be slime. It could be you could you know, start to think that it might be slime. Well you",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-58",
    "time": "0:07:49",
    "speaker": "spk_0",
    "line": "could forget to dry off. I mean you could forget to dry off and so then your clothes are stuck and there are a lot of reasons to say that. But anyway, suffice to say, I'm sorry. This is water. And yes, all of our episodes are actually the best of because everything we did is apparently so good.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-59",
    "time": "0:08:09",
    "speaker": "spk_1",
    "line": "We also have an apology to make for Scott Ockerman for we don't really keep track of like iTunes rankings and stuff.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-60",
    "time": "0:08:17",
    "speaker": "spk_0",
    "line": "Yeah. I can't read that stuff.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-61",
    "time": "0:08:19",
    "speaker": "spk_1",
    "line": "Yeah. Like it's it's not the reason we do the show. Art is not a competition. Like we said, it's just a it's just a way for Sean and I to hang out. But I guess we were hearing that our show became number six on iTunes and we assumed",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-62",
    "time": "0:08:36",
    "speaker": "spk_0",
    "line": "of course. Okay. What does that even mean?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-63",
    "time": "0:08:38",
    "speaker": "spk_1",
    "line": "That that comedy Bang Bang, we would know, you know, people like that we hear that people really like that show. So",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-64",
    "time": "0:08:44",
    "speaker": "spk_0",
    "line": "we figured it was number one or number two after Mark Macaroni.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-65",
    "time": "0:08:48",
    "speaker": "spk_1",
    "line": "But that was number eleven. Yes. And so then you start to wonder like, wow like how is Scott taking this like it should like is he mad. I just sent him a text that said Yikes and he did respond to that. So I don't have a sense of what his attitude towards it is.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-66",
    "time": "0:09:07",
    "speaker": "spk_0",
    "line": "So Scott, if you're listening like most people apparently more people certainly than your show. If you are listening and hearing this, we're scared for you and we're worried about you and reach out to us because we don't care and if you think it's some kind of competition, art's not a competition. And we just are doing this for fun. It's a total fucking jerk off for us.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-67",
    "time": "0:09:35",
    "speaker": "spk_1",
    "line": "And I worry that it could only get worse Because I mean right now actually, now it is number thirteen and I think it has fallen two spots since the last time I checked about fifty minutes ago. But I think that because it's Saturday morning, I think people people are eating breakfast right now.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-68",
    "time": "0:09:56",
    "speaker": "spk_0",
    "line": "And watching cartoons?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-69",
    "time": "0:09:58",
    "speaker": "spk_1",
    "line": "Yes. And so when it goes back up into the top six. Potentially maybe even the top four top two. Mhmm. I worry that that could really be bad for whatever's going on with Scott because people are calling it a bump, which I don't even think is the right word for it. Because if you look at a bump how bump shape",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-70",
    "time": "0:10:20",
    "speaker": "spk_0",
    "line": "yes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-71",
    "time": "0:10:21",
    "speaker": "spk_1",
    "line": "It goes",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-72",
    "time": "0:10:21",
    "speaker": "spk_0",
    "line": "have a down It goes",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-73",
    "time": "0:10:23",
    "speaker": "spk_1",
    "line": "to up part it goes to up part first. But have down And then it has top part",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-74",
    "time": "0:10:28",
    "speaker": "spk_0",
    "line": "and a bit -- Yes. --",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-75",
    "time": "0:10:29",
    "speaker": "spk_1",
    "line": "it goes down part and this does not This is just like how on the side of America there's like the big ocean and then the wall of like sort of a land wall and then it's just America all the way across. And that's sort of it's it's more like that and not a bump shape for us.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-76",
    "time": "0:10:49",
    "speaker": "spk_0",
    "line": "It's not a bump because According to my doctor, a lot of these bumps are temporary. And so a bump is something that you can essentially put a cream on or take a pill and it goes away and closes because there's sometimes a hole in it with juice coming out. But This is not like that. It's more like well it's more like my big muscles which while they do sort of resemble bumps, if you look, they never go all the way back down because before they do get there, they come shooting back twice as high.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-77",
    "time": "0:11:24",
    "speaker": "spk_1",
    "line": "It's another one. Yes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-78",
    "time": "0:11:28",
    "speaker": "spk_0",
    "line": "So that's a cool way to think of it. But anyway I'm",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-79",
    "time": "0:11:32",
    "speaker": "spk_1",
    "line": "so glad to hear by the way. Mhmm. Because I've been gone, I didn't really know what was going on with that bump. There was a point where it was more whole than bump.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-80",
    "time": "0:11:41",
    "speaker": "spk_0",
    "line": "No. It did yes. So it did",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-81",
    "time": "0:11:43",
    "speaker": "spk_1",
    "line": "become it is it is more bump than hole again.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-82",
    "time": "0:11:46",
    "speaker": "spk_0",
    "line": "It went from what would be considered like a crater to what would be considered like a volcano. And that was encouraging for everyone, for the whole team. And and the juice went from what was almost like a hot tar which was terrible to more just Well, just juice which is nice.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-83",
    "time": "0:12:20",
    "speaker": "spk_1",
    "line": "Like fruit juice.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-84",
    "time": "0:12:22",
    "speaker": "spk_0",
    "line": "Yes. Like a",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-85",
    "time": "0:12:24",
    "speaker": "spk_1",
    "line": "cranberry juice.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-86",
    "time": "0:12:25",
    "speaker": "spk_0",
    "line": "Steamed grapefruit juice. No. Cranberry's not quite acidic enough. And so We all have a a lot of positive feelings about it and the powder is working and everything is is good and it's it has invited a couple buddies along. Which, you know, who am I to say that, you know, I know when I'm having to party, I wanna have some friends around so I can't blame the bump for that attitude. And let's just hope that it's one of those parties that closes before that they go that everyone goes home.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-87",
    "time": "0:13:12",
    "speaker": "spk_1",
    "line": "Okay. But only because you know, it is right between your eyes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-88",
    "time": "0:13:18",
    "speaker": "spk_0",
    "line": "Yes. Well that's where And",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-89",
    "time": "0:13:20",
    "speaker": "spk_1",
    "line": "there's not a lot of real That's",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-90",
    "time": "0:13:21",
    "speaker": "spk_0",
    "line": "where sort of the There's",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-91",
    "time": "0:13:22",
    "speaker": "spk_1",
    "line": "not a lot of space for a big party there. The captain is there.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-92",
    "time": "0:13:26",
    "speaker": "spk_0",
    "line": "The captain is there and and some of his little cronies and teammates are spreading around and and they're all over all over the house as it were. Mhmm.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-93",
    "time": "0:13:42",
    "speaker": "spk_1",
    "line": "Mhmm. Under your hair?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-94",
    "time": "0:13:44",
    "speaker": "spk_0",
    "line": "Under yes. Under and behind behind the ears and down straight down from the chin, from underneath the chin in sort of look like a sinister goatee of discolored flesh. So At any rate, it's going good. Everything's gonna be good. To get back on topic, everyone has been sending us snap picks and and emailing us these numbers and these numbers mean nothing to us. We love science and math but not. It doesn't apply to art in any way. And But it",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-95",
    "time": "0:14:26",
    "speaker": "spk_1",
    "line": "does seem like the the thing that you do now in this situation is start making demands. It just seems like the next logical step when you have something that somebody else doesn't have. They want something from you, you take something from them. And the thing that we would like now, if we are going to stay on Earwolf is to annex the run tomatoes podcast, which I believe is still part of the network. I don't really have any evidence to that effect, but I think Brett, is that is that still something that's going on?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-96",
    "time": "0:14:59",
    "speaker": "spk_2",
    "line": "Yeah. They're on Wolfpop the like sister network?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-97",
    "time": "0:15:02",
    "speaker": "spk_0",
    "line": "Well, not anymore. They're on Wolf Cool now and it's hosted by Me and Hayes, and here's episode one. And we saw Mad Max",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-98",
    "time": "0:15:11",
    "speaker": "spk_1",
    "line": "we saw Mad Max, the Furious road.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-99",
    "time": "0:15:14",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-100",
    "time": "0:15:15",
    "speaker": "spk_1",
    "line": "And we thought it was good car chase.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-101",
    "time": "0:15:19",
    "speaker": "spk_0",
    "line": "I love the car chase in this movie and I was wondering which car was gonna catch the one and I couldn't always tell the cars apart and it was exploding and what a car chase and thanks for bringing that up.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-102",
    "time": "0:15:35",
    "speaker": "spk_1",
    "line": "I liked the big car. I liked the feminism.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-103",
    "time": "0:15:39",
    "speaker": "spk_0",
    "line": "The small Okay. I love how freaking steamed all these men's rights activists are getting ill ripped because it's like, yeah. Well, too bad, buddy and women are driving the cars in part of this and have motorcycles.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-104",
    "time": "0:15:55",
    "speaker": "spk_1",
    "line": "And I liked how they were tough, but I also liked how the girls were like, really like looking like",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-105",
    "time": "0:16:02",
    "speaker": "spk_0",
    "line": "-- Pretty good. -- fucking sexy. Yeah. When you first see them, they're like spraying light with a hose in the desert and you can see through parts of the clothes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-106",
    "time": "0:16:11",
    "speaker": "spk_1",
    "line": "And like thin, definitely very skinny but also with a little extra fat in in the right places.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-107",
    "time": "0:16:18",
    "speaker": "spk_0",
    "line": "In the right zones. Yes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-108",
    "time": "0:16:20",
    "speaker": "spk_1",
    "line": "And and -- So that was good feminism.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-109",
    "time": "0:16:22",
    "speaker": "spk_0",
    "line": "Stephanie loved that. I mean, because we went to see it together and she loved that Rosi Hunting Town White Lady and that she thinks that she's so pretty and that was nice because Of course in the apocalypse, yes, it's sad. Yes, you need water and gas. Yes, you have to have robot arm. Some of you. But there's still gotta be sexy babes, right? Like, let's not kid ourselves.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-110",
    "time": "0:16:52",
    "speaker": "spk_1",
    "line": "Yeah. For it to be good feminism, I think you do have to do that. For people who are wondering also if I'm gonna be imperator or furiosa for Halloween, I am actually going to do that. Because I have",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-111",
    "time": "0:17:03",
    "speaker": "spk_0",
    "line": "and that's feminist.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-112",
    "time": "0:17:04",
    "speaker": "spk_1",
    "line": "Yes. I have a good bald head maker that used to be a CVS bag, but that I've sort of repurposed to be bald head disguise. And if you really just put your face on certain parts of the ground, and move it around for a while, you can make that same effect. The face can't affect.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-113",
    "time": "0:17:28",
    "speaker": "spk_0",
    "line": "Face. And so, yes, the It's sort of a half blackface thing. And so thanks for tuning in to rotten tomatoes and my short review of Mad Max is the Furious Road. There's something for everybody. There's babes for the women to look at and I liked the cars.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-114",
    "time": "0:17:46",
    "speaker": "spk_1",
    "line": "We have a great guest and Will Hines is here, but really our guest today is David Letterman. And if if it was implied in the title of the show that he was actually gonna be here I don't know why you would sort of interpret it that way. But he is basically he's basically here because we're gonna be talking about him.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-115",
    "time": "0:18:08",
    "speaker": "spk_0",
    "line": "And we're so close with",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-116",
    "time": "0:18:09",
    "speaker": "spk_1",
    "line": "even better than if he were here for in body ways on Hollywood Handbook.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-117",
    "time": "0:18:15",
    "speaker": "spk_4",
    "line": "Hollywood Handbook. RAR.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-118",
    "time": "0:18:19",
    "speaker": "spk_0",
    "line": "That's the sound of gojira records and we've got a new album for you that we couldn't be more excited about. Our discovery, Michael Cronan, Don't call him Mickey Cron, because he will correct you, even if you are technically his boss, has a new album out, m c three, It looks like it says MIC three, which is of course the third item on the dollar menu, which is of course the delicious McDonald's Fish sandwich. But that's not what it is. Instead, it's the album of rocking tunes that kinda sound like this. Blah. And that little riff was my suggestion. And if you want to hear it, what you do is go to gojirah records dot com back slash wolf cool underscore calvin and Hobbs. When you get there, you're gonna wanna go to the internal Google site Link to iTunes. Get the info from iTunes on the Mickey Cron Man Sorry. Michael Cronman, album, which is m I k a l c r o n I n. But anyway, he is a nice boy and when you get his album, get it from us. Don't get it from iTunes even though you have to go there to get the information about the album because you do need to type in each individual listing on the Gojira record site to get to the Vinyl order form. But this is what we're excited about. Vinyl.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-119",
    "time": "0:19:40",
    "speaker": "spk_1",
    "line": "Vinyl. You can't when it's on the computer, you hear any of the crackles. No. And it pops in the skips. Yeah. And it never just stops playing, which it does sometimes on vinyl which is good. We like",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-120",
    "time": "0:19:53",
    "speaker": "spk_0",
    "line": "only a couple songs you get. And so we have Vinyl. Now we don't have the big Vinyl with all the songs. What we have is the Little Vinyl for a jukebox And so it's only two songs per disc and But it fits",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-121",
    "time": "0:20:08",
    "speaker": "spk_1",
    "line": "in your pocket which the big ones don't. If you have like a if you have like a big pocket, it will fit in there.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-122",
    "time": "0:20:13",
    "speaker": "spk_0",
    "line": "Yes. If you The cargo shorts that I'm wearing right now, I can basically carry almost the whole album. And don't worry if you say, well my record player won't play that little tiny jukebox record. It will because you're gonna buy a jukebox from us as well. Again, this is why you don't wanna buy the album on iTunes. It's like ten dollars or something crazy like that there. We're selling it for fifteen cents for the album. The jukebox is going to be seven hundred and twenty five dollars and that is a steal believe me because we at Wolf Cool paid almost twelve hundred for him. Is that right, Hayes?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-123",
    "time": "0:20:48",
    "speaker": "spk_1",
    "line": "Yes. We paid twelve hundred for the guy to unlock the David Buster storage container",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-124",
    "time": "0:20:55",
    "speaker": "spk_0",
    "line": "-- Yes. Yes. --",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-125",
    "time": "0:20:56",
    "speaker": "spk_1",
    "line": "which which had all these great juke boxes in there and the hand the the hand cart was expensive to rent as well.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-126",
    "time": "0:21:03",
    "speaker": "spk_0",
    "line": "So at this point you're getting almost a half priced jukebox and a way less than that price album MC three from Michael Mickle Motor sickle chrome man and he is gonna be doing tunes on the album and how does some of those tunes sound, haze?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-127",
    "time": "0:21:20",
    "speaker": "spk_1",
    "line": "Well, he has one where he talks about being in love He has one where he's like walking around in the city. He has what about making diss cisions.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-128",
    "time": "0:21:31",
    "speaker": "spk_0",
    "line": "What isn't there some stuff about nature almost? Or how",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-129",
    "time": "0:21:34",
    "speaker": "spk_1",
    "line": "there is one that is a little bit about nature. We definitely alludes to nature sometimes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-130",
    "time": "0:21:39",
    "speaker": "spk_0",
    "line": "Yes. And so if you think about that and how rocking that could be, then you're gonna wanna listen and so buy it.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-131",
    "time": "0:21:55",
    "speaker": "spk_1",
    "line": "Sorry. Sorry. Sorry. It's it's doing a jib jab video of me. Sorry. Can you guys hear that?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-132",
    "time": "0:22:07",
    "speaker": "spk_0",
    "line": "A little bit. It sounds",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-133",
    "time": "0:22:10",
    "speaker": "spk_1",
    "line": "okay. Hang",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-134",
    "time": "0:22:10",
    "speaker": "spk_3",
    "line": "on. Hang on. Hang on. It's really",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-135",
    "time": "0:22:11",
    "speaker": "spk_1",
    "line": "fun here. It's almost ever. It's almost ever. Okay. Sorry. Sorry. That's it. Sorry. I have this It's like a computer app I signed up for a while where it just like does jib jabs with me.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-136",
    "time": "0:22:27",
    "speaker": "spk_0",
    "line": "Yeah. No. I get jib jib emails.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-137",
    "time": "0:22:30",
    "speaker": "spk_1",
    "line": "Yeah. But this isn't these are email emails. These are just for for me to see of myself. So if there's like a camera of me because I'm using Skype, if there's like a camera focused on me, it'll turn my face into a jib jib jib video.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-138",
    "time": "0:22:44",
    "speaker": "spk_0",
    "line": "So you're Santa Claus or you become Oh, sorry. Will Hines is here. You wanna talk Will?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-139",
    "time": "0:22:52",
    "speaker": "spk_3",
    "line": "Yeah. I have this too. Do you have you ever done the ones where you and Mitt Romney do the Macarena?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-140",
    "time": "0:22:58",
    "speaker": "spk_1",
    "line": "That one hasn't come up yet. I'm really excited for that though because people have been talking about it for a long time.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-141",
    "time": "0:23:03",
    "speaker": "spk_0",
    "line": "Yeah. That's the",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-142",
    "time": "0:23:04",
    "speaker": "spk_3",
    "line": "best one.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-143",
    "time": "0:23:06",
    "speaker": "spk_1",
    "line": "But yeah. Basically, you've ever seen that",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-144",
    "time": "0:23:08",
    "speaker": "spk_3",
    "line": "the college humor video with Mitt Romney does like the Gangam style dance. The Jibjab video does that same thing.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-145",
    "time": "0:23:12",
    "speaker": "spk_0",
    "line": "Mitt Romney style?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-146",
    "time": "0:23:13",
    "speaker": "spk_3",
    "line": "Yeah. Yeah. Mitt Romney style. And the Jibjab app that I have haze I don't know if it's, like, maybe it's a different release or something, puts my face right over and I'm doing the Mitt Romney style with Mitt Romney, it's hilarious.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-147",
    "time": "0:23:25",
    "speaker": "spk_0",
    "line": "So mine comes to me in an email, and if I do open it up, which I don't always have time to do, what I will see is it's Kim Jong Un and me and we're doing Mambo number five by Wu Beiga. Yeah. And he's going you",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-148",
    "time": "0:23:44",
    "speaker": "spk_3",
    "line": "know, got a little",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-149",
    "time": "0:23:45",
    "speaker": "spk_0",
    "line": "-- You know, a little bit of -- National. -- rockin' in my country, a little bit of Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-150",
    "time": "0:23:52",
    "speaker": "spk_3",
    "line": "A little bit demilitarized zone in my mind.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-151",
    "time": "0:23:55",
    "speaker": "spk_0",
    "line": "Don't wanna watch the interview in my -- Yeah. -- theater. Great.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-152",
    "time": "0:23:59",
    "speaker": "spk_1",
    "line": "Okay.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-153",
    "time": "0:23:59",
    "speaker": "spk_0",
    "line": "So That's",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-154",
    "time": "0:24:00",
    "speaker": "spk_1",
    "line": "interesting. It's a little sad because I sort of thought they were just doing that. Like, that was personalized for me.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-155",
    "time": "0:24:06",
    "speaker": "spk_0",
    "line": "But yours is personal but yours is personalized for you.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-156",
    "time": "0:24:08",
    "speaker": "spk_1",
    "line": "Yeah. But I thought the lyrics were somehow directed at me as well because it's my face of the video. I thought it was just kind of my video and to know that you guys are getting the same ones is a little bit I'm",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-157",
    "time": "0:24:22",
    "speaker": "spk_3",
    "line": "sure yours is I'm sure yours has some special rendering or the flash, the wobble of the head is probably better.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-158",
    "time": "0:24:29",
    "speaker": "spk_0",
    "line": "Well, hey, I get yours as well because I don't know if you realize this. You have been forwarding every every one of the videos that you get made to your friends.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-159",
    "time": "0:24:39",
    "speaker": "spk_1",
    "line": "Oh, okay. Yeah. Like I've seen yours. Yeah. There was a find your friends checkbox that I did, you know, I did check but and then they never sort of followed up on what that meant. Yeah. And I guess it it does Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-160",
    "time": "0:24:54",
    "speaker": "spk_3",
    "line": "I've gotten a lot of emails from you with that.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-161",
    "time": "0:24:57",
    "speaker": "spk_1",
    "line": "Brett, do you get those?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-162",
    "time": "0:24:59",
    "speaker": "spk_2",
    "line": "Yeah. It flooded. I get them every time.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-163",
    "time": "0:25:01",
    "speaker": "spk_1",
    "line": "I love them. Up there to where you should",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-164",
    "time": "0:25:03",
    "speaker": "spk_0",
    "line": "i get multiple copies.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-165",
    "time": "0:25:03",
    "speaker": "spk_1",
    "line": "Well, that's extra weird to be because you shouldn't be on my friends list, Brett.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-166",
    "time": "0:25:07",
    "speaker": "spk_2",
    "line": "That's what I was I assume that but then",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-167",
    "time": "0:25:10",
    "speaker": "spk_1",
    "line": "and so that means it's something beyond just my friends that are getting these jib jib videos which means it could even be my enemies.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-168",
    "time": "0:25:19",
    "speaker": "spk_2",
    "line": "So I'm your enemy now.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-169",
    "time": "0:25:21",
    "speaker": "spk_1",
    "line": "Which I like actually. I'm glad my enemies are For",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-170",
    "time": "0:25:24",
    "speaker": "spk_0",
    "line": "them to see you having fun.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-171",
    "time": "0:25:25",
    "speaker": "spk_1",
    "line": "I want them to see how well I'm doing.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-172",
    "time": "0:25:27",
    "speaker": "spk_0",
    "line": "Yes. For them just for you and Carl Rove --",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-173",
    "time": "0:25:32",
    "speaker": "spk_3",
    "line": "yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-174",
    "time": "0:25:32",
    "speaker": "spk_0",
    "line": "-- to be just having fun. Yeah. And and dancing to, you know, counting blue cars by Deswala.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-175",
    "time": "0:25:42",
    "speaker": "spk_3",
    "line": "Yeah. That's gonna really make him feel That's gonna put him in their place.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-176",
    "time": "0:25:45",
    "speaker": "spk_0",
    "line": "Well, there",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-177",
    "time": "0:25:46",
    "speaker": "spk_1",
    "line": "you go. Hey, welcome to Hollywood Handbook and Insitor's guide to kicking a button, dropping names in the red carpet line back hallways of this industry we call showbiz.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-178",
    "time": "0:25:53",
    "speaker": "spk_0",
    "line": "What up up?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-179",
    "time": "0:25:55",
    "speaker": "spk_1",
    "line": "We have a great guest today sort of in spirit because something happened this this past week.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-180",
    "time": "0:26:05",
    "speaker": "spk_0",
    "line": "To be sad about.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-181",
    "time": "0:26:07",
    "speaker": "spk_1",
    "line": "Mhmm. People are very sad and to say what that thing was specifically would be, I think Yeah. It demeans it, but we know there's something definitely bad happen.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-182",
    "time": "0:26:22",
    "speaker": "spk_0",
    "line": "We know it's something sad and we know who it's related to.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-183",
    "time": "0:26:26",
    "speaker": "spk_3",
    "line": "Yeah. And it's a huge loss. Uh-huh. It's an absence -- Yes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-184",
    "time": "0:26:31",
    "speaker": "spk_0",
    "line": "--",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-185",
    "time": "0:26:32",
    "speaker": "spk_3",
    "line": "someone who was doing something another, not",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-186",
    "time": "0:26:35",
    "speaker": "spk_0",
    "line": "yes. And it's -- Yeah. -- obviously a guy who had a show. Right.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-187",
    "time": "0:26:41",
    "speaker": "spk_3",
    "line": "That's obvious. You could say that much.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-188",
    "time": "0:26:43",
    "speaker": "spk_0",
    "line": "Is not doing it. Yeah. I or is going to is on vacation, something, haze,",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-189",
    "time": "0:26:53",
    "speaker": "spk_1",
    "line": "i know Dave is gone.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-190",
    "time": "0:26:55",
    "speaker": "spk_0",
    "line": "Deweep.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-191",
    "time": "0:26:56",
    "speaker": "spk_1",
    "line": "And that's very sad and I I we we thought we should all sort of gather here on the show and talk about how he was a huge influence on us",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-192",
    "time": "0:27:08",
    "speaker": "spk_0",
    "line": "how",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-193",
    "time": "0:27:09",
    "speaker": "spk_1",
    "line": "and Will, I know you specifically",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-194",
    "time": "0:27:11",
    "speaker": "spk_0",
    "line": "-- Yeah. --",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-195",
    "time": "0:27:12",
    "speaker": "spk_1",
    "line": "we know you have seen the show",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-196",
    "time": "0:27:14",
    "speaker": "spk_0",
    "line": "--",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-197",
    "time": "0:27:14",
    "speaker": "spk_3",
    "line": "yes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-198",
    "time": "0:27:14",
    "speaker": "spk_0",
    "line": "--",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-199",
    "time": "0:27:14",
    "speaker": "spk_1",
    "line": "and -- Yes. -- and and use a lot of it in your in your comedy because you do comedy.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-200",
    "time": "0:27:21",
    "speaker": "spk_0",
    "line": "Yeah. Yes. Sorry. I'll give you the intro I should've given you up top. You kinda wanted to talk earlier than we wanted you to.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-201",
    "time": "0:27:26",
    "speaker": "spk_3",
    "line": "We jumped in. Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-202",
    "time": "0:27:27",
    "speaker": "spk_0",
    "line": "Yes. So Well, you",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-203",
    "time": "0:27:29",
    "speaker": "spk_3",
    "line": "know, I'm a I'm a rogue.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-204",
    "time": "0:27:30",
    "speaker": "spk_0",
    "line": "Well and that's part and and this actually is a good intro for you too.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-205",
    "time": "0:27:34",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-206",
    "time": "0:27:36",
    "speaker": "spk_0",
    "line": "Will is an unpredictable hot comedy property. Yep. He flies off the handle and he DJaf about social mores -- Yep. -- and a lot a lot of sacred cows that you may be familiar with don't exist for this particular guy.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-207",
    "time": "0:27:55",
    "speaker": "spk_3",
    "line": "Yeah. If you book me on your show, if you have me in your you know, act in your in your property or you you hired me to perform at your at your at your at your live show. You don't know what you're gonna get, and that's what you're signing on for when you get it.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-208",
    "time": "0:28:10",
    "speaker": "spk_1",
    "line": "And you are something of a rogue. I didn't know you meant it in that way. I thought you sort of meant that if you touch someone in a sexual way.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-209",
    "time": "0:28:17",
    "speaker": "spk_3",
    "line": "Yeah. You could kill them. Right. No. No. No. I meant more just like a rebellious devil may care. I didn't mean the mutant sense.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-210",
    "time": "0:28:26",
    "speaker": "spk_1",
    "line": "Because people said that about Dave too. I know he got in trouble for some kind of thing like that a couple times.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-211",
    "time": "0:28:31",
    "speaker": "spk_3",
    "line": "Yeah. He tried to rogue a couple of people on his show. Mhmm.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-212",
    "time": "0:28:36",
    "speaker": "spk_0",
    "line": "And I What I think it was was more of a gambit situation where they waited for him to fall asleep, tried to kiss him, got a big shock. Yeah. And then fall down and then all of a sudden everyone calls the cops.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-213",
    "time": "0:28:49",
    "speaker": "spk_3",
    "line": "I pictured it more of a cerebral situation where Dave would strap himself into huge metal.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-214",
    "time": "0:28:54",
    "speaker": "spk_0",
    "line": "What's that?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-215",
    "time": "0:28:55",
    "speaker": "spk_3",
    "line": "Saribro is it doesn't matter.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-216",
    "time": "0:28:58",
    "speaker": "spk_1",
    "line": "It's like a little it's a child's toy",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-217",
    "time": "0:29:01",
    "speaker": "spk_0",
    "line": "-- Great. --",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-218",
    "time": "0:29:01",
    "speaker": "spk_1",
    "line": "that that Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-219",
    "time": "0:29:02",
    "speaker": "spk_0",
    "line": "It sound like krang.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-220",
    "time": "0:29:04",
    "speaker": "spk_3",
    "line": "Krang? Sure. Yep. Okay. So it's like krang. It's more of a good guy, I think. But anyway, so yeah, I am I am of that same genealogy of of just letting it all hang out. You know what I mean? That's where my comedy comes from.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-221",
    "time": "0:29:19",
    "speaker": "spk_0",
    "line": "And your new line of genes is called genealogy. Is that right, Will?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-222",
    "time": "0:29:23",
    "speaker": "spk_3",
    "line": "Yeah. They're available on my Etsy store. They're handmade, custom order, genealogy jeans that you tell me what your ethnic background is, and I",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-223",
    "time": "0:29:34",
    "speaker": "spk_0",
    "line": "just write it across the s. And, Hayes, I just want you to know since you're not here that there is the loudest conversation I've ever heard happening right out side the door to the studio thirty five minutes before the next group is supposed to be here.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-224",
    "time": "0:29:54",
    "speaker": "spk_1",
    "line": "Is this Zach Levi? Let me guess. Is it Zachary Levi?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-225",
    "time": "0:29:59",
    "speaker": "spk_0",
    "line": "It's Lebine.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-226",
    "time": "0:30:01",
    "speaker": "spk_1",
    "line": "It's Lebine. Okay.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-227",
    "time": "0:30:02",
    "speaker": "spk_0",
    "line": "I do. Unfortunately it is Lebine.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-228",
    "time": "0:30:05",
    "speaker": "spk_1",
    "line": "Something in that in that in that crew.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-229",
    "time": "0:30:08",
    "speaker": "spk_0",
    "line": "I don't wanna jinx it but I think it's labine.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-230",
    "time": "0:30:10",
    "speaker": "spk_1",
    "line": "The volume is is part of it. It's part of the thing for for those guys.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-231",
    "time": "0:30:17",
    "speaker": "spk_0",
    "line": "And then comes Levi and he's trying to top him. And the two of them are having one of these where you each grab the higher part of the bat thing with their voices.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-232",
    "time": "0:30:26",
    "speaker": "spk_1",
    "line": "Yeah. I think they may have heard us talking about nerd stuff.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-233",
    "time": "0:30:32",
    "speaker": "spk_3",
    "line": "Yeah, which you called them.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-234",
    "time": "0:30:33",
    "speaker": "spk_1",
    "line": "They have sort of a pheromonal response to being nerds themselves.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-235",
    "time": "0:30:38",
    "speaker": "spk_0",
    "line": "Yes. It's something of a siren song.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-236",
    "time": "0:30:41",
    "speaker": "spk_3",
    "line": "So, but you know, that's the cut, that's I gotta say and people I'm glad I I feel like people are waiting for this show It's it's been a notable absence this show hasn't commented on what's happened this week. People are wondering, what to think and feel about it and they're looking to this show and you guys to know",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-237",
    "time": "0:31:01",
    "speaker": "spk_1",
    "line": "what Well, because everyone knows that he was a huge influence of ours.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-238",
    "time": "0:31:05",
    "speaker": "spk_0",
    "line": "Yeah. He changed the way I think about the stuff I got. He I mean, for",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-239",
    "time": "0:31:10",
    "speaker": "spk_3",
    "line": "me it's like everything I do is like I, you know, is influenced by",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-240",
    "time": "0:31:14",
    "speaker": "spk_0",
    "line": "you almost more than really",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-241",
    "time": "0:31:15",
    "speaker": "spk_1",
    "line": "a compliment sort of the greatest compliment to him in a way -- Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-242",
    "time": "0:31:18",
    "speaker": "spk_0",
    "line": "--",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-243",
    "time": "0:31:18",
    "speaker": "spk_1",
    "line": "much more than and we really did love him so much. I love He was maybe the number one",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-244",
    "time": "0:31:23",
    "speaker": "spk_3",
    "line": "most important comedy fixture in my career.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-245",
    "time": "0:31:26",
    "speaker": "spk_1",
    "line": "And Absolutely. Without ever having to take the option of watching his show.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-246",
    "time": "0:31:32",
    "speaker": "spk_3",
    "line": "Oh, yeah. It's yes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-247",
    "time": "0:31:33",
    "speaker": "spk_1",
    "line": "Which we had every night. I think choosing not to do that is even more of a compliment.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-248",
    "time": "0:31:39",
    "speaker": "spk_3",
    "line": "Just the Velcro stuff alone, just like strapping yourself in a Velcro and does he does he do that anymore?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-249",
    "time": "0:31:47",
    "speaker": "spk_0",
    "line": "I think I know what you're talking about.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-250",
    "time": "0:31:49",
    "speaker": "spk_1",
    "line": "Yeah. You put",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-251",
    "time": "0:31:51",
    "speaker": "spk_3",
    "line": "on like the full Velcro suit, you would jump in a little mini trampoline and jump up and stick to like a full Velcro wall.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-252",
    "time": "0:31:56",
    "speaker": "spk_0",
    "line": "Oh, great. Yeah. As a kid, I",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-253",
    "time": "0:31:59",
    "speaker": "spk_3",
    "line": "used to That's what I'm remembering. I was like ten or something.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-254",
    "time": "0:32:02",
    "speaker": "spk_0",
    "line": "As a kid, I used to do a couple things. One is I would drop fruit because I had trouble holding it. Yeah. Now I don't know if he does that -- Yeah. -- still.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-255",
    "time": "0:32:13",
    "speaker": "spk_3",
    "line": "Yeah. But if he does",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-256",
    "time": "0:32:15",
    "speaker": "spk_0",
    "line": "isn't that -- That's a huge influence. -- like me. Yes. And another thing I would do is if I met someone who's kind of a weirdo --",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-257",
    "time": "0:32:21",
    "speaker": "spk_1",
    "line": "right.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-258",
    "time": "0:32:21",
    "speaker": "spk_0",
    "line": "-- I would kind of -- -- group people together and be like, let's all kinda make fun of this weirdo and how they interact.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-259",
    "time": "0:32:28",
    "speaker": "spk_3",
    "line": "Yeah. That's very that's very You you are hugely influenced by Dave with in that respect.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-260",
    "time": "0:32:34",
    "speaker": "spk_0",
    "line": "And if you can I say this about being influenced by someone? We have a couple new listeners because we did have comedy Bang Bang recently. Nice. If you're listening and you're not sure if you like us, just ask, do you like Dave? Because we're influenced by him and so then you -- And",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-261",
    "time": "0:32:52",
    "speaker": "spk_1",
    "line": "not the show. I sorry. I just want to clarify. Not Dave's show. Just kind of the idea of Dave.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-262",
    "time": "0:32:58",
    "speaker": "spk_0",
    "line": "We're not super familiar with the show. You have to be upfront about that.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-263",
    "time": "0:33:01",
    "speaker": "spk_3",
    "line": "Yeah. I used to be. I was a huge, huge fan of when he, you know, whatever before.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-264",
    "time": "0:33:09",
    "speaker": "spk_1",
    "line": "Well, you saw the show once in a taxi cab. Right?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-265",
    "time": "0:33:11",
    "speaker": "spk_3",
    "line": "That's right. I was taking a taxi cab and caught the traffic was insane. I was stuck on the Williamsburg bridge, I was going to this really hot gig in the lower east side. You know, it was like Nickrol, John Glacier, David Cross. I don't remember. It's a huge comedy gig. I was Galapagos. Yeah, Danica Lapagos, or maybe it was a fat baby. I don't remember one of those. But I'm on the bridge, and of course, traffic's at a standstill, so I gotta watch, like, a little thing. And Dave's show",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-266",
    "time": "0:33:36",
    "speaker": "spk_1",
    "line": "the cab driver really likes it when you turn the volume all the way up on that so he can hear it as well.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-267",
    "time": "0:33:40",
    "speaker": "spk_3",
    "line": "He's bored. They're not allowed to use hands free phones, so that's necessary for them to enjoy their jobs. So I turn it up all the way And, yeah, Dave Show was on. And I was like, what's this? And it took me a while to remember what was going on. I was like, what did who is this? And then I was like, oh, right. And then I loved it. And I connected with it, and it had a huge influence on me.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-268",
    "time": "0:33:59",
    "speaker": "spk_0",
    "line": "Do we all wanna talk about the first time we met Dave? Yes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-269",
    "time": "0:34:04",
    "speaker": "spk_1",
    "line": "I would love to talk about that.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-270",
    "time": "0:34:05",
    "speaker": "spk_0",
    "line": "Hayes, could you go?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-271",
    "time": "0:34:08",
    "speaker": "spk_1",
    "line": "Flash back to nineteen sixty one. I'm I'm waiting for the trolley outside of the the UA lot, the United artist lot. I was doing a thing. I was putting out a fire on my three sons. One of the sons had just kissed Fred McBurry",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-272",
    "time": "0:34:33",
    "speaker": "spk_0",
    "line": "--",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-273",
    "time": "0:34:33",
    "speaker": "spk_2",
    "line": "uh-oh.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-274",
    "time": "0:34:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-275",
    "time": "0:34:34",
    "speaker": "spk_1",
    "line": "on the show. Oh, no. He done a whole bolt of Hashish.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-276",
    "time": "0:34:40",
    "speaker": "spk_3",
    "line": "Yeah. And that show was live, so they had to use it. Mhmm. Mhmm.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-277",
    "time": "0:34:45",
    "speaker": "spk_1",
    "line": "And so I was there to kind of cool off the studio audience, they had done a lot of whistling and blah blah blah playing.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-278",
    "time": "0:34:52",
    "speaker": "spk_3",
    "line": "That's I mean, that breaks the codes, that breaks the I mean, that's such a shit shit show for",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-279",
    "time": "0:34:58",
    "speaker": "spk_1",
    "line": "mhmm. And so this was the summer. You remember that summer right there with those horrible dust storms?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-280",
    "time": "0:35:05",
    "speaker": "spk_3",
    "line": "Yeah. Oh, God. Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-281",
    "time": "0:35:07",
    "speaker": "spk_1",
    "line": "After all the FDR stuff Sixty one sixty one.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-282",
    "time": "0:35:12",
    "speaker": "spk_3",
    "line": "Yeah. Yes. Yes. Yeah. After the stuff in sixty one that dust storms wouldn't stop. It was like God was getting involved. Yeah. Yeah. It was too big.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-283",
    "time": "0:35:21",
    "speaker": "spk_1",
    "line": "And I, my suit was getting very dusty because of this all the storms. And so I I looked at this Suit shine boy that was sort of wandering over and I, you know, I said, suit shine boy. Come over here. I'll give you",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-284",
    "time": "0:35:38",
    "speaker": "spk_0",
    "line": "-- We explain. After FDR, the suit shine boy was a much more popular position and it's sort of -- Yeah. It's faded now. -- fully, yes, has calmed down.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-285",
    "time": "0:35:47",
    "speaker": "spk_3",
    "line": "Ignition has progressed.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-286",
    "time": "0:35:50",
    "speaker": "spk_0",
    "line": "But go ahead.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-287",
    "time": "0:35:50",
    "speaker": "spk_1",
    "line": "So this boy is signing my suit, and he's making all these great jokes -- Yeah. -- about Mandwell Noriega who at the time That's",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-288",
    "time": "0:36:03",
    "speaker": "spk_3",
    "line": "a really progression. Yeah. It",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-289",
    "time": "0:36:05",
    "speaker": "spk_1",
    "line": "was not in power.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-290",
    "time": "0:36:06",
    "speaker": "spk_3",
    "line": "He's not anybody's radar because he is not at all involved in anything at that point.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-291",
    "time": "0:36:12",
    "speaker": "spk_0",
    "line": "Mhmm. Yes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-292",
    "time": "0:36:12",
    "speaker": "spk_1",
    "line": "But he made some jokes about him",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-293",
    "time": "0:36:14",
    "speaker": "spk_0",
    "line": "-- I had his time. --",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-294",
    "time": "0:36:15",
    "speaker": "spk_1",
    "line": "different kinds of face creams and he did some stuff about Mike Tyson biting somebody's ear. I didn't know who any of these people were at that point, but something about his devil may care roguish attitude had a huge influence on me from the very beginning even when I first met him as a child.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-295",
    "time": "0:36:38",
    "speaker": "spk_3",
    "line": "Wow.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-296",
    "time": "0:36:40",
    "speaker": "spk_1",
    "line": "So that was my first contact with him if any of you guys would like to speak",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-297",
    "time": "0:36:44",
    "speaker": "spk_0",
    "line": "on your Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-298",
    "time": "0:36:44",
    "speaker": "spk_3",
    "line": "I'll do this -- Yeah. -- smash cut to nineteen seventy seven Los Angeles, the comedy store. I'm waiting to go on, and I'm about to crush it. Mitsy is saying we gotta put you on early. The crowd is crazy, and I'm like, I can handle it. I can handle it. And I'm and at this point, my act is very traditional. Very joke based. It's very, like, take my wife. It's very much like, you know, you know, I'm of the Dangerfield School at this time. The Allen King kind of just one liners. I'm an entertainer. I'm an entertainer at this point, and I'm crushing it. But I don't realize how narrow I'm being. Backstage. I'm about to go on. This guy comes up to me. And by the way, I got a great suit on. A great like Italian knit suit, thick cut, and I look sharp. This guy comes up to me wearing khaki pants and sneakers, and he looks like some bum, you know? Except but he clear he had the glint of intelligence in his eye that I knew he couldn't have been a bum because bums are always stupid. And this guy looks smart, so he can't be a bum.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-299",
    "time": "0:37:47",
    "speaker": "spk_0",
    "line": "That's how they lose -- Yeah. -- that's how",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-300",
    "time": "0:37:49",
    "speaker": "spk_1",
    "line": "they They lose their fortune. They they",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-301",
    "time": "0:37:51",
    "speaker": "spk_3",
    "line": "all start rich. Yeah. Everyone starts rich, and then if you're dumb, you lose it. And this guy he looked too smart to be. I couldn't figure it out. I knew something was going on with this guy. It comes up to me, he puts his armor on me and he's like, hey, why don't you try being real tonight? You know what I mean? This guy doesn't know me at all, and he comes up and says that to me. And I was like, be real.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-302",
    "time": "0:38:10",
    "speaker": "spk_0",
    "line": "It was Golblum? It was Jeff Goldblum.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-303",
    "time": "0:38:12",
    "speaker": "spk_3",
    "line": "Mhmm. And then behind him was David Letter when I met him and he had a huge influence on",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-304",
    "time": "0:38:16",
    "speaker": "spk_0",
    "line": "me. Whoa.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-305",
    "time": "0:38:19",
    "speaker": "spk_3",
    "line": "Wow.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-306",
    "time": "0:38:21",
    "speaker": "spk_0",
    "line": "Wow. We",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-307",
    "time": "0:38:22",
    "speaker": "spk_1",
    "line": "sorry. There's a little delay.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-308",
    "time": "0:38:24",
    "speaker": "spk_3",
    "line": "That's okay. So",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-309",
    "time": "0:38:28",
    "speaker": "spk_0",
    "line": "slow pan across Time. Across time. To a to an aerial view of a highway. Now, the cars are completely packed in like Sardines on a road. Who's their directing track in their orange jacket but me, of course, at the time",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-310",
    "time": "0:38:56",
    "speaker": "spk_3",
    "line": "i was. You've taken charge.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-311",
    "time": "0:38:57",
    "speaker": "spk_0",
    "line": "Yes. I had gotten out of my Rolls Royce Phantom. Mhmm. This is back in nineteen twenty. Yeah. Nineteen or twentieth of June last year. So anyway, I'm pointing this way, I'm waving that way. I'm doing every signal under the sun. At some point, I feel a tap on my shoulder And of course, I grab the arm and I instantly have this dude in an armbar, whoever it is. And I'm like, either you announce yourself, tell me who you are taking your arm home with me, buddy. Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-312",
    "time": "0:39:35",
    "speaker": "spk_3",
    "line": "You just been born. And he",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-313",
    "time": "0:39:36",
    "speaker": "spk_0",
    "line": "can feel that I'm serious because it's a it's a very intense pressure on the elbow. But he's not permanently injured at this point because I have that level of control. Right. Anyway, he blows a little cigar smoke in my ear. I smell the quality through my ear and I know This is this is an Ashton heritage nineteen sixty eight finely aged tobacco. Wow. And I am ready to share stories with whoever the tastemaker near me is. I turn face to face with some gap tooth fucking buffoon. Uh-huh. Who I like? I just instinctively Right away.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-314",
    "time": "0:40:21",
    "speaker": "spk_3",
    "line": "I can't. Yeah. Yeah. Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-315",
    "time": "0:40:23",
    "speaker": "spk_0",
    "line": "And he says, hey, I've noticed something when you're waving these cars and I go, what what's that? And he goes, most stop but a few go and I go. But a few go? Yeah. And he goes, but a few go. And we start fucking laughing -- Yeah. -- rolling laughing because funny name",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-316",
    "time": "0:40:53",
    "speaker": "spk_3",
    "line": "and I go funny name, good pun, and you don't see it coming. You know, that is a masterwork. Yes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-317",
    "time": "0:40:59",
    "speaker": "spk_1",
    "line": "He could say but a Fuco like almost nobody else in the business.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-318",
    "time": "0:41:04",
    "speaker": "spk_0",
    "line": "Yes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-319",
    "time": "0:41:05",
    "speaker": "spk_1",
    "line": "And Muomar. The way he said Muomar Kaddafi.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-320",
    "time": "0:41:08",
    "speaker": "spk_3",
    "line": "Yeah. Mhmm.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-321",
    "time": "0:41:09",
    "speaker": "spk_1",
    "line": "And I like how we never stopped doing that either.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-322",
    "time": "0:41:11",
    "speaker": "spk_0",
    "line": "The best. And then and Amy Fisher shot but a few goes wife.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-323",
    "time": "0:41:16",
    "speaker": "spk_3",
    "line": "That's, yes, that is true.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-324",
    "time": "0:41:17",
    "speaker": "spk_0",
    "line": "Which is something to be remembered -- Yes. -- but not to be exclusion of the fact that his name is -- Name sounds insane.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-325",
    "time": "0:41:25",
    "speaker": "spk_3",
    "line": "Yeah. Right. Right.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-326",
    "time": "0:41:26",
    "speaker": "spk_0",
    "line": "And so I always liked that about him. Yeah. And And anyway, as I said, this was June of last year. And it felt -- Yeah. -- as timely as ever. Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-327",
    "time": "0:41:38",
    "speaker": "spk_3",
    "line": "Because with him meeting him.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-328",
    "time": "0:41:40",
    "speaker": "spk_0",
    "line": "That was when I met him. Yeah. And it's influenced me to this day. Wow. Hey, I'm gonna make some enemies for our show right now and I know you didn't wanna do that anymore, but I am gonna step out inside the studio and say, please talk quieter because we've gotten here early before and don't we talk quiet when we do that, Hayes?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-329",
    "time": "0:41:56",
    "speaker": "spk_1",
    "line": "Yeah. Well, I'd like it if you'd ask them to apologize on our show.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-330",
    "time": "0:42:00",
    "speaker": "spk_0",
    "line": "Oh, that would be nice. Let me see if I can get that.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-331",
    "time": "0:42:03",
    "speaker": "spk_1",
    "line": "Just a quick apology. I'm so sorry about this. Will Will, could you please not hurt them?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-332",
    "time": "0:42:13",
    "speaker": "spk_3",
    "line": "I'm ready to go. Like",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-333",
    "time": "0:42:15",
    "speaker": "spk_1",
    "line": "i know I know that your instinct is to hurt them, real mad. And I wish you wouldn't just because they are part of our family know",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-334",
    "time": "0:42:22",
    "speaker": "spk_3",
    "line": "this is supposed to be entertainment, but this is also dog eat, dog feel.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-335",
    "time": "0:42:26",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. And a",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-336",
    "time": "0:42:27",
    "speaker": "spk_3",
    "line": "lot of times it really is just puffing out your chest and throwing",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-337",
    "time": "0:42:30",
    "speaker": "spk_1",
    "line": "i know. A lot of times a lot of times But just in this one case, if you could not hurt the person Yes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-338",
    "time": "0:42:36",
    "speaker": "spk_0",
    "line": "Hayes is a Skype. Okay. So you may need headphones to hear, Hayes. Hey's, I got some of them in here and it's some of these --",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-339",
    "time": "0:42:43",
    "speaker": "spk_1",
    "line": "oh, great.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-340",
    "time": "0:42:43",
    "speaker": "spk_0",
    "line": "-- and it's some of these funny women that are that are an epidemic around here.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-341",
    "time": "0:42:48",
    "speaker": "spk_3",
    "line": "This crew.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-342",
    "time": "0:42:49",
    "speaker": "spk_1",
    "line": "Okay. Great. Oh, okay. It's a little disappointing because I did think it was Zachary Levi, but who am I speaking to instead?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-343",
    "time": "0:42:56",
    "speaker": "spk_0",
    "line": "I thought it was Lebine and and I thought it was Levi, but instead they're gonna tell you all their names.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-344",
    "time": "0:43:01",
    "speaker": "spk_1",
    "line": "Okay.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-345",
    "time": "0:43:02",
    "speaker": "spk_5",
    "line": "It's Lauren Lapkis and Aaron Whitehead.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-346",
    "time": "0:43:05",
    "speaker": "spk_6",
    "line": "Stephanie Allen. And",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-347",
    "time": "0:43:09",
    "speaker": "spk_5",
    "line": "we can hear you.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-348",
    "time": "0:43:09",
    "speaker": "spk_7",
    "line": "Hello? Okay. And Mary Holland?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-349",
    "time": "0:43:12",
    "speaker": "spk_1",
    "line": "Okay. I could see I could see how you would think it was Tyler Levin.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-350",
    "time": "0:43:17",
    "speaker": "spk_0",
    "line": "It's through a door. Honestly, we just",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-351",
    "time": "0:43:19",
    "speaker": "spk_5",
    "line": "came in here to apologize to Hayes because we were being really loud. So we just wanted to apologize",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-352",
    "time": "0:43:25",
    "speaker": "spk_0",
    "line": "any of you wanna say a quick thing about how Dave influenced you?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-353",
    "time": "0:43:28",
    "speaker": "spk_5",
    "line": "Letterman?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-354",
    "time": "0:43:30",
    "speaker": "spk_0",
    "line": "Yes. Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-355",
    "time": "0:43:32",
    "speaker": "spk_5",
    "line": "I like he really inspired me to get involved with television, like, what growing up like as a little spunk spunky kid, not a spunk. Yeah. I was like a spunky kid. And like, he had like that energy that really inspired me. So, like, for sure, that's what kept me going, like, through all the years where I was, like, doubting myself.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-356",
    "time": "0:43:47",
    "speaker": "spk_0",
    "line": "Oh, okay. Yes. He would",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-357",
    "time": "0:43:48",
    "speaker": "spk_6",
    "line": "just not care anymore that he cheated on his wife forever?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-358",
    "time": "0:43:52",
    "speaker": "spk_1",
    "line": "Well, people like that he just kinda didn't didn't give a",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-359",
    "time": "0:43:55",
    "speaker": "spk_0",
    "line": "shit about that. The fact that he broke the rules, I think, is part of what made his comedy so special.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-360",
    "time": "0:44:00",
    "speaker": "spk_1",
    "line": "He was a rogue.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-361",
    "time": "0:44:01",
    "speaker": "spk_3",
    "line": "Yeah. He was just willing to break the rules. Like, he was commenting at institutions",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-362",
    "time": "0:44:04",
    "speaker": "spk_0",
    "line": "-- Well, there's that rule. Don't wear Velcro and jump on the wall. Isn't there?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-363",
    "time": "0:44:08",
    "speaker": "spk_3",
    "line": "And he broke that rule.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-364",
    "time": "0:44:09",
    "speaker": "spk_5",
    "line": "He broke the rule of paint off a building.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-365",
    "time": "0:44:11",
    "speaker": "spk_0",
    "line": "Yep. Mhmm. Let's see that. Yes. Alright.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-366",
    "time": "0:44:14",
    "speaker": "spk_1",
    "line": "Well Who said who said that thing about his wife? Are we forgetting that he had heart surgery at one point? Think you could use a little sympathy here.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-367",
    "time": "0:44:21",
    "speaker": "spk_0",
    "line": "Maybe you're",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-368",
    "time": "0:44:21",
    "speaker": "spk_6",
    "line": "he doesn't have a heart.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-369",
    "time": "0:44:24",
    "speaker": "spk_0",
    "line": "What were you saying the guy's been through since inspirational heart?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-370",
    "time": "0:44:27",
    "speaker": "spk_3",
    "line": "Guys been through some trauma.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-371",
    "time": "0:44:28",
    "speaker": "spk_1",
    "line": "It can have a lot of side effect. Sometimes after heart surgery, you get",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-372",
    "time": "0:44:32",
    "speaker": "spk_0",
    "line": "who you're married to or what is that even means?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-373",
    "time": "0:44:35",
    "speaker": "spk_3",
    "line": "I'm sure he didn't know I'm sure he didn't really understand the implications of what he was doing and that somebody",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-374",
    "time": "0:44:40",
    "speaker": "spk_0",
    "line": "i think if he knew he got was gonna get caught, he probably never would have even done it.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-375",
    "time": "0:44:44",
    "speaker": "spk_3",
    "line": "Yeah. That's that's to be remembered.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-376",
    "time": "0:44:46",
    "speaker": "spk_7",
    "line": "Well, but even if you don't have a heart, even if you cheat on your wife, you can still inspire a spunk kid somewhere out there.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-377",
    "time": "0:44:56",
    "speaker": "spk_5",
    "line": "And for me",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-378",
    "time": "0:44:56",
    "speaker": "spk_0",
    "line": "who's doubting herself?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-379",
    "time": "0:44:57",
    "speaker": "spk_5",
    "line": "Yeah. Because I had so much doubt. And then I'd, like, watch the show. Why? Well, I can't explain it. You know, it's just how I was raised, man. So I was so much doubt in my heart. And then, like, you're so crazy. Well, tell me what it is.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-380",
    "time": "0:45:08",
    "speaker": "spk_1",
    "line": "Have doubt",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-381",
    "time": "0:45:10",
    "speaker": "spk_5",
    "line": "yeah, man. Because like you're just supposed to. You're supposed to be humble. And, you know, he just really taught me to just go for my dreams and not care what anyone thinks and and not get braces.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-382",
    "time": "0:45:18",
    "speaker": "spk_3",
    "line": "I think when Dave cheated on his wife, I was like, that's hilarious. I was like, that is the funniest thing. I thought it was a stupid pet trick. Me too. Was like, oh, this is I he's hosting a talk show, but he acts like he doesn't give a shit about the talk show, and that teaches us to laugh at talk shows. Now he's, like, involved with people and he's cheating on them. He doesn't give shit about them. And that's also funny is what I learned.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-383",
    "time": "0:45:37",
    "speaker": "spk_0",
    "line": "Yeah. It's just a new layer to what we all really have already admitted that we like.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-384",
    "time": "0:45:42",
    "speaker": "spk_3",
    "line": "They see",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-385",
    "time": "0:45:42",
    "speaker": "spk_6",
    "line": "if pets",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-386",
    "time": "0:45:44",
    "speaker": "spk_5",
    "line": "he has a son.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-387",
    "time": "0:45:46",
    "speaker": "spk_3",
    "line": "He's a son that he treats like a pet.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-388",
    "time": "0:45:47",
    "speaker": "spk_1",
    "line": "There was something about that. Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-389",
    "time": "0:45:49",
    "speaker": "spk_6",
    "line": "People that's, like, really loving toward a pet.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-390",
    "time": "0:45:52",
    "speaker": "spk_3",
    "line": "Yeah. And not and not the people in his life.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-391",
    "time": "0:45:54",
    "speaker": "spk_6",
    "line": "Yeah. Like if you saw him with a pet, he'd be like, very like, oh,",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-392",
    "time": "0:45:57",
    "speaker": "spk_0",
    "line": "look he was here. Well, when I first met Dave in",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-393",
    "time": "0:46:00",
    "speaker": "spk_3",
    "line": "the late seven and he and I were doing stand up together. He had a ton of jokes about dogs that were written by his then live in girlfriend, Merrill Markot. But I actually gave him a number of those dog jokes. So I know that happened.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-394",
    "time": "0:46:11",
    "speaker": "spk_0",
    "line": "So the jokes were written by his then living girlfriend, but you gave him the jokes. That's right. She would write",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-395",
    "time": "0:46:16",
    "speaker": "spk_3",
    "line": "them and give them to me on paper. I was a Dave Meryl wants you to have these and then he would do them and I'd be like, well, you're welcome.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-396",
    "time": "0:46:21",
    "speaker": "spk_0",
    "line": "But if she gave them to him directly, he would never read them. No way.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-397",
    "time": "0:46:24",
    "speaker": "spk_5",
    "line": "Well, we just wanted to say sorry for being so loud. Sorry. So we're just really sorry about that",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-398",
    "time": "0:46:28",
    "speaker": "spk_1",
    "line": "and Yeah. I I I'm looking at Brett here. My camera's trained on Brett and he's starting to look very nervous And also like he's trying to look very cool I think because of all there being girls around.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-399",
    "time": "0:46:40",
    "speaker": "spk_0",
    "line": "It's a female energy and it sort of very much changes the way Brett is just physically holds himself. That's so.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-400",
    "time": "0:46:47",
    "speaker": "spk_1",
    "line": "That hat, for example, that little newsboy cap that he's wearing. He he put on as soon as he heard there were gonna be girls in the world.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-401",
    "time": "0:46:55",
    "speaker": "spk_0",
    "line": "He didn't dab it. Aaron Whitehead.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-402",
    "time": "0:46:56",
    "speaker": "spk_3",
    "line": "Aaron Whitehead, wouldn't you first meet David Letterman?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-403",
    "time": "0:47:00",
    "speaker": "spk_4",
    "line": "I don't know him.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-404",
    "time": "0:47:02",
    "speaker": "spk_1",
    "line": "Uh-huh. Say say flash back, dear, and the year",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-405",
    "time": "0:47:05",
    "speaker": "spk_0",
    "line": "that you",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-406",
    "time": "0:47:05",
    "speaker": "spk_1",
    "line": "met up. Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-407",
    "time": "0:47:06",
    "speaker": "spk_4",
    "line": "Yes. Fighting.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-408",
    "time": "0:47:06",
    "speaker": "spk_3",
    "line": "And that was an influence on you?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-409",
    "time": "0:47:08",
    "speaker": "spk_4",
    "line": "Yeah. Because I always knew what hypothetical fight. We'd be in.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-410",
    "time": "0:47:11",
    "speaker": "spk_3",
    "line": "Uh-huh. But",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-411",
    "time": "0:47:12",
    "speaker": "spk_0",
    "line": "tell him like a movie though, like, we like to sort of use camera direction to describe meeting him.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-412",
    "time": "0:47:16",
    "speaker": "spk_3",
    "line": "Most of our anecdotes begin with the camera directions.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-413",
    "time": "0:47:18",
    "speaker": "spk_0",
    "line": "Are you even",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-414",
    "time": "0:47:19",
    "speaker": "spk_4",
    "line": "told how to tell story. So cut to I'll move. Erin Whitehead in her bathroom. Uh-huh. She's brushing her teeth. Her hair is messed up. It's been a long night.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-415",
    "time": "0:47:28",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-416",
    "time": "0:47:28",
    "speaker": "spk_4",
    "line": "David Letterman pops up in a thought bubble above her head. Go away, Dave. I'm trying to brush my teeth.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-417",
    "time": "0:47:33",
    "speaker": "spk_0",
    "line": "Oh, what's going on? I'm the only out of disagreement.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-418",
    "time": "0:47:36",
    "speaker": "spk_3",
    "line": "Wow.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-419",
    "time": "0:47:37",
    "speaker": "spk_4",
    "line": "Damn, I'm in my bathroom, Dave.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-420",
    "time": "0:47:39",
    "speaker": "spk_3",
    "line": "That was a perfect impersonation. That impression was wow.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-421",
    "time": "0:47:42",
    "speaker": "spk_7",
    "line": "It was like Dave Letterman is in",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-422",
    "time": "0:47:44",
    "speaker": "spk_3",
    "line": "this That was did anybody feel that?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-423",
    "time": "0:47:45",
    "speaker": "spk_0",
    "line": "And I was doubting myself right before it happened. Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-424",
    "time": "0:47:49",
    "speaker": "spk_5",
    "line": "Yeah. And now you feel better.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-425",
    "time": "0:47:50",
    "speaker": "spk_0",
    "line": "Yes. And",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-426",
    "time": "0:47:51",
    "speaker": "spk_7",
    "line": "now you feel more",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-427",
    "time": "0:47:52",
    "speaker": "spk_0",
    "line": "and now I'm spunky.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-428",
    "time": "0:47:53",
    "speaker": "spk_5",
    "line": "On that note, we have stuff to do. So",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-429",
    "time": "0:47:55",
    "speaker": "spk_0",
    "line": "oh, sure.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-430",
    "time": "0:47:55",
    "speaker": "spk_6",
    "line": "Yes. Please do. I got stage my daughter.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-431",
    "time": "0:47:58",
    "speaker": "spk_0",
    "line": "Well, thanks so much. And and wild horses everybody.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-432",
    "time": "0:48:01",
    "speaker": "spk_1",
    "line": "Wild horses. Wild horses. Bye Tyler.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-433",
    "time": "0:48:03",
    "speaker": "spk_3",
    "line": "Huge influenced.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-434",
    "time": "0:48:06",
    "speaker": "spk_6",
    "line": "Hi, Hayes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-435",
    "time": "0:48:07",
    "speaker": "spk_3",
    "line": "By the great man. Dave.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-436",
    "time": "0:48:13",
    "speaker": "spk_0",
    "line": "And Mary really made a point of waving to Hayes on the computer screen.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-437",
    "time": "0:48:17",
    "speaker": "spk_2",
    "line": "Can I take my",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-438",
    "time": "0:48:19",
    "speaker": "spk_1",
    "line": "hat off?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-439",
    "time": "0:48:19",
    "speaker": "spk_3",
    "line": "Could I",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-440",
    "time": "0:48:19",
    "speaker": "spk_2",
    "line": "take my hat off?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-441",
    "time": "0:48:21",
    "speaker": "spk_0",
    "line": "We no one asked you to put it on.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-442",
    "time": "0:48:23",
    "speaker": "spk_3",
    "line": "Yeah. Jesus bread. Actually, you",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-443",
    "time": "0:48:25",
    "speaker": "spk_0",
    "line": "know what? No. No.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-444",
    "time": "0:48:27",
    "speaker": "spk_3",
    "line": "You have to keep your head on. I can't function if you're taking that if you're being that casual. Not to",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-445",
    "time": "0:48:34",
    "speaker": "spk_1",
    "line": "you should be with us, Brett, you should be thinking the same way as if you were trying to impress a date. So I think you should keep your head on.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-446",
    "time": "0:48:43",
    "speaker": "spk_2",
    "line": "Well I'm staring at you through Skype.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-447",
    "time": "0:48:46",
    "speaker": "spk_1",
    "line": "Mhmm. It is a little bit like we're having a a fancy dinner together or we're in a bubble bath.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-448",
    "time": "0:48:52",
    "speaker": "spk_3",
    "line": "Can we talk a little bit about Dave's infidelity? Because I was hugely influenced by that. I'm glad that wild horses brought that up because I was like, well, as a comedian, I wanna live my life like a monk, like in the purest form. And then when Dave did that, I was like, oh, it's okay to make mistakes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-449",
    "time": "0:49:09",
    "speaker": "spk_0",
    "line": "You know",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-450",
    "time": "0:49:10",
    "speaker": "spk_3",
    "line": "what I mean? It's okay",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-451",
    "time": "0:49:11",
    "speaker": "spk_1",
    "line": "to -- Yes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-452",
    "time": "0:49:11",
    "speaker": "spk_0",
    "line": "And not just okay. It's almost better.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-453",
    "time": "0:49:14",
    "speaker": "spk_3",
    "line": "It's almost encouraged. And you can't really be funny if you don't if you don't commit huge acts of infidelity on the people you're committed to.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-454",
    "time": "0:49:21",
    "speaker": "spk_1",
    "line": "His biggest influence on me, I think, was liking the foo fighters.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-455",
    "time": "0:49:25",
    "speaker": "spk_3",
    "line": "Oh God, yes, that was huge.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-456",
    "time": "0:49:28",
    "speaker": "spk_1",
    "line": "When he first, I thought it was like a fake funny band name when he first referenced them. Yeah. But when it it sort of became clear to me that this was a real band, then they became my favorite band as well and that song became my favorite song.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-457",
    "time": "0:49:45",
    "speaker": "spk_0",
    "line": "Yes. The one the one that song The one that's Is that how good? Mhmm. Yes. And and and Will, we've talked a lot about how much he influenced your comedy. But we haven't talked a ton about your comedy.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-458",
    "time": "0:50:04",
    "speaker": "spk_3",
    "line": "Well, I first of all, I'm not the focus of the show. But, yeah, I'll just just for",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-459",
    "time": "0:50:07",
    "speaker": "spk_1",
    "line": "nobody's saying that nobody's saying that you are Will. But go ahead.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-460",
    "time": "0:50:11",
    "speaker": "spk_3",
    "line": "And well, yeah. I am the curator of a retweet account, good jokes, spelled with a z that just finds and curates the best tweets around and I retweet them and I'm just sort of a curator. And you strip the yeah. I just put I retype them underneath my own handle. So that it's a nondenominational presentation of the humor. Like, you're not influenced by, oh, this famous person said it. I better like it. No. Joke's got to stand on its own, the joke better be good enough to be funny without you knowing that somebody else wrote it?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-461",
    "time": "0:50:46",
    "speaker": "spk_1",
    "line": "They wouldn't want you",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-462",
    "time": "0:50:47",
    "speaker": "spk_0",
    "line": "--",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-463",
    "time": "0:50:47",
    "speaker": "spk_1",
    "line": "no. -- to just be trading off their name.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-464",
    "time": "0:50:50",
    "speaker": "spk_3",
    "line": "No. These are That's the",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-465",
    "time": "0:50:51",
    "speaker": "spk_1",
    "line": "joke that's most important.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-466",
    "time": "0:50:52",
    "speaker": "spk_3",
    "line": "These are real artists. These are people who are real craftsmen of jokes. Sammy Rhodes that Christian minister. He's one of my favorites. Oz Chris Rock. Not Chris Rock, but the guy from Australia who just re types Chris Rock jokes. I retweet his. With that attribution.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-467",
    "time": "0:51:12",
    "speaker": "spk_0",
    "line": "Do you like the fat Jewish or whatever that guy is? Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-468",
    "time": "0:51:15",
    "speaker": "spk_3",
    "line": "I think he's good sometimes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-469",
    "time": "0:51:17",
    "speaker": "spk_1",
    "line": "Man's humor.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-470",
    "time": "0:51:19",
    "speaker": "spk_3",
    "line": "Yeah. Men's humor's good. A lot of the Uber Facts parody accounts, I'm big fans of Rob Denaney, which is not Rob Delaney, but this other guy who is I think a more radical and interesting version of Rob Delaney?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-471",
    "time": "0:51:34",
    "speaker": "spk_1",
    "line": "I like the Rob Delaney where the l in his username is a one. Or no. It's a capital I.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-472",
    "time": "0:51:41",
    "speaker": "spk_3",
    "line": "Yeah. He's great.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-473",
    "time": "0:51:42",
    "speaker": "spk_1",
    "line": "So and the picture is exactly the same.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-474",
    "time": "0:51:45",
    "speaker": "spk_3",
    "line": "Yep. He's a really",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-475",
    "time": "0:51:46",
    "speaker": "spk_1",
    "line": "good one. He's he's got some really good stuff, interesting stuff going on.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-476",
    "time": "0:51:50",
    "speaker": "spk_0",
    "line": "That's, is there another one other than that?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-477",
    "time": "0:51:52",
    "speaker": "spk_3",
    "line": "Yeah, there's Rob De Nany, there's Rob Dewani, there's there's Rob d. There's an l, which is like a unicode character that looks like an l, but it's actually",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-478",
    "time": "0:52:04",
    "speaker": "spk_0",
    "line": "i just have the capital I guy and I'm loving and when he's once He likes Harry Bush, I think.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-479",
    "time": "0:52:14",
    "speaker": "spk_3",
    "line": "Yeah. He'll talk about Harry Bush. He'll talk about shit in his wife's pussy. He'll and he's really funny about it. It'll talk about growing a bunch of tits on his dick, and he's great. He's great. I'm like, oh, that's so great. Like, the image of tits on a dick is tell me it's not funny. Every time there's tits and a dick, I retweet that. I have a search actually for any tweets that mention tits and dick in",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-480",
    "time": "0:52:34",
    "speaker": "spk_0",
    "line": "the same tweet it comes up. Sometimes he wants to do something gross. Yeah. Yeah. I don't know.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-481",
    "time": "0:52:42",
    "speaker": "spk_3",
    "line": "Yeah. Yep. Yeah. Rob Dewani is really great.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-482",
    "time": "0:52:47",
    "speaker": "spk_0",
    "line": "Yes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-483",
    "time": "0:52:47",
    "speaker": "spk_3",
    "line": "And so I'll retweet him or and and Matt",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-484",
    "time": "0:52:52",
    "speaker": "spk_0",
    "line": "and really these are Rob Dawani and yourself are the descendants of Dave. Absolutely. Let me",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-485",
    "time": "0:52:59",
    "speaker": "spk_3",
    "line": "just say right now, all credit to Dave, all the comedy that I do all the work that I've done, the effect I had is all the credit is to Dave, I wouldn't have gotten into this level of comedy without being very influenced by Dave and and his great attitude, which I assume he still had toward the end on his show.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-486",
    "time": "0:53:18",
    "speaker": "spk_0",
    "line": "Should we do a top ten list? We got it.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-487",
    "time": "0:53:21",
    "speaker": "spk_1",
    "line": "So we're gonna",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-488",
    "time": "0:53:22",
    "speaker": "spk_3",
    "line": "talk to you",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-489",
    "time": "0:53:22",
    "speaker": "spk_1",
    "line": "about our favorite things to talk about and thank Dave for and Dave moments. On on the show. And people might wonder like if this is so sad for us, then why didn't we watch The show over the years -- Right.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-490",
    "time": "0:53:40",
    "speaker": "spk_0",
    "line": "--",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-491",
    "time": "0:53:40",
    "speaker": "spk_1",
    "line": "that this should be proof that that we deal watch the show.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-492",
    "time": "0:53:44",
    "speaker": "spk_0",
    "line": "We did without having necessarily seen every episode and -- Right. There's a fifteen years. It doesn't mean that I haven't seen a single episode since I was maybe sixteen years old. Right. Now let's say for people who don't know, Hey, why are you doing a top ten list? That's a weird thing to do in a tribute. Right. Well, I don't know if he still",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-493",
    "time": "0:54:10",
    "speaker": "spk_3",
    "line": "does this. Certainly back in the day, this was pretty frequent. I think like once or twice a week, he would",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-494",
    "time": "0:54:16",
    "speaker": "spk_0",
    "line": "do this. Dave once did a top ten list almost every week. Yeah. And so it's kind of honoring that aspect. So we're gonna say the top ten things and they're not things that we half remember from the show.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-495",
    "time": "0:54:30",
    "speaker": "spk_3",
    "line": "No. These are big important memories.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-496",
    "time": "0:54:32",
    "speaker": "spk_0",
    "line": "Yes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-497",
    "time": "0:54:32",
    "speaker": "spk_3",
    "line": "That I revisit frequently.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-498",
    "time": "0:54:34",
    "speaker": "spk_0",
    "line": "Number ten, Suji Bar and Mary Jewel.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-499",
    "time": "0:54:39",
    "speaker": "spk_3",
    "line": "Oh, yeah. Huge part, huge part. There you go.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-500",
    "time": "0:54:42",
    "speaker": "spk_0",
    "line": "Do they show",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-501",
    "time": "0:54:43",
    "speaker": "spk_1",
    "line": "that he still use them? Did he did he keep using them?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-502",
    "time": "0:54:46",
    "speaker": "spk_0",
    "line": "You're breaking up the Skype connections no good. Let's go to number nine.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-503",
    "time": "0:54:50",
    "speaker": "spk_3",
    "line": "Number nine. Number nine, head writer Jerry Mondon, and and head writer, Jerry Mondon, and and I wiked Jerry Munmon and just used to come out and do he was like this bearded guy and he did good that was he was a that's a huge jumper.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-504",
    "time": "0:55:05",
    "speaker": "spk_0",
    "line": "Is that Bif?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-505",
    "time": "0:55:07",
    "speaker": "spk_3",
    "line": "Yeah, I can't Oh, God, is it? Maybe that's what I'm thinking of.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-506",
    "time": "0:55:10",
    "speaker": "spk_1",
    "line": "Can you guys hear me?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-507",
    "time": "0:55:12",
    "speaker": "spk_0",
    "line": "Yeah. Now you're back.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-508",
    "time": "0:55:13",
    "speaker": "spk_1",
    "line": "Number nine. I liked when people would have to race Paul Schaeffer around the studio. Oh, yeah. For the Race Paul segment and he would always win because he only he knew what the track was for that day.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-509",
    "time": "0:55:30",
    "speaker": "spk_3",
    "line": "Number nine, Little j Lenno. Oh. Oh, wait, with scotch.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-510",
    "time": "0:55:36",
    "speaker": "spk_0",
    "line": "Coming into number nine, you gotta see this the he had no respect for note cards at one time.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-511",
    "time": "0:55:44",
    "speaker": "spk_3",
    "line": "Oh, yeah. I remember that. It was a thing he did for a while. Mhmm. Number nine, Abby Elliot.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-512",
    "time": "0:55:54",
    "speaker": "spk_1",
    "line": "Number nine, when he that one show where he dissed proved the Bible.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-513",
    "time": "0:56:00",
    "speaker": "spk_3",
    "line": "Heavy show. Mhmm. Huge influence.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-514",
    "time": "0:56:03",
    "speaker": "spk_1",
    "line": "Did somebody already say little, Jack? Was a big influence",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-515",
    "time": "0:56:06",
    "speaker": "spk_3",
    "line": "for the show.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-516",
    "time": "0:56:07",
    "speaker": "spk_0",
    "line": "Did you do Dansonito's?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-517",
    "time": "0:56:08",
    "speaker": "spk_3",
    "line": "Nope. That's a huge one.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-518",
    "time": "0:56:11",
    "speaker": "spk_0",
    "line": "Yeah. I'll I'll give that a number nine. Yes. Number nine. Dancing Nido.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-519",
    "time": "0:56:18",
    "speaker": "spk_3",
    "line": "Yeah. Number nine. You know, like, telling a half assed joke and then looking at the band and they do a rim shot anyway?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-520",
    "time": "0:56:29",
    "speaker": "spk_0",
    "line": "Yeah, kind of like you know, Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-521",
    "time": "0:56:31",
    "speaker": "spk_3",
    "line": "Like you're in on it with them. That's a huge hit.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-522",
    "time": "0:56:34",
    "speaker": "spk_1",
    "line": "Number nine, just sort of off that, just sort of knowing that the show was not good. For years and years and years and just not giving a shit. Yeah. And that was the thing that was so amazing about him was just not caring about the quality of anything he did.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-523",
    "time": "0:56:51",
    "speaker": "spk_0",
    "line": "Number eight, rudeness. Yeah. As a virtue.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-524",
    "time": "0:56:55",
    "speaker": "spk_3",
    "line": "Yeah. Number four. Yes. Just being creepy to a lot of the women on the show and making that like charming somehow. Not like as creepy as like John Tabolta on an award show, but just sort of like, you shouldn't be getting away with this just because Drew Barrymore is giggling. That's number four.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-525",
    "time": "0:57:16",
    "speaker": "spk_1",
    "line": "Number number two, somehow making a list proprietary.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-526",
    "time": "0:57:24",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-527",
    "time": "0:57:27",
    "speaker": "spk_0",
    "line": "And the number one thing, we're actually I think and now that you mentioned that the list doing is proprietary, I think if we get to number one, we do to pay that shows",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-528",
    "time": "0:57:36",
    "speaker": "spk_1",
    "line": "us We are a big trouble. So we have to",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-529",
    "time": "0:57:37",
    "speaker": "spk_0",
    "line": "--",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-530",
    "time": "0:57:37",
    "speaker": "spk_3",
    "line": "and we owe everything.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-531",
    "time": "0:57:38",
    "speaker": "spk_0",
    "line": "--",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-532",
    "time": "0:57:39",
    "speaker": "spk_1",
    "line": "you have to circle back to number three.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-533",
    "time": "0:57:41",
    "speaker": "spk_0",
    "line": "Okay. And the number three thing that is something that we definitely do all know and it is part of the David Letterman show. The microphones.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-534",
    "time": "0:57:56",
    "speaker": "spk_3",
    "line": "Oh god.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-535",
    "time": "0:57:57",
    "speaker": "spk_1",
    "line": "Huge. The famous microphone. Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-536",
    "time": "0:58:00",
    "speaker": "spk_3",
    "line": "He used them every show.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-537",
    "time": "0:58:01",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-538",
    "time": "0:58:03",
    "speaker": "spk_3",
    "line": "You know what else I just want to say that I think is overlooked sometimes, but I think comedians like us appreciate this, and I think maybe regular people don't notice this as much. But the talk show is such a challenging medium that it is maybe the most difficult medium for a comedian because, you know, you sit next to famous people and they talk and you get to be there and that's hard. Mhmm.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-539",
    "time": "0:58:33",
    "speaker": "spk_1",
    "line": "And you have to be kind of quiet because the people who are watching are trying to fall asleep Yeah. And so if you're too loud, they'll turn the TV off.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-540",
    "time": "0:58:41",
    "speaker": "spk_3",
    "line": "It's real the volume level is a very difficult thing which Carson was the best at. Mhmm. No disrespect to Dave. Carson was the king of moderate volume.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-541",
    "time": "0:58:50",
    "speaker": "spk_0",
    "line": "Dave definitely is the rightful heir to the Carson throne, but Carson's still the king baby and the king even got his bands to be quiet usually.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-542",
    "time": "0:58:58",
    "speaker": "spk_1",
    "line": "Yes. The band would start playing and he'd be like, shut up.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-543",
    "time": "0:59:01",
    "speaker": "spk_3",
    "line": "Yeah. Carson would just shush them. Then the the Docs Jefferson band was mostly Obos by the end because they're the most moderate volume instrument. This week on my Twitter account good jokes with a z. I have just been retweeting old letterman jokes as a here, I'll read a couple. And I obviously I don't attribute them. So you wouldn't I'm just gonna root let the cat out of the bag if that's where these I mean, it was sort of a sudden",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-544",
    "time": "0:59:25",
    "speaker": "spk_0",
    "line": "i was wondering.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-545",
    "time": "0:59:26",
    "speaker": "spk_3",
    "line": "Oh, my gosh. You were you saw them and you're wondering if that was true.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-546",
    "time": "0:59:29",
    "speaker": "spk_0",
    "line": "Is the yeah. What is this? I saw it.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-547",
    "time": "0:59:31",
    "speaker": "spk_3",
    "line": "Do you remember when Carson died that that letterman show, he did Carson jokes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-548",
    "time": "0:59:37",
    "speaker": "spk_0",
    "line": "Yeah. And his mom won't contribute those.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-549",
    "time": "0:59:38",
    "speaker": "spk_3",
    "line": "So you're doing the same thing. You're like, oh, these must be Carson jokes because they're really dated and weird. And it was a really sweet thing that he did. So and he and Dave he did die. Is that right?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-550",
    "time": "0:59:56",
    "speaker": "spk_1",
    "line": "Yeah. Something",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-551",
    "time": "0:59:57",
    "speaker": "spk_0",
    "line": "bad. He died.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-552",
    "time": "0:59:58",
    "speaker": "spk_1",
    "line": "Either that or he's like a veggie vegetable.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-553",
    "time": "1:00:01",
    "speaker": "spk_0",
    "line": "Yeah. A vegetable. Right? What's the what's the mood in New York about the vegetable stuff, haze?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-554",
    "time": "1:00:07",
    "speaker": "spk_1",
    "line": "I I don't wanna ask too many questions",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-555",
    "time": "1:00:11",
    "speaker": "spk_0",
    "line": "--",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-556",
    "time": "1:00:11",
    "speaker": "spk_1",
    "line": "yeah. -- as I'm like going around.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-557",
    "time": "1:00:13",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-558",
    "time": "1:00:13",
    "speaker": "spk_1",
    "line": "But but but people have",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-559",
    "time": "1:00:15",
    "speaker": "spk_3",
    "line": "to be devastated.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-560",
    "time": "1:00:16",
    "speaker": "spk_1",
    "line": "Yes. People are really sad and just like at brunch today, there was basically nobody even in the restaurant I was eating at and no waiters, no service of any kind because I think people were were so upset.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-561",
    "time": "1:00:32",
    "speaker": "spk_0",
    "line": "Yeah. And it was closed. They told you it was closed when you",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-562",
    "time": "1:00:35",
    "speaker": "spk_3",
    "line": "showed up, right? And effectively that's right.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-563",
    "time": "1:00:38",
    "speaker": "spk_1",
    "line": "Yeah. Someone tried to make me leave because they were so sad about Dave. And again, I didn't wanna press it too much, but the things are not great here.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-564",
    "time": "1:00:50",
    "speaker": "spk_0",
    "line": "Well yeah, one of the restaurants I went to this morning and I'm not even in New York but to show you how far the influence reached, they told me it wasn't a restaurant --",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-565",
    "time": "1:00:58",
    "speaker": "spk_3",
    "line": "yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-566",
    "time": "1:00:58",
    "speaker": "spk_0",
    "line": "-- that it was a playground. Wow. And they told me I was too heavy for the seesaw. Oh wow.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-567",
    "time": "1:01:07",
    "speaker": "spk_3",
    "line": "At the restaurant. How sad?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-568",
    "time": "1:01:08",
    "speaker": "spk_0",
    "line": "And no eggs.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-569",
    "time": "1:01:10",
    "speaker": "spk_3",
    "line": "No and no eggs? Wow. That is sad. I had the same experience and I went into this restaurant and I was told, I'm your roommate. This is my bedroom. You still owe me money? You're too old to have a roommate and no eggs. No eggs in there. Oh, that's",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-570",
    "time": "1:01:31",
    "speaker": "spk_1",
    "line": "just sad. That's how sad. Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-571",
    "time": "1:01:34",
    "speaker": "spk_0",
    "line": "That's despicable cool. And and and and that's how sad people get. But, yeah, I'm sorry, Will. You were about to Yeah.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-572",
    "time": "1:01:40",
    "speaker": "spk_3",
    "line": "Let me just read a couple. And these are yeah, I didn't attribute them.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-573",
    "time": "1:01:43",
    "speaker": "spk_1",
    "line": "Should this be our prize for the pro version?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-574",
    "time": "1:01:45",
    "speaker": "spk_0",
    "line": "Yes, it should. It should. So who won",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-575",
    "time": "1:01:46",
    "speaker": "spk_1",
    "line": "the pro version? These are for Houston.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-576",
    "time": "1:01:48",
    "speaker": "spk_0",
    "line": "Houston, you won the pro version and here's your prize.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-577",
    "time": "1:01:51",
    "speaker": "spk_1",
    "line": "These are just for you.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-578",
    "time": "1:01:52",
    "speaker": "spk_3",
    "line": "These were on good you already you probably already read these if you subscribe to my good jokes with the Z Twitter account. Okay. First one. Hey, Paul. Have you heard about this lost show? Boy, I hope somebody finds him. That's one. Great one. I love that joke. Hey, Paul, what's with this internet thing? People love this internet thing. Internet thing, hashtag internet thing. That's one. More than a hundred and forty characters so you have to hit the link to go read it. Another one is hey, Paul. Boy, people really go nuts for this Madonna chick. That's one. Larry Bud Melman, you fat old mentally disturbed man get out here. That's another one. Great letterman joke.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-579",
    "time": "1:02:43",
    "speaker": "spk_0",
    "line": "Do the o j one.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-580",
    "time": "1:02:44",
    "speaker": "spk_3",
    "line": "Oh, yeah. Oje Hey, Paul. Oje Simpson is on trial today and And I think he did it. That's one of his jokes.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-581",
    "time": "1:02:56",
    "speaker": "spk_1",
    "line": "Do do John Wade Bob it.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-582",
    "time": "1:02:59",
    "speaker": "spk_3",
    "line": "Okay. Right. Hey, Paul. Got some bad news. I went in for a marriage counseling because I'm terrible to the women in my life and my marriage counselor is Lorena Bobbitt. Yes. Great one. Those are, you know, there's a class. I mean, Avi, you know, when you read those, you're like, Alright. I remember these.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-583",
    "time": "1:03:20",
    "speaker": "spk_0",
    "line": "Can we get I'm sorry. Can we get one more Kadafi joke?",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-584",
    "time": "1:03:23",
    "speaker": "spk_3",
    "line": "Sure. It's just such a favorite.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-585",
    "time": "1:03:25",
    "speaker": "spk_1",
    "line": "And that'll be like our big Okay.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-586",
    "time": "1:03:28",
    "speaker": "spk_3",
    "line": "Alright. Last one. So I was talking with Hey, Paul. I was talking with Gaddafi And you know what he told me is important to him? He wants his MTV. That's a that's a way back. That is a way back one.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-587",
    "time": "1:03:44",
    "speaker": "spk_0",
    "line": "But it's still as relevant today as it was -- Still hit. -- was told. And so -- Bye. -- bye everyone. This has been an earwolf media production, executive producers, Jeff Ulrich and Scott Ockerman. For more information, visit earwolf dot com.",
    "episode": "85",
    "edited": false
  },
  {
    "id": "85-588",
    "time": "1:04:06",
    "speaker": "spk_1",
    "line": "Eerworld radio, boom, dot com. The worst dead",
    "episode": "85",
    "edited": false
  }
]